[{"หมวด":"14","ส่วน":"","มาตรา":"249","ร่างมาตรา":"255","ร่างบทบัญญัติ":"<p> “มาตรา 255 ภายใต้บังคับมาตรา 1 <u>ให้ม</u>ีการจัดการปกครองส่วนท้องถิ่น<strike>ต้องเป็นไป</strike>ตามหลักแห่งการปกครองตนเองตามเจตนารมณ์ของประชาชนในท้องถิ่น <u>ทั้งนี้ ตามวิธีการและรูปแบบองค์กร</u><u>ปกครองส่วนท้องถิ่นที่กฎหมายบัญญัต</u>ิ</p><p><strike>ท้องถิ่นใดมีลักษณะที่จะปกครองตนเองได้ ย่อมมีสิทธิ</strike><u>การ</u>จัดตั้ง<strike>เป็น</strike>องค์กรปกครองส่วนท้องถิ่น <strike>ทั้งนี้ ตามที่กฎหมายบัญญัติ</strike><u>ในรูปแบบใดให้คำนึงถึงความสามารถในการปกครองตนเองในด้านรายได</u>้ <u>จำนวนและความหนาแน่นของประชากร และพื้นที่ที่ต้องรับผิดชอบประกอบกัน</u>”</p>","ประเด็นการพิจารณา":"<p> นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า รัฐธรรมนูญ 2521 ได้กำหนดไว้ ว่า “การจัดการปกครองส่วนท้องถิ่นต้องเป็นไปตามหลักแห่งการปกครองตนเองตามเจตนารมณ์ของ ประชาชนในท้องถิ่น ทั้งนี้ ตามบทบัญญัติแห่งกฎหมาย” ส่วนรัฐธรรมนูญ 2534 ได้กำหนดไว้ว่า “การ จัดการปกครองท้องถิ่นต้องเป็นไปตามหลักแห่งการปกครองตนเองตามเจตนารมณ์ของประชาชนในท้องถิ่น ทั้งนี้ ตามบทบัญญัติแห่งกฎหมาย</p><p>การควบคุมหรือกำกับดูแลการปกครองท้องถิ่นต้องทำเท่าที่จำเป็นเพื่อการคุ้มครองประโยชน์ของ ประชาชนในท้องถิ่นหรือประโยชน์ของประเทศเป็นส่วนรวม”</p><p>นอกจากนี้ รัฐธรรมนูญ 2550 ได้กำหนดไว้ว่า “ภายใต้บังคับมาตรา 1 รัฐจะต้องให้ความเป็น อิสระแก่องค์กรปกครองส่วนท้องถิ่นตามหลักแห่งการปกครองตนเองตามเจตนารมณ์ของประชาชนใน ท้องถิ่น และส่งเสริมให้องค์กรปกครองส่วนท้องถิ่นเป็นหน่วยงานหลักในการจัดทำบริการสาธารณะ และมี ส่วนร่วมในการตัดสินใจแก้ไขปัญหาในพื้นที่”</p><p>ประธานกรรมการเสนอให้แก้ไขเพิ่มเติมร่างมาตรา 255 เป็นดังนี้</p><p>“มาตรา 255 ภายใต้บังคับมาตรา 1 <u>ให้ม</u>ีการจัดการปกครองส่วนท้องถิ่น<strike>ต้องเป็นไป</strike>ตามหลัก<strike>แห่ง</strike>การปกครองตนเอง<u>และ</u>ตามเจตนารมณ์ของประชาชนในท้องถิ่น<u>ทั้งนี้ ตามที่กฎหมายบัญญัต</u>ิ</p><p><strike>ท้องถิ่นใดมีลักษณะที่จะปกครองตนเองได้ ย่อมมีสิทธิจัดตั้งเป็นองค์กรปกครองส่วนท้องถิ่น </strike><strike>ทั้งนี้ ตามที่กฎหมายบัญญัติ</strike>”</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า คณะอนุกรรมการศึกษาโครงสร้าง ฝ่ายบริหารมีข้อเสนอว่า ควรพิจารณาการใช้ถ้อยคำที่จะบัญญัติไว้ในร่างรัฐธรรมนูญจากคำว่า “การปกครองส่วนท้องถิ่น” เป็นคำว่า “การบริหารส่วนท้องถิ่น” เนื่องจากคำว่า “การปกครองส่วนท้องถิ่น” มี ลักษณะเป็นการถ่ายโอนอำนาจการปกครองจากการบริหารราชการส่วนกลางให้กับนายอำเภอ กำนัน และ ผู้ใหญ่บ้าน</p><p>ประธานกรรมการกล่าวว่า ร่างมาตรานี้ที่ได้แก้ไขเพิ่มเติมเป็นการกำหนดหลักการเรื่องการปกครอง ส่วนท้องถิ่นและรูปแบบของระบบการปกครองส่วนท้องถิ่น ซึ่งมีลักษณะบังคับให้รัฐต้องจัดให้มีการจัดการ ปกครองส่วนท้องถิ่นให้เป็นไปตามที่กฎหมายบัญญัติ ส่วนสรุปผลการศึกษาของคณะอนุกรรมการศึกษา โครงสร้างฝ่ายบริหารอาจเป็นเรื่องระเบียบบริหารราชการแผ่นดิน</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- รัฐธรรมนูญ 2550 ได้กำหนดให้มีหลักการสำคัญเรื่องการปกครองส่วนท้องถิ่น เช่น การเลือกตั้ง สมาชิกสภาท้องถิ่น เป็นต้น</p><p>- การใช้คำว่า “การปกครองส่วนท้องถิ่น” มีความเหมาะสมแล้ว หากใช้คำว่า “การบริหารส่วน ท้องถิ่น” อาจทำให้เกิดความเข้าใจที่สับสนว่าเป็นการบริหารของรัฐบาล ส่วนความว่า “...ตามหลักแห่งการ ปกครองตนเองตามเจตนารมณ์ของประชาชนในท้องถิ่น...<b>” </b>ได้ถูกกำหนดมาตั้งแต่รัฐธรรมนูญ 2517 จนถึง รัฐธรรมนูญ 2550 จึงเสนอให้คงความดังกล่าวไว้</p><p>- ความว่า “...หลักแห่งการปกครองตนเองตามเจตนารมณ์ของประชาชนในท้องถิ่น...” อาจทำให้ เกิดปัญหาในการตีความและอาจกระทบต่อเรื่องความมั่นคงในสามจังหวัดชายแดนภาคใต้</p><p>ประธานกรรมการกล่าวว่า ความในวรรคแรกจะอยู่ภายใต้บังคับของร่างมาตรา 1 ที่กำหนดให้ ประเทศไทยเป็นหนึ่งเดียว จะแบ่งแยกมิได้ และเสนอให้แก้ไขเพิ่มเติมร่างมาตรา 255 เป็นดังนี้</p><p>“มาตรา 255 ภายใต้บังคับมาตรา 1 <u>ให้ม</u>ีการจัดการปกครองส่วนท้องถิ่น<strike>ต้องเป็นไป</strike>ตามหลักแห่งการปกครองตนเองตามเจตนารมณ์ของประชาชนในท้องถิ่น <u>ทั้งนี้ ตามที่กฎหมายบัญญัต</u>ิ</p><p><strike>ท้องถิ่นใดมีลักษณะที่จะปกครองตนเองได้ ย่อมมีสิทธิจัดตั้งเป็นองค์กรปกครองส่วนท้องถิ่น </strike><strike>ทั้งนี้ ตามที่กฎหมายบัญญัติ</strike><strike>”</strike></p><p>- มีกรรมการแสดงความเห็นว่า เรื่องหลักแห่งการปกครองตนเองตามเจตนารมณ์ของประชาชน ในท้องถิ่นต้องเป็นไปตามความในร่างมาตรา 256 ซึ่งไม่ใช่การปกครองตนเองในลักษณะที่มีอำนาจ นิติบัญญัติ บริหาร และตุลาการ</p><p>- ควรแยกหลักการแห่งการปกครองตนเองและหลักการเรื่องเจตนารมณ์ของประชาชนในท้องถิ่น ออกจากกัน เพื่อให้เกิดความชัดเจนมากขึ้น</p><p>- พื้นที่ของประเทศไทยส่วนใหญ่จะอยู่ในความรับผิดชอบขององค์การปกครองส่วนท้องถิ่น จึงไม่จำเป็นต้องแก้ไขเพิ่มเติมความในวรรคแรกเป็น “...<u>ให้ม</u>ีการจัดการปกครองส่วนท้องถิ่น...”</p><p>ประธานกรรมการกล่าวว่า ความในวรรคแรกที่ได้แก้ไขเพิ่มเติมเป็นการกำหนดหลักการเรื่องการ ปกครองส่วนท้องถิ่นไว้ในร่างรัฐธรรมนูญ ส่วนความว่า “หลักแห่งการปกครองตนเองตามเจตนารมณ์ของ ประชาชนในท้องถิ่น” จะครอบคลุมถึงการที่องค์กรปกครองส่วนท้องถิ่นต้องมีสภาท้องถิ่นและคณะผู้บริหาร ท้องถิ่นหรือผู้บริหารท้องถิ่นที่ต้องมาจากการเลือกตั้งด้วย และเสนอให้แก้ไขเพิ่มเติมร่างมาตรา 255 เป็นดังนี้</p><p>“มาตรา 255 ภายใต้บังคับมาตรา 1 <u>ให้ม</u>ีการจัดการปกครองส่วนท้องถิ่น<strike>ต้องเป็นไป</strike>ตามหลัก</p><p>แห่งการปกครองตนเองตามเจตนารมณ์ของประชาชนในท้องถิ่น<u>ทั้งนี้ ตามวิธีการและรูปแบบองค์กร</u> <u>ปกครองส่วนท้องถิ่นที่กฎหมายบัญญัต</u>ิ</p><p><strike>ท้องถิ่นใดมีลักษณะที่จะปกครองตนเองได้ ย่อมมีสิทธิจัดตั้งเป็นองค์กรปกครองส่วนท้องถิ่น ทั้งนี้ ตามที่กฎหมายบัญญัติ</strike><u>การจัดตั้งองค์กรปกครองส่วนท้องถิ่นในรูปแบบใดให้คำนึงถึงความสามารถใน</u> <u>การปกครองตนเองในด้านรายได้และพื้นที่ที่ต้องรับผิดชอบ</u>”</p><p>- มีกรรมการแสดงความเห็นว่า ความในวรรคสองที่ได้มีการแก้ไขเพิ่มเติมมีความเหมาะสมแล้ว</p><p>- ควรกำหนดความในวรรคสองให้มีความสัมพันธ์เกี่ยวกับเรื่องบริการสาธารณะด้วย</p><p>- ควรกำหนดความในวรรคสองให้มีการคำนึงถึงเรื่องจำนวนประชากรด้วย</p><p>- อาจไม่มีความจำเป็นต้องกำหนดความในวรรคสองไว้ จึงเห็นควรตัดความในวรรคสองออก</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า การกำหนดความในวรรคสองไว้อาจทำให้การจัดตั้งองค์กรปกครองส่วนท้องถิ่นทำได้ยากขึ้น สามารถกำหนดรายละเอียดไว้ในกฎหมาย จัดตั้งองค์กรปกครองส่วนท้องถิ่นแทน</p><p>ประธานกรรมการกล่าวว่า ความในวรรคสองที่ได้มีการแก้ไขเพิ่มเติมเป็นการเปลี่ยนรูปแบบการ จัดตั้งองค์กรปกครองส่วนท้องถิ่นที่ต้องคำนึงถึงรายได้และพื้นที่ที่ต้องรับผิดชอบด้วย อย่างไรก็ตาม ควรคำนึงถึงการยุบรวมองค์กรปกครองส่วนท้องถิ่นเพื่อให้เป็นองค์กรปกครองส่วนท้องถิ่นที่มีศักยภาพมากขึ้น ซึ่งต้องแก้ไขกฎหมายที่เกี่ยวข้องให้สอดคล้องกับความในวรรคสอง และเสนอให้แก้ไขเพิ่มเติมความใน วรรคสอง เป็น “<strike>ท้องถิ่นใดมีลักษณะที่จะปกครองตนเองได้ ย่อมมีสิทธิจัดตั้งเป็นองค์กรปกครองส่วน ท้องถิ่น ทั้งนี้ ตามที่กฎหมายบัญญัติ</strike><u>การจัดตั้งองค์กรปกครองส่วนท้องถิ่นในรูปแบบใดให้คำนึงถึง</u> <u>ความสามารถในการปกครองตนเองในด้านรายได้ จำนวนประชากร และพื้นที่ที่ต้องรับผิดชอบประกอบ</u> <u>กัน</u>”</p><p>- มีกรรมการแสดงความเห็นว่า เรื่องพื้นที่ที่อยู่ในความรับผิดชอบองค์กรปกครองส่วนท้องถิ่น หากเป็นพื้นที่ป่าที่มีขนาดใหญ่ซึ่งไม่ใช่เขตป่าสงวนแล้วจะอยู่ในความรับผิดชอบองค์กรปกครองส่วนท้องถิ่น ด้วยเช่นกัน นอกจากนี้ ในต่างประเทศจะกำหนดให้องค์กรปกครองส่วนท้องถิ่นมีหน้าที่บริการสาธารณะ บางประเภท ซึ่งองค์กรปกครองส่วนท้องถิ่นแต่ละแห่งต้องบริการสาธารณะเชื่อมโยงกันและแบ่งความ รับผิดชอบด้วย</p><p>- การยุบรวมองค์การบริหารส่วนตำบลที่ไม่มีรายได้เพียงพออาจทำให้เกิดปัญหา เนื่องจากกฎหมาย เกี่ยวกับองค์การบริหารส่วนตำบลไม่ได้กำหนดเรื่องการยุบรวมไว้และต้องใช้ระยะเวลาพอสมควรในการ แก้ไขกฎหมายดังกล่าว</p><p>ประธานกรรมการกล่าวว่า สามารถกำหนดไว้ในบทเฉพาะกาลของร่างรัฐธรรมนูญว่าให้มีการแก้ไข กฎหมายที่เกี่ยวข้องหรือกฎหมายขององค์การบริหารส่วนตำบลให้สอดคล้องกับร่างมาตรานี้</p><p>- มีกรรมการแสดงความเห็นว่า สภาปฏิรูปแห่งชาติเคยมีการอภิปรายแสดงความเห็นเรื่องการสรร หาสมาชิกพรรคการเมืองเพื่อลงสมัครรับเลือกตั้งในเขตเลือกตั้งต่าง ๆ ว่า เขตเลือกตั้งใดจะมีจำนวน สมาชิกสภาผู้แทนราษฎรเพิ่มขึ้น ต้องพิจารณาคุณภาพของประชากรในการชำระภาษีให้แก่ท้องถิ่นหรือ หน่วยงานของรัฐประกอบด้วย ดังนั้น หากนำมาเทียบเคียงกับเรื่ององค์กรปกครองส่วนท้องถิ่น การจัดตั้ง หรือยุบเลิกองค์กรปกครองส่วนท้องถิ่นจะต้องคำนึงถึงคุณภาพของประชากรในการชำระภาษีให้แก่ท้องถิ่น หรือหน่วยงานของรัฐประกอบด้วย</p><p>ประธานกรรมการเสนอให้แก้ไขเพิ่มเติมร่างมาตรา 255 เป็นดังนี้</p><p>“มาตรา 255 ภายใต้บังคับมาตรา 1 <u>ให้ม</u>ีการจัดการปกครองส่วนท้องถิ่น<strike>ต้องเป็นไป</strike>ตามหลักแห่งการปกครองตนเองตามเจตนารมณ์ของประชาชนในท้องถิ่น <u>ทั้งนี้ ตามวิธีการและรูปแบบองค์กร</u><u>ปกครองส่วนท้องถิ่นที่กฎหมายบัญญัต</u>ิ</p><p><strike>ท้องถิ่นใดมีลักษณะที่จะปกครองตนเองได้ ย่อมมีสิทธิ</strike><u>การ</u>จัดตั้ง<strike>เป็น</strike>องค์กรปกครองส่วนท้องถิ่น <strike>ทั้งนี้ ตามที่กฎหมายบัญญัติ</strike><u>ในรูปแบบใดให้คำนึงถึงความสามารถในการปกครองตนเองในด้านรายได</u>้ <u>จำนวนประชากร และพื้นที่ที่ต้องรับผิดชอบประกอบกัน</u>”</p><p>- มีกรรมการแสดงความเห็นว่า ความในวรรคสองของร่างมาตรา 255 ที่แก้ไขใหม่ มีความเหมาะสม เนื่องจากเป็นการวางหลักการไว้ในรัฐธรรมนูญ โดยให้ฝ่ายบริหารไปบัญญัติหลักเกณฑ์ ในรายละเอียดต่อไป</p><p>- ความในวรรคสองของร่างมาตรา 255 ควรเพิ่มความเป็นว่า “การจัดตั้งองค์กรปกครอง ส่วนท้องถิ่นในรูปแบบใดให้คำนึงถึงความสามารถในการปกครองตนเองในด้านรายได้ จำนวนและความ หนาแน่นของประชากร และพื้นที่ที่ต้องรับผิดชอบประกอบกัน” นอกจากนั้น ควรกำหนดในบทเฉพาะกาล ให้มีการแก้ไขกฎหมายเกี่ยวกับองค์กรปกครองส่วนท้องถิ่นต่าง ๆ ให้สอดคล้องรัฐธรรมนูญด้วย</p><p>- การยุบหรือเปลี่ยนแปลงองค์กรปกครองส่วนท้องถิ่นควรบัญญัติเพิ่มความเป็นวรรคสามของร่าง มาตรา 255 โดยบัญญัติในลักษณะว่า “เมื่อจัดตั้งองค์กรปกครองส่วนท้องถิ่นใดขึ้นในรูปแบบใดแล้ว และต่อมามีเหตุทำให้สภาพความเป็นองค์กรปกครองส่วนท้องถิ่นนั้นเปลี่ยนแปลงไปจากรูปแบบเดิม ให้มี การปรับรูปแบบองค์กรปกครองส่วนท้องถิ่นนั้นไปตามองค์กรปกครองส่วนท้องถิ่นรูปแบบใหม่”</p><p>ประธานกรรมการกล่าวว่า ปัจจุบันงบประมาณส่วนใหญ่ขององค์กรปกครองส่วนท้องถิ่นรัฐบาล เป็นผู้บริหารจัดการ แต่หากองค์กรปกครองส่วนท้องถิ่นมีความสามารถในการจัดหารายได้เองมากขึ้น รัฐบาลควรปล่อยให้องค์กรปกครองส่วนท้องถิ่นมีโอกาสบริหารจัดการตนเองอย่างเต็มที่ โดยรัฐบาล เป็นเพียงผู้กำกับดูแลองค์กรปกครองส่วนท้องถิ่นเท่านั้น สำหรับเรื่องการยุบหรือเปลี่ยนแปลงรูปแบบ องค์กรปกครองส่วนท้องถิ่นได้บัญญัติรายละเอียดเพิ่มเติมไว้ในกฎหมายระดับพระราชบัญญัติหรือกฎหมาย ลำดับรองแล้ว</p><p>- มีกรรมการแสดงความเห็นว่า หากกำหนดให้การจัดตั้งองค์กรปกครองส่วนท้องถิ่นต้องคำนึงถึง ศักยภาพ ความรู้ความสามารถและรายได้ของประชาชนในท้องถิ่นประกอบด้วย จะเป็นการละเมิดสิทธิของ บุคคลหรือขัดต่อบทบัญญัติของรัฐธรรมนูญหรือไม่</p><p>- ความในวรรคสองของร่างมาตรา 255 ตีความได้ว่า การจัดตั้งองค์กรปกครองส่วนท้องถิ่น รูปแบบใดให้เป็นไปตามที่กฎหมายบัญญัติ เช่น หากเห็นควรให้เขตเศรษฐกิจพิเศษเป็นองค์กรปกครองส่วน ท้องถิ่นรูปแบบหนึ่ง ก็ให้เป็นไปตามที่กฎหมายบัญญัติ เป็นต้น นอกจากนั้น หากเพิ่มความในวรรคสองของ ร่างมาตรา 255 ความว่า “การจัดตั้ง<u>หรือยุบรวม</u>องค์กรปกครองส่วนท้องถิ่น...” จะเหมาะสมหรือไม่</p><p>ประธานกรรมการกล่าวว่า การบัญญัติให้การจัดตั้งองค์กรปกครองส่วนท้องถิ่นต้องคำนึงถึง ศักยภาพหรือความสามารถในการหารายได้ของประชาชนในท้องถิ่น เช่น การชำระภาษีให้แก่รัฐ เป็นต้น ไม่เป็นการละเมิดสิทธิของบุคคลหรือขัดต่อบทบัญญัติของรัฐธรรมนูญ สำหรับการเพิ่มความในวรรคสองของ ร่างมาตรา 255 ความว่า “การจัดตั้ง<u>หรือยุบรวม</u>องค์กรปกครองส่วนท้องถิ่น...” ไม่มีความจำเป็นต้อง บัญญัติความดังกล่าว เนื่องจากสามารถบัญญัติรายละเอียดเรื่องการยุบรวมองค์กรปกครองส่วนท้องถิ่น ในกฎหมายระดับพระราชบัญญัติหรือกฎหมายลำดับรองได้อยู่แล้ว</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 255 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายธนาวัฒน์ สังข์ทอง","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"46","หน้า":"4-8"},{"หมวด":"14","ส่วน":"","มาตรา":"249","ร่างมาตรา":"254","ร่างบทบัญญัติ":"<p>“มาตรา 254 ภายใต้บังคับมาตรา 1 ให้มีการจัดการปกครองส่วนท้องถิ่นตามหลักแห่งการปกครองตนเองตามเจตนารมณ์ของประชาชนในท้องถิ่น ทั้งนี้ ตามวิธีการและรูปแบบองค์กรปกครองส่วน ท้องถิ่นที่กฎหมายบัญญัติ</p><p>การจัดตั้งองค์กรปกครองส่วนท้องถิ่นในรูปแบบใดให้คำนึง<strike>ถึง</strike><u>เจตนารมณ์ของประชาชนในท้องถิ่น</u><u>และ</u>ความสามารถในการปกครองตนเองในด้านรายได้ จำนวนและความหนาแน่นของประชากร และพื้นที่ที่ ต้องรับผิดชอบประกอบกัน”</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- ความในวรรคแรกหมายถึงการจัดตั้งองค์กรปกครองส่วนท้องถิ่นในแต่ละท้องถิ่นจะเป็นรูปแบบใด ให้เป็นไปตามเจตนารมณ์ของประชาชนในท้องถิ่นนั้นใช่หรือไม่ ในทางปฏิบัติประชาชนสามารถกำหนดได้ ว่าในท้องถิ่นของตนจะมีการปกครองท้องถิ่นในรูปแบบใดก็ได้ใช่หรือไม่</p><p>ประธานกรรมการกล่าวว่า ความในวรรคแรกหมายถึงการจัดตั้งองค์กรปกครองส่วนท้องถิ่นในแต่ละ ท้องถิ่นจะเป็นรูปแบบใดให้เป็นไปตามเจตนารมณ์ของประชาชนในท้องถิ่นนั้น แต่การที่ท้องถิ่นจะปกครอง ในรูปแบบใดก็ต้องคำนึงถึงความสามารถในการปกครองตนเองในด้านรายได้ จำนวนและความหนาแน่น ของประชากร และพื้นที่ที่ต้องรับผิดชอบประกอบกันตามวรรคสอง</p><p>- มีกรรมการแสดงความเห็นว่า ความในวรรคสอง ควรแก้ไขเพิ่มเติม เป็นดังนี้ “การจัดตั้งองค์กร ปกครองส่วนท้องถิ่นในรูปแบบใดให้คำนึง<strike>ถึง</strike><u>เจตนารมณ์ของประชาชนในท้องถิ่นและ</u>ความสามารถในการ ปกครองตนเองในด้านรายได้”</p><p>- การแก้ไขเพิ่มเติมความในวรรคสองในเรื่องการจัดตั้งองค์กรปกครองส่วนท้องถิ่นในรูปแบบใด ให้คำนึงเจตนารมณ์ของประชาชนในท้องถิ่น อาจเป็นบ่อเกิดแห่งความขัดแย้งในอนาคตได้ เช่น ในท้องถิ่นมี จำนวนคนน้อยแต่ต้องการเป็นเขตปกครองพิเศษ อาจเรียกร้องว่าประชาชนต้องการรูปแบบนี้ เป็นต้น</p><p>- หลักการในเรื่องการจัดตั้งองค์กรปกครองส่วนท้องถิ่นว่าควรเป็นรูปแบบใดจะต้องคำนึง เจตนารมณ์ของประชาชนในท้องถิ่นเป็นหลักนั้น อย่างไรก็ตาม การจะจัดการรูปแบบการปกครองส่วน ท้องถิ่นจะต้องคำนึงถึงหลักเกณฑ์พื้นฐานตามที่กระทรวงมหาดไทยกำหนดด้วย</p><p>- การแก้ไขเพิ่มเติมวรรคสอง หากมีกรณีที่กระทรวงมหาดไทยพิจารณาแล้วเห็นว่าท้องถิ่นควร เปลี่ยนรูปแบบการปกครองจากองค์การบริหารส่วนตำบลเป็นเทศบาล ประชาชนในท้องถิ่นสามารถคัดค้าน ได้หรือไม่ว่าเจตนารมณ์ของท้องถิ่นยังคงต้องการให้เป็นองค์การบริหารส่วนตำบล</p><p>ประธานกรรมการกล่าวว่า ในกรณีดังกล่าวกระทรวงมหาดไทยไม่สามารถบังคับให้ท้องถิ่นเปลี่ยน การปกครองเป็นเทศบาลได้เนื่องจากจะไม่เป็นไปตามเจตนารมณ์ของประชาชนในท้องถิ่น แต่ กระทรวงมหาดไทยสามารถพิจารณาเรื่องงบประมาณที่เหมาะสมได้</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 254 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"65","หน้า":"24-25"},{"หมวด":"14","ส่วน":"","มาตรา":"249","ร่างมาตรา":"248","ร่างบทบัญญัติ":"<p> “มาตรา 248 ภายใต้บังคับมาตรา 1 ให้มีการจัดการปกครองส่วนท้องถิ่นตามหลักแห่งการปกครองตนเองตามเจตนารมณ์ของประชาชนในท้องถิ่น ทั้งนี้ ตามวิธีการและรูปแบบองค์กรปกครองส่วนท้องถิ่นที่กฎหมายบัญญัติ</p><p>การจัดตั้งองค์กรปกครองส่วนท้องถิ่นในรูปแบบใดให้คำนึงเจตนารมณ์ของประชาชนในท้องถิ่นและความสามารถในการปกครองตนเองในด้านรายได้ จำนวนและความหนาแน่นของประชากร และพื้นที่ที่ต้องรับผิดชอบ ประกอบกัน”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 248 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"72","หน้า":"54"},{"หมวด":"14","ส่วน":"","มาตรา":"249","ร่างมาตรา":"246","ร่างบทบัญญัติ":"<p>“มาตรา 246 ภายใต้บังคับมาตรา 1 ให้มีการจัดการปกครองส่วนท้องถิ่นตามหลักแห่งการปกครองตนเองตามเจตนารมณ์ของประชาชนในท้องถิ่น ทั้งนี้ ตามวิธีการและรูปแบบองค์กรปกครอง ส่วนท้องถิ่นที่กฎหมายบัญญัติ</p><p>การจัดตั้งองค์กรปกครองส่วนท้องถิ่นในรูปแบบใดให้คำนึงถึงเจตนารมณ์ของประชาชนในท้องถิ่นและความสามารถในการปกครองตนเองในด้านรายได้ จำนวนและความหนาแน่นของประชากร และพื้นที่ที่ต้องรับผิดชอบ ประกอบกัน”</p>","ประเด็นการพิจารณา":"<p> นายชาติชาย ณ เชียงใหม่ โฆษกกรรมการ กล่าวว่า มีผู้เสนอแก้ไขเพิ่มเติมความในวรรคหนึ่ง เป็นดังนี้ “ภายใต้บังคับมาตรา 1 ให้มีการจัดการปกครองส่วนท้องถิ่นตามหลักแห่งการปกครองตนเอง ตามเจตนารมณ์ของประชาชนในท้องถิ่น<u>และตามหลักการกระจายอำนาจ</u>...”</p><p>ประธานกรรมการกล่าวว่า การจัดการปกครองส่วนท้องถิ่นควรเป็นไปตามหลักแห่งการปกครอง ตนเองตามเจตนารมณ์ของประชาชนในท้องถิ่น ทั้งนี้ หากกำหนดให้การจัดการปกครองส่วนท้องถิ่นเป็นไปตามหลักการกระจายอำนาจอาจไม่สามารถจัดการปกครองส่วนท้องถิ่นได้ เนื่องจากขีดความสามารถในการ ปกครองตนเองของแต่ละท้องถิ่นไม่เท่ากัน</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า หลักการกระจายอำนาจให้แก่องค์กรปกครองส่วนท้องถิ่นบัญญัติไว้ในร่างมาตรา 247 แล้ว</p><p>นายประพันธ์ นัยโกวิท กรรมการ กล่าวว่า สมาคมองค์การบริหารส่วนจังหวัดแห่งประเทศไทย เสนอให้มีบทบัญญัติเกี่ยวกับสภาการปกครองท้องถิ่นแห่งชาติ เพื่อทำหน้าที่เป็นศูนย์กลางในการกำกับดูแล และขับเคลื่อนการกระจายอำนาจไปสู่ท้องถิ่น นอกจากนี้ นายธีรยุทธ์ หล่อเลิศรัตน์ ตัวแทนอดีตสมาชิก สภาปฏิรูปแห่งชาติเสนอให้มีคณะกรรมการปกครองท้องถิ่นแห่งชาติ ทั้งนี้ สถาบันสิทธิมนุษยชนและ สันติศึกษาก็เสนอให้มีคณะกรรมการส่งเสริมการปกครองท้องถิ่นแห่งชาติด้วยเช่นกัน</p><p>นายชาติชาย ณ เชียงใหม่ กรรมการ ชี้แจงว่า การจัดตั้งสภาการปกครองท้องถิ่นแห่งชาติ คณะกรรมการปกครองท้องถิ่นแห่งชาติ หรือคณะกรรมการส่งเสริมการปกครองท้องถิ่นแห่งชาติ สามารถ ดำเนินการจัดตั้งได้อยู่แล้ว โดยอาศัยความในวรรคสามของร่างมาตรา 247 ความว่า “การจัดทำบริการ สาธารณะใดที่สมควรให้เป็นหน้าที่โดยเฉพาะขององค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบ ให้เป็นไปตามที่ กฎหมายบัญญัติซึ่งต้องสอดคล้องกับรายได้ของท้องถิ่นตามวรรคสอง กฎหมายดังกล่าวให้บัญญัติถึงกลไก และขั้นตอนในการกระจายอำนาจของส่วนราชการให้แก่ท้องถิ่นด้วย”</p><p>ประธานกรรมการกล่าวว่า ไม่ควรบัญญัติให้จัดตั้งองค์กรใดในท้องถิ่นอย่างชัดเจน เนื่องจาก รัฐธรรมนูญควรบัญญัติแต่เพียงหลักการไว้ และเปิดช่องให้สามารถจัดตั้งองค์กรในท้องถิ่นเพิ่มเติมในอนาคตได้ โดยอาศัยกฎหมายระดับพระราชบัญญัติ</p><p>นายอมร วาณิชวิวัฒน์ โฆษกกรรมการ กล่าวว่า คณะกรรมาธิการขับเคลื่อนการปฏิรูปประเทศ ด้านการปกครองท้องถิ่น สภาขับเคลื่อนการปฏิรูปประเทศ เสนอให้มีการกระจายอำนาจไปยังประชาชนใน ท้องถิ่น โดยให้ประชาชนในท้องถิ่นมีส่วนร่วมในการกำกับและตรวจสอบการดำเนินการของท้องถิ่น และควรมีบทบัญญัติเกี่ยวกับการขัดกันแห่งผลประโยชน์ในหมวดการปกครองส่วนท้องถิ่นด้วย</p><p>ประธานกรรมการกล่าวว่า การนำบทบัญญัติว่าด้วยการขัดกันแห่งผลประโยชน์มาใช้บังคับกับการ ปกครองส่วนท้องถิ่นด้วยอาจไม่เหมาะสม เนื่องจากบริบทของการเมืองระดับชาติกับการเมืองระดับท้องถิ่น มีความแตกต่างกัน อาจทำให้การปกครองส่วนท้องถิ่นขาดประสิทธิภาพได้</p><p>นายภุมรัตน ทักษาดิพงศ์ กรรมการ สอบถามว่า การปกครองตนเองตามเจตนารมณ์ของประชาชน ในท้องถิ่นตามความในร่างมาตรา 246 หากมีการจัดตั้งองค์กรปกครองส่วนท้องถิ่นในรูปแบบพิเศษ ในลักษณะที่เป็นอิสระอย่างเด็ดขาดจากรัฐ จะกระทำได้หรือไม่</p><p>ประธานกรรมการกล่าวว่า การจัดตั้งองค์กรปกครองส่วนท้องถิ่นในรูปแบบพิเศษในลักษณะที่เป็น อิสระอย่างเด็ดขาดจากรัฐ จะกระทำมิได้ เนื่องจากขัดกับหลักการในร่างมาตรา 1 ความว่า “ประเทศไทยเป็น ราชอาณาจักรอันหนึ่งอันเดียว จะแบ่งแยกมิได้”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 246 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายชาติชาย ณ เชียงใหม่","นายอัชพร จารุจินดา","นายประพันธ์ นัยโกวิท","นายอมร วาณิชวิวัฒน์","นายภุมรัตน ทักษาดิพงศ์"],"ประชุมครั้งที่":"101","หน้า":"15-16"},{"หมวด":"14","ส่วน":"","มาตรา":"249","ร่างมาตรา":"249","ร่างบทบัญญัติ":"<p> “มาตรา 249 ภายใต้บังคับมาตรา 1 ให้มีการจัดการปกครองส่วนท้องถิ่นตามหลักแห่งการปกครองตนเองตามเจตนารมณ์ของประชาชนในท้องถิ่น ทั้งนี้ ตามวิธีการและรูปแบบองค์กรปกครองส่วนท้องถิ่นที่กฎหมายบัญญัติ</p><p>การจัดตั้งองค์กรปกครองส่วนท้องถิ่นในรูปแบบใดให้คำนึงถึงเจตนารมณ์ของประชาชนในท้องถิ่นและความสามารถในการปกครองตนเองในด้านรายได้ จำนวนและความหนาแน่นของประชากร และพื้นที่ที่ต้องรับผิดชอบ ประกอบกัน”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 249 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"81"},{"หมวด":"14","ส่วน":"","มาตรา":"250","ร่างมาตรา":"256","ร่างบทบัญญัติ":"<p>“มาตรา 256 องค์กรปกครองส่วนท้องถิ่นมี<u>หน้าที่และ</u>อำนาจ<strike>และหน้าที่</strike>ในการดูแล<u>และ</u>จัดทำบริการสาธารณะเพื่อประโยชน์ของประชาชนในท้องถิ่น <u>ทั้งนี้ ตามที่กฎหมายบัญญัต</u>ิ<strike>และมีอิสระในการ กำหนดนโยบาย การบริหาร การจัดบริการสาธารณะ การบริหารงานบุคคล การเงินและการคลัง และมี</strike><strike>อำนาจหน้าที่ของตนเองโดยเฉพาะ โดยต้องคำนึงถึงความสอดคล้องกับการพัฒนาของจังหวัดและ ประเทศเป็นส่วนรวม</strike></p><p><strike>องค์กรปกครองส่วนท้องถิ่นต้องจัดให้การบริหารงานบุคคลเป็นไปตามความเหมาะสมและ ความจำเป็นของแต่ละท้องถิ่น รวมทั้งมีมาตรฐานสอดคล้องกัน และอาจได้รับการพัฒนาร่วมกันหรือ สับเปลี่ยนบุคลากรระหว่างองค์กรปกครองส่วนท้องถิ่นด้วยกันได้ </strike><u>รัฐต้องดำเนินการให้องค์กรปกครองส่วนท้องถิ่นมีรายได้ของตนเอง ให้สามารถจัดทำบริการสาธารณะได้อย่างเพียงพอ ในระหว่างที่ยังไม่อาจ</u><u>ดำเนินการได้ ให้รัฐจัดสรรงบประมาณเพื่อสนับสนุนองค์กรปกครองส่วนท้องถิ่นตามควรแก่กรณ</u>ี</p><p><u>บริการสาธารณะในเรื่องใดที่สมควรให้เป็นหน้าที่โดยเฉพาะขององค์กรปกครองส่วนท้องถิ่นแต่ละ</u><u>รูปแบบ ให้เป็นไปตามที่กฎหมายบัญญัติโดยคำนึงถึงรายได้ของท้องถิ่นตามวรรคสอง กฎหมายดังกล่าว</u><u>ให้บัญญัติถึงขั้นตอนในการกระจายอำนาจของส่วนราชการให้แก่ท้องถิ่นด้วย</u></p><p><u>กฎหมายตามวรรคหนึ่งและกฎหมายที่เกี่ยวกับการบริหารราชการส่วนท้องถิ่นต้องให้องค์กร</u><u>ปกครองส่วนท้องถิ่นมีอิสระในการบริหาร การจัดบริการสาธารณะ และการเงินและการคลัง การกำหนดให้มีการกำกับดูแลองค์กรปกครองส่วนท้องถิ่นต้องทำเท่าที่จำเป็นเพื่อการคุ้มครองประโยชน์ของประชาชนในท้องถิ่นหรือประโยชน์ของประเทศเป็นส่วนรวม การป้องกันการทุจริต และการใชจ่ายเงินอย่างมีประสิทธิภาพ โดยคำนึงถึงความเหมาะสมและความแตกต่างของแต่ละรูปแบบขององค์กรปกครองส่วนท้องถิ่น\"</u>้<u>มีการกำกับดูแลองค์กรปกครองส่วนท้องถิ่นต้องทำเท่าที่จำเป็นเพื่อการคุ้มครองประโยชน์ของประชาชนใน</u><u>ท้องถิ่อมกหรือประโยชน์ของประเทศเป็นส่วนรวม การป้องกันการทุจริต และการใช้จ่ายเงินอย่างม</u>ี<u>ประสิทธิภาพ โดยคำนึงถึงความเหมาะสมและความแตกต่างของแต่ละรูปแบบขององค์กรปกครองส่วน</u><u>ท้องถิ่น</u>”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการกล่าวว่า รัฐธรรมนูญฉบับที่แล้วได้กำหนดให้องค์กรปกครองส่วนท้องถิ่นมีอิสระ ในการกำหนดนโยบาย การบริหาร การจัดบริการสาธารณะ การบริหารงานบุคคล การเงินและการคลัง แต่ ปรากฏว่าไม่สามารถดำเนินการได้อย่างแท้จริง เนื่องจากถูกควบคุมโดยระเบียบกระทรวงมหาดไทย และสอบถามว่า ความว่า “...มีอำนาจหน้าที่ของตนเองโดยเฉพาะ...” มีความหมายอย่างไร เนื่องจากองค์กร ปกครองส่วนท้องถิ่นจะมีอำนาจหน้าที่ของตนเองอยู่แล้ว</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า การกำหนดความว่า “...มีอำนาจ หน้าที่ของตนเองโดยเฉพาะ...” ไว้ในร่างมาตรานี้ เพื่อให้สามารถนำไปกำหนดไว้ในกฎหมายจัดตั้งองค์กร ปกครองส่วนท้องถิ่นได้ ซึ่งจะกำหนดให้องค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบมีอำนาจหน้าที่ที่ชัดเจน โดยร่างมาตรานี้ได้นำหลักการของรัฐธรรมนูญ 2540 และรัฐธรรมนูญ 2550 มาปรับปรุงเนื้อหาให้องค์กร ปกครองส่วนท้องถิ่นมีอำนาจในการบริการสาธารณะและรองรับกับการกระจายอำนาจด้วย</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ร่างมาตรา 256 เป็นเรื่องความเป็นอิสระขององค์กรปกครองส่วนท้องถิ่น ซึ่งได้กำหนดให้องค์กร ปกครองส่วนท้องถิ่นมีอิสระในการจัดบริการสาธารณะ การบริหารงานบุคคล และการเงินและการคลัง ทั้งนี้ เห็นควรกำหนดเรื่องการกระจายอำนาจ การกำหนดแผนและขั้นตอนการดำเนินงาน และเรื่องงบประมาณ ไว้ในร่างมาตรา 256 ด้วย</p><p>- รัฐบาลได้ดำเนินการจัดทำบริการสาธารณะในพื้นที่ของท้องถิ่นทั้งหมดแล้ว เช่น โรงพยาบาล ส่งเสริมสุขภาพตำบล เป็นต้น แต่มีองค์กรบริหารส่วนท้องถิ่นหลายแห่งที่ไม่ต้องการรับโอนภารกิจจาก ส่วนกลาง นอกจากนี้ องค์กรปกครองส่วนท้องถิ่นในปัจจุบันจะไม่ดำเนินการให้บริการสาธารณะเองแต่จะให้เงินอุดหนุนเพื่อพัฒนาคุณภาพของการบริการสาธารณะของส่วนกลางให้ดีขึ้น จึงควรพิจารณาว่าการ กำหนดให้มีการส่งหรือโอนภารกิจให้กับองค์กรปกครองส่วนท้องถิ่นเป็นผู้ดำเนินการจะเหมาะสมหรือไม่</p><p>- การกระจายอำนาจมีความสำคัญ รัฐธรรมนูญ 2540 ทำให้การกระจายอำนาจมีความชัดเจน มากขึ้น และยังทำให้องค์กรปกครองส่วนท้องถิ่นมีอำนาจจัดเก็บภาษีด้วย หากคณะกรรมการไม่กำหนดให้มี การกระจายอำนาจให้กับองค์กรปกครองส่วนท้องถิ่นอาจไม่สอดคล้องกับข้อเท็จจริงที่เกิดขึ้น</p><p>ประธานกรรมการกล่าวว่า หลักการในเรื่องการปกครองส่วนท้องถิ่น คือ รัฐมีหน้าที่ในการบริหาร จัดการดูแลท้องถิ่นในทุกเรื่องแต่ไม่ได้เป็นการตัดอำนาจขององค์กรปกครองส่วนท้องถิ่นที่จะดำเนินการ เช่นเดียวกับรัฐ หากองค์กรปกครองส่วนท้องถิ่นเห็นว่ารัฐดำเนินการในเรื่องใดไม่มีคุณภาพ องค์กรปกครอง ส่วนท้องถิ่นก็มีอำนาจที่จะดำเนินการเองได้ การกำหนดให้มีการบังคับให้รัฐบาลโอนภารกิจงานให้กับ องค์กรปกครองส่วนท้องถิ่นจะทำให้เกิดปัญหาต่อการกระจายอำนาจได้ เนื่องจากองค์กรปกครองส่วน ท้องถิ่นอาจไม่มีความสามารถดำเนินการได้และยังเป็นการเพิ่มช่องทางการทุจริตด้วย</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า ได้กำหนดเรื่องการกระจายอำนาจ ไว้ในร่างมาตรา 258 ให้รัฐต้องดำเนินการให้มีการกระจายอำนาจ โดยการกระจายอำนาจได้เริ่มดำเนินการ มาตั้งแต่ พ.ศ. 2542 จึงควรกำหนดหลักการไว้ในร่างรัฐธรรมนูญ เพื่อให้รัฐบาลดำเนินการกระจายอำนาจ อย่างต่อเนื่องจนกว่าท้องถิ่นจะมีความเข้มแข็งในการให้บริการสาธารณะในพื้นที่เองได้</p><p>- มีกรรมการแสดงความเห็นว่า รัฐธรรมนูญของประเทศญี่ปุ่นกำหนดให้องค์กรปกครอง ส่วนท้องถิ่นสามารถปกครองตนเองได้ ซึ่งองค์กรปกครองส่วนท้องถิ่นในประเทศญี่ปุ่นจำนวนมากมีการ ดำเนินการที่มีประสิทธิภาพ จึงควรกำหนดอำนาจหน้าที่ขององค์กรปกครองส่วนท้องถิ่นให้ชัดเจน</p><p>- ในต่างประเทศส่วนใหญ่จะกำหนดให้องค์กรปกครองส่วนท้องถิ่นเป็นผู้ดำเนินการบริการ สาธารณะพื้นฐานในพื้นที่ต่างๆ ซึ่งแตกต่างกับประเทศไทยที่ใช้ระบบการกระจายอำนาจให้องค์กรปกครอง ส่วนท้องถิ่นดำเนินการแทน โดยมองว่าอำนาจเป็นของรัฐ แต่รัฐกระจายอำนาจให้ท้องถิ่น</p><p>- คณะอนุกรรมการศึกษาโครงสร้างฝ่ายบริหารมีข้อเสนอว่า ปัจจุบันคณะกรรมการกระจายอำนาจ ให้แก่องค์กรปกครองส่วนท้องถิ่น คณะกรรมการมาตรฐานการบริหารงานบุคคลส่วนท้องถิ่น และกรม ส่งเสริมการปกครองท้องถิ่น เป็นหน่วยงานในการกำกับดูแลและประสานงานด้านท้องถิ่น โดยแต่ละ หน่วยงานมีทิศทางในการบริหารงานท้องถิ่นที่ไม่เป็นไปในแนวทางเดียวกัน จึงควรมีการควบรวมหน่วยงาน ที่เกี่ยวข้องกับการบริหารงานท้องถิ่นให้เป็นหน่วยงานเดียวกันในระดับกรม และสนับสนุนให้มีสภา ประชาคมในแต่ละท้องถิ่นทำหน้าที่รายงานผลการดำเนินงานให้ประชาชนได้ทราบอย่างน้อยปีละหนึ่งครั้ง เพื่อให้ประชาชนสามารถติดตามผลการดำเนินงานได้</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า ข้อเสนอของคณะอนุกรรมการ ศึกษาโครงสร้างฝ่ายบริหารเกี่ยวกับการควบรวมหน่วยงานที่เกี่ยวข้องกับการบริหารงานท้องถิ่นเป็นเรื่อง นโยบายในการควบรวมหน่วยงานที่เกี่ยวข้องกับท้องถิ่นให้มีความเป็นเอกภาพมากขึ้น จึงอาจไม่ต้องกำหนด ไว้ในร่างรัฐธรรมนูญ</p><p>ประธานกรรมการเสนอให้แก้ไขเพิ่มเติมร่างมาตรา 256 เป็นดังนี้</p><p>“มาตรา 256 องค์กรปกครองส่วนท้องถิ่นมี<strike>อำนาจและ</strike>หน้าที่<u>และอำนาจ</u>ในการดูแลและจัดทำบริการสาธารณะเพื่อประโยชน์ของประชาชนในท้องถิ่น <strike>และมีอิสระในการกำหนดนโยบาย การบริหาร การจัดบริการสาธารณะ การบริหารงานบุคคล การเงินและการคลัง และมีอำนาจหน้าที่ของตนเอง</strike><strike>โดยเฉพาะ โดยต้องคำนึงถึงความสอดคล้องกับการพัฒนาของจังหวัดและประเทศเป็นส่วนรวม</strike><u>ทั้งน</u>ี้ <u>ตามที่กฎหมายบัญญัต</u>ิ</p><p><u>รัฐต้องดำเนินการให</u>้องค์กรปกครองส่วนท้องถิ่น<strike>ต้องจัดให้การบริหารงานบุคคลเป็นไปตาม</strike><strike>ความเหมาะสมและความจำเป็นของแต่ละท้องถิ่น รวมทั้งมีมาตรฐานสอดคล้องกัน และอาจได้รับการ</strike><strike>พัฒนาร่วมกันหรือสับเปลี่ยนบุคลากรระหว่างองค์กรปกครองส่วนท้องถิ่นด้วยกันได้</strike><u>มีรายได้ของตนเอง</u><u>ให้สามารถจัดทำบริการสาธารณะได้อย่างเพียงพอ</u></p><p><u>บริการสาธารณะในเรื่องใดที่สมควรให้เป็นหน้าที่โดยเฉพาะขององค์กรปกครองส่วนท้องถิ่น ให</u>้<u>เป็นไปตามที่กฎหมายบัญญัติ กฎหมายดังกล่าวให้บัญญัติถึงขั้นตอนในการกระจายอำนาจส่วนราชการ</u><u>ให้แก่ท้องถิ่นด้วย</u></p><p><u>กฎหมายตามวรรคหนึ่งและกฎหมายที่เกี่ยวกับการบริหารราชการส่วนท้องถิ่นต้องให้องค์กร</u> <u>ปกครองส่วนท้องถิ่นมีอิสระในการบริหาร การจัดบริการสาธารณะ และการเงินและการคลัง การกำหนดให</u>้ <u>มีการกำกับดูแลองค์กรปกครองส่วนท้องถิ่นต้องทำเท่าที่จำเป็นเพื่อการคุ้มครองประโยชน์ของประชาชนใน</u> <u>ท้องถิ่นหรือประโยชน์ของประเทศเป็นส่วนรวม และคำนึงถึงความเหมาะสมและความแตกต่างของแต่ละ</u> <u>รูปแบบขององค์กรปกครองส่วนท้องถิ่น</u>”</p><p>- มีกรรมการแสดงความเห็นว่า ความในวรรคสองที่ได้มีการแก้ไขเพิ่มเติมอาจไม่สามารถเกิดผลได้ ในทางปฏิบัติ เนื่องจากปัจจุบันมีองค์การบริหารส่วนตำบลหลายแห่งไม่สามารถหารายได้เองได้ และอาจ ต้องมีการยุบรวมองค์การบริหารส่วนตำบลในบางพื้นที่</p><p>- ปัจจุบันองค์กรปกครองส่วนท้องถิ่นแต่ละแห่งจัดทำบริการสาธารณะที่มีคุณภาพแตกต่างกัน ขึ้นอยู่กับฐานะทางการเงินขององค์กรปกครองส่วนท้องถิ่นนั้น จึงควรกำหนดให้องค์กรปกครองส่วนท้องถิ่น แต่ละแห่งต้องปรับปรุงบริการสาธารณะให้มีคุณภาพเท่าเทียมกัน</p><p>- ควรกำหนดให้องค์กรปกครองส่วนท้องถิ่นมีอำนาจหน้าที่ชัดเจน และให้รัฐต้องดำเนินการหรือ สนับสนุนให้องค์กรปกครองส่วนท้องถิ่นมีรายได้เป็นของตนเอง โดยปรับปรุงความในวรรคสองและวรรค สามให้ชัดเจนมากขึ้น</p><p>ประธานกรรมการกล่าวว่า การกระจายอำนาจให้กับองค์กรปกครองส่วนท้องถิ่นผ่านมา ไม่ได้ คำนึงถึงความสามารถที่แตกต่างกันขององค์กรปกครองส่วนท้องถ่ิน ทั้งนี้ การกระจายอำนาจต้องคำนึงถึง รูปแบบขององค์กรปกครองส่วนท้องถิ่นแต่ละแห่ง และองค์กรปกครองส่วนท้องถิ่นจะต้องมีความเป็นอิสระ นอกจากนี้ กฎหมายที่เกี่ยวข้องต้องกำหนดให้องค์กรปกครองส่วนท้องถิ่นดำเนินการในเรื่องใดอย่างชัดเจน แต่ในกรณีที่องค์กรปกครองส่วนท้องถิ่นใดไม่มีความสามารถดำเนินการในเรื่องนั้นได้ รัฐบาลจะต้อง สนับสนุนให้องค์กรปกครองส่วนท้องถิ่นดำเนินการในเรื่องนั้นให้ได้ ทั้งนี้ องค์กรบริหารส่วนตำบลใดที่มี ขนาดเล็กมากอาจถูกยุบรวมได้</p><p>ส่วนรายได้ตามความในวรรคสองนั้น ไม่ได้หมายถึงเงินสนับสนุนจากรัฐ แต่เป็นการกำหนดให้รัฐ ต้องดำเนินการหรือตรากฎหมายให้องค์กรปกครองส่วนท้องถิ่นมีรายได้หรือเก็บภาษีเพื่อเป็นรายได้ของ ตนเอง และเสนอให้เพิ่มความในวรรคสามเป็น “...ขององค์กรปกครองส่วนท้องถิ่น<u>แต่ละรูปแบบ</u> ให้เป็นไป ตามที่กฎหมายบัญญัติ...”</p><p>- มีกรรมการแสดงความเห็นว่า ควรพิจารณากรณีเทศบาลที่จัดตั้งขึ้นแตกต่างกัน โดยเทศบาลที่ จัดตั้งขึ้นตามกฎหมายเทศบาลบางแห่งมีหน้าที่ดูแลประชาชนในพื้นที่จำนวนสองถึงสี่ตารางกิโลเมตร แตกต่างจากองค์การบริหารส่วนตำบลที่ถูกยกฐานะเป็นเทศบาลตำบลมีหน้าที่ดูแลประชาชนในพื้นที่จำนวนถึงห้าสิบตารางกิโลเมตร จึงอาจมีปัญหาเรื่องการจัดเก็บรายได้ไม่เพียงพอและเกิดปัญหาการจัดการดูแล หรือบริการสาธารณะในพื้นที่ที่มีขนาดใหญ่</p><p>- รัฐบาลและองค์กรปกครองส่วนท้องถิ่นที่จัดบริการสาธารณะเชื่อมโยงกัน ควรต้องบริหารจัดการ และจัดสรรงบประมาณร่วมกัน ในต่างประเทศจะกำหนดให้หน่วยงานที่ไม่แสวงหากำไร บริษัทเอกชนหรือ ชุมชนสามารถจัดทำบริการสาธารณะแทนองค์กรปกครองส่วนท้องถิ่นได้ โดยให้รัฐบาลส่วนกลางเป็น ผู้ควบคุมไม่ให้เกิดการทุจริต ทั้งนี้ หากชุมชนเป็นผู้จัดทำบริการสาธารณะเองโดยตรงจะแก้ไขปัญหาการ ทุจริตได้</p><p>- ควรกำหนดให้องค์กรปกครองส่วนท้องถิ่นแต่ละแห่งในพื้นที่ใกล้เคียงกันต้องจัดบริการสาธารณะ ที่มีคุณภาพเท่าเทียมกันด้วย</p><p>ประธานกรรมการกล่าวว่า การกำหนดให้องค์กรปกครองส่วนท้องถิ่นแต่ละแห่งในพื้นที่ใกล้เคียง กันต้องดำเนินการบริการสาธารณะที่มีคุณภาพเท่าเทียมกัน จะขัดต่อหลักการเรื่องเจตนารมณ์การปกครอง ตนเองของประชาชน ซึ่งการจัดทำบริการสาธารณะขององค์กรปกครองส่วนท้องถิ่นแต่ละแห่งจะขึ้นอยู่กับ รายได้ขององค์กรปกครองส่วนท้องถิ่นนั้นด้วย แต่รัฐบาลสามารถเข้าไปสนับสนุนองค์กรปกครองส่วน ท้องถิ่นที่มีรายได้น้อยได้</p><p>- มีกรรมการแสดงความเห็นว่า หากองค์กรปกครองส่วนท้องถิ่นไม่สามารถมีรายได้ของตนเอง ได้อย่างเพียงพอในการจัดทำบริการสาธารณะ รัฐต้องจัดสรรงบประมาณเพื่อสนับสนุนองค์กรปกครอง ส่วนท้องถิ่นไปจนถึงระยะเวลาใด</p><p>ประธานกรรมการกล่าวว่า หากองค์กรปกครองส่วนท้องถ่ินไม่สามารถมีรายได้ของตนเองได้อย่าง เพียงพอในการจัดทำบริการสาธารณะ รัฐต้องจัดสรรงบประมาณเพื่อสนับสนุนองค์กรปกครองส่วนท้องถิ่น จนกว่าองค์กรปกครองส่วนท้องถิ่นนั้นจะสามารถมีรายได้ของตนเองและสามารถจัดทำบริการสาธารณะ ได้อย่างเพียงพอ</p><p>- มีกรรมการแสดงความเห็นว่า รายได้ขององค์กรปกครองส่วนท้องถิ่นส่วนใหญ่เกิดจากการ ท่องเที่ยว ซึ่งปัญหาที่เกิดขึ้น คือ สภาพแวดล้อมเดิมถูกเปลี่ยนสภาพเป็นโรงแรมหรือที่พักอาศัย เนื่องจาก เป็นสิ่งที่สร้างรายได้ให้แก่องค์กรปกครองส่วนท้องถิ่น อย่างไรก็ตาม ในระยะยาวการคำนึงถึงการจัดหา รายได้เพียงอย่างเดียวย่อมส่งผลกระทบต่อทรัพยากรและความหลากหลายทางวัฒนธรรม ดังนั้น ควรกำหนดมาตรการป้องกันปัญหาดังกล่าวไว้ในวรรคสองของร่างมาตรา 256 ด้วย</p><p>- องค์กรปกครองส่วนท้องถิ่นสามารถจัดเก็บภาษีจากโรงแรมหรือที่พักอาศัยได้โดยตรง แต่ไม่สามารถจัดเก็บภาษีจากผู้ประกอบการโรงงานอุตสาหกรรมได้ ซึ่งองค์กรปกครองส่วนท้องถิ่นจะได้รับ การจัดสรรเงินอุดหนุนจากภาษีมูลค่าเพิ่ม ภาษีสรรพสามิต หรือภาษีอื่น ๆ ตามที่กฎหมายกำหนดแทน ทั้งนี้ ประเด็นที่เป็นปัญหา คือ การแบ่งสัดส่วนรายได้ให้แก่องค์กรปกครองส่วนท้องถิ่นไม่ได้อยู่บนฐานของรายได้ ที่ท้องถิ่นก่อให้เกิดขึ้น ทำให้ท้องถิ่นที่ก่อให้เกิดรายได้จำนวนมากกลับได้รับการจัดสรรเงินเงินอุดหนุนจาก ภาครัฐในจำนวนน้อยกว่าที่ควรจะเป็น</p><p>ประธานกรรมการกล่าวว่า ปัญหาการแบ่งสัดส่วนรายได้ให้แก่องค์กรปกครองส่วนท้องถิ่นโดยไม่ได้ อยู่บนฐานของรายได้ที่ท้องถิ่นก่อให้เกิดขึ้น เกิดจากการขาดความร่วมมือระหว่างกระทรวงมหาดไทยกับ ผู้แทนของท้องถิ่นในคณะกรรมการการกระจายอำนาจให้แก่องค์กรปกครองส่วนท้องถิ่น ซ่ึงการเข้าไป ควบคุมหรือแทรกแซงกรณีดังกล่าวโดยใช้บทบัญญัติของรัฐธรรมนูญเป็นเรื่องใหญ่และอาจทำให้ปัญหา รุนแรงขึ้นได้ จึงควรปล่อยให้องค์กรปกครองส่วนท้องถิ่นได้พัฒนาตนเองจนสามารถมีรายได้เป็นของตนเอง ซึ่งทำให้รัฐจัดสรรงบประมาณเพื่อสนับสนุนองค์กรปกครองส่วนท้องถิ่นจำนวนที่น้อยลง เนื่องจากองค์กร ปกครองส่วนท้องถิ่นสามารถปกครองตนเองได้ในระดับหนึ่งแล้ว</p><p>- มีกรรมการแสดงความเห็นว่า การสร้างความสมดุลระหว่างการจัดหารายได้ของท้องถิ่นกับการ รักษาคุณภาพสิ่งแวดล้อม รวมทั้งจารีตประเพณีและวัฒนธรรมอันดีของท้องถิ่น ได้มีการบัญญัติเรื่องการ สร้างสมดุลดังกล่าวไว้ในมาตรา 289 และมาตรา 290 ของรัฐธรรมนูญ 2550 ซึ่งสามารถนำมาเป็น แบบอย่างในการร่างรัฐธรรมนูญได้</p><p>- รากฐานของการปกครองส่วนท้องถิ่นในประเทศไทยยังไม่มีความเข้มแข็งเช่นในต่างประเทศ ทั้งนี้ ประชาชนในท้องถิ่นก็อาจไม่ทราบว่าการปกครองส่วนท้องถิ่นมีผลกระทบต่อการดำรงชีวิตของประชาชน ในท้องถิ่นมากกว่าการปกครองในระดับชาติ ซึ่งการให้อำนาจท้องถิ่นปกครองตนเองพร้อมกับการกระจาย รายได้ให้กับท้องถิ่นโดยขาดการสร้างจิตสำนึกที่ดีในการอนุรักษ์สิ่งแวดล้อม หรือจารีตประเพณีและ วัฒนธรรมอันดีของท้องถิ่น อาจส่งผลให้การพัฒนาท้องถิ่นขาดความยั่งยืนในอนาคตได้</p><p>ประธานกรรมการกล่าวว่า การจัดทำบริการสาธารณะขององค์กรปกครองส่วนท้องถิ่นมี ความหมายอย่างกว้าง และครอบคลุมการจัดทำบริการสาธารณะโดยคำนึงถึงการอนุรักษ์สิ่งแวดล้อม หรือ จารีตประเพณีและวัฒนธรรมอันดีของท้องถิ่นด้วย ซึ่งการบัญญัติกฎหมายให้เรื่องใดเป็นอำนาจหน้าที่ของ ท้องถิ่นโดยเฉพาะ ต้องผ่านความเห็นชอบจากคณะกรรมการกฤษฎีกาและรัฐบาลเสียก่อน ดังนั้น จึงสามารถกำหนดมาตรฐานหรือแนวทางในการอนุรักษ์สิ่งแวดล้อม หรือจารีตประเพณีและวัฒนธรรมอันดี ของท้องถิ่นไว้ในกฎหมายระดับพระราชบัญญัติหรือกฎหมายลำดับรองได้</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติให้แก้ไขเพิ่มเติมร่างมาตรา 256 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายธนาวัฒน์ สังข์ทอง","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"46","หน้า":"8-13"},{"หมวด":"14","ส่วน":"","มาตรา":"250","ร่างมาตรา":"255","ร่างบทบัญญัติ":"<p> “มาตรา 255 องค์กรปกครองส่วนท้องถิ่นมีหน้าที่และอำนาจดูแลและจัดทำบริการสาธารณะเพื่อประโยชน์ของประชาชนในท้องถิ่นตามหลักการพัฒนาอย่างยั่งยืน รวมทั้งส่งเสริมและสนับสนุนการจัดการศึกษาให้แก่ประชาชนในท้องถิ่น ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>รัฐต้องดำเนินการให้องค์กรปกครองส่วนท้องถิ่นมีรายได้ของตนเองให้สามารถดำเนินการตามวรรคหนึ่งได้อย่างเพียงพอ ในระหว่างที่ยังไม่อาจดำเนินการได้ ให้รัฐจัดสรรงบประมาณเพื่อสนับสนุนองค์กรปกครองส่วนท้องถิ่นตามควรแก่กรณี</p><p>การจัดทำบริการสาธารณะใดที่สมควรให้เป็นหน้าที่โดยเฉพาะขององค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบ ให้เป็นไปตามที่กฎหมายบัญญัติโดยสอดคล้องกับรายได้ของท้องถิ่นตามวรรคสอง กฎหมายดังกล่าวให้บัญญัติถึงขั้นตอนในการกระจายอำนาจของส่วนราชการให้แก่ท้องถิ่นด้วย</p><p>กฎหมายตามวรรคหนึ่งและกฎหมายที่เกี่ยวกับการบริหารราชการส่วนท้องถิ่นต้องให้องค์กรปกครองส่วนท้องถิ่นมีอิสระในการบริหาร การจัดทำบริการสาธารณะ การส่งเสริมและสนับสนุนการจัดการศึกษา และการเงินและการคลัง การกำกับดูแลองค์กรปกครองส่วนท้องถิ่นให้ทำเพียงเท่าที่จำเป็นเพื่อคุ้มครองประโยชน์ของประชาชนในท้องถิ่นหรือประโยชน์ของประเทศเป็นส่วนรวม การป้องกันการทุจริต และการใช้จ่ายเงินอย่างมีประสิทธิภาพ โดยคำนึงถึงความเหมาะสมและความแตกต่างของแต่ละรูปแบบขององค์กรปกครองส่วนท้องถิ่น”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า ร่างมาตรานี้เป็นหลักการใหม่ที่กำหนดให้องค์กรปกครองส่วนท้องถิ่น มีความเป็นอิสระ และการกำกับดูแลองค์กรปกครองส่วนท้องถิ่นให้ทำเพียงเท่าที่จำเป็น</p><p>มีกรรมการสอบถามว่า ความว่า “บริการสาธารณะ” จะต้องบัญญัติคำนิยามหรือไม่ หรือให้เป็นไปตามกฎหมายที่กฎหมายบัญญัติ</p><p>ประธานกรรมการกล่าวว่า สิ่งที่ทำไปเพื่อสาธารณะคือบริการสาธารณะ กรณีที่มีปัญหาคือการไปทำในสิ่งที่ไม่ใช่บริการสาธารณะ หรือทำในสิ่งที่ไม่ได้กำหนดไว้ในกฎหมาย </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 255 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"65","หน้า":"25-26"},{"หมวด":"14","ส่วน":"","มาตรา":"250","ร่างมาตรา":"","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- เรื่องการปกครองส่วนท้องถิ่นควรพิจารณาหลักการเพิ่มเติมในสองเรื่อง ดังนี้</p><p>เรื่องที่หนึ่ง ร่างรัฐธรรมนูญไม่ได้บัญญัติหลักการเพื่อให้เกิดการพัฒนาในเชิงพื้นที่และให้มีการทำงานร่วมกันระหว่างองค์กรปกครองส่วนถิ่น ราชการส่วนภูมิภาคกับองค์กรภาครัฐในส่วนอื่นๆ โดย ร่างมาตราต่างๆ ในหมวด 12 การปกครองส่วนท้องถิ่น บัญญัติให้อิสระในการบริหารแก่องค์กรปกครองส่วนท้องถิ่นจึงทำให้ไม่มีความร่วมมือกันในเชิงพื้นที่</p><p>เรื่องที่สอง ร่างรัฐธรรมนูญไม่ได้บัญญัติเรื่องการมอบหมายภารกิจจากราชการส่วนกลาง หรือราชการส่วนภูมิภาคเพื่อให้อำนาจแก่องค์กรปกครองส่วนถิ่นในการดำเนินการร่วมกันกับส่วนราชการอื่นๆ ในพื้นที่</p><p>ประธานกรรมการกล่าวว่า รูปแบบการบัญญัติหลักการในหมวด 12 การปกครองส่วนท้องถิ่น นั้นควรบัญญัติแต่เฉพาะหลักการที่สำคัญเพื่อมิให้มีการออกกฎหมายลำดับรองที่ผิดไปจากเจตนารมณ์ของรัฐธรรมนูญ </p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงหน้าที่และอำนาจขององค์การปกครองส่วนท้องถิ่นแต่ไม่มีการลงมติ","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"66","หน้า":"15"},{"หมวด":"14","ส่วน":"","มาตรา":"250","ร่างมาตรา":"249","ร่างบทบัญญัติ":"<p>“มาตรา 249 องค์กรปกรองส่วนท้องถิ่นมีหน้าที่และอำนาจดูแลและจัดทำบริการสาธารณะเพื่อประโยชน์ของประชาชนในท้องถิ่นตามหลักการพัฒนาอย่างยั่งยืน รวมทั้งส่งเสริมและสนับสนุนการจัดการศึกษาให้แก่ประชาชนในท้องถิ่น ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>รัฐต้องดำเนินการให้องค์กรปกครองส่วนท้องถิ่นมีรายได้ของตนเองให้สามารถดำเนินการตามวรรคหนึ่งได้อย่างเพียงพอ ในระหว่างที่ยังไม่อาจดำเนินการได้ ให้รัฐจัดสรรงบประมาณเพื่อสนับสนุนองค์กรปกครองส่วนท้องถิ่นตามควรแก่กรณี</p><p>การจัดทำบริการสาธารณะใดที่สมควรให้เป็นหน้าที่โดยเฉพาะขององค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบ ให้เป็นไปตามที่กฎหมายบัญญัติ<strike>โดย</strike><u>ซึ่งต้อง</u>สอดคล้องกับรายได้ของท้องถิ่นตามวรรคสอง กฎหมายดังกล่าวให้บัญญัติถึง<u>กลไกและ</u>ขั้นตอนในการกระจายยอำนาจของส่วนราชการให้แก่ท้องถิ่นด้วย</p><p>กฎหมายตามวรรคหนึ่งและกฎหมายที่เกี่ยวกับการบริหารราชการส่วนท้องถิ่นต้องให้องค์กรปกครองส่วนท้องถิ่นมีอิสระในการบริหาร การจัดทำบริการสาธารณะ การส่งเสริมและสนับสนุนการจัดการศึกษา การเงินและการคลัง และการกำกับดูแลองค์กรปกครองส่วนท้องถิ่นซึ่งต้องทำเพียงเท่าที่จำเป็นเพื่อการคุ้มครองประโยชน์ของประชาชนในท้องถิ่นหรือประโยชน์ของประเทศเป็นส่วนรวม การป้องกันการทุจริต และการใช้จ่ายเงินอย่างมีประสิทธิภาพ โดยคำนึงถึงความเหมาะสมและความแตกต่างขององค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบ และต้องมีบทบัญญัติเกี่ยวกับการป้องกันการขัดกันแห่งผลประโยชน์และการป้องกันการก้าวก่ายการปฏิบัติหน้าที่ของข้าราชการส่วนท้องถิ่นด้วย”</p>","ประเด็นการพิจารณา":"<p> มีกรรมการเสนอเพิ่มความว่า “กลไกและ” ก่อนหน้าความว่า “ขั้นตอน” ในวรรคสาม เพื่อให้มี ความหมายครอบคลุมขึ้น</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมร่างมาตรา 249 เป็นดังนี้</p><p>“มาตรา 249 องค์กรปกรองส่วนท้องถิ่นมีหน้าที่และอำนาจดูแลและจัดทำบริการสาธารณะเพื่อ ประโยชน์ของประชาชนในท้องถิ่นตามหลักการพัฒนาอย่างยั่งยืน รวมทั้งส่งเสริมและสนับสนุนการ จัดการศึกษาให้แก่ประชาชนในท้องถิ่น ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>รัฐต้องดำเนินการให้องค์กรปกครองส่วนท้องถิ่นมีรายได้ของตนเองให้สามารถดำเนินการตาม วรรคหนึ่งได้อย่างเพียงพอ ในระหว่างที่ยังไม่อาจดำเนินการได้ ให้รัฐจัดสรรงบประมาณเพื่อสนับสนุน องค์กรปกครองส่วนท้องถิ่นตามควรแก่กรณี</p><p>การจัดทำบริการสาธารณะใดที่สมควรให้เป็นหน้าที่โดยเฉพาะขององค์กรปกครองส่วนท้องถิ่น แต่ละรูปแบบ ให้เป็นไปตามที่กฎหมายบัญญัติ<strike>โดย</strike><u>ซึ่งต้อง</u>สอดคล้องกับรายได้ของท้องถิ่นตามวรรคสอง กฎหมายดังกล่าวให้บัญญัติถึง<u>กลไกและ</u>ขั้นตอนในการกระจายอำนาจของส่วนราชการให้แก่ท้องถิ่นด้วย</p><p>กฎหมายตามวรรคหนึ่งและกฎหมายที่เกี่ยวกับการบริหารราชการส่วนท้องถิ่นต้องให้องค์กร ปกครองส่วนท้องถิ่นมีอิสระในการบริหาร การจัดทำบริการสาธารณะ การส่งเสริมและสนับสนุนการจัด การศึกษา การเงินและการคลัง และการกำกับดูแลองค์กรปกครองส่วนท้องถิ่นซึ่งต้องทำเพียงเท่าที่จำเป็น เพื่อการคุ้มครองประโยชน์ของประชาชนในท้องถิ่นหรือประโยชน์ของประเทศเป็นส่วนรวม การป้องกันการ ทุจริต และการใช้จ่ายเงินอย่างมีประสิทธิภาพ โดยคำนึงถึงความเหมาะสมและความแตกต่างขององค์กร ปกครองส่วนท้องถิ่นแต่ละรูปแบบ และต้องมีบทบัญญัติเกี่ยวกับการป้องกันการขัดกันแห่งผลประโยชน์ และการป้องกันการก้าวก่ายการปฏิบัติหน้าที่ของข้าราชการส่วนท้องถิ่นด้วย”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 249 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"72","หน้า":"55-56"},{"หมวด":"14","ส่วน":"","มาตรา":"250","ร่างมาตรา":"247","ร่างบทบัญญัติ":"<p>“มาตรา 247 องค์กรปกครองส่วนท้องถิ่นมีหน้าที่และอำนาจดูแลและจัดทำบริการสาธารณะเพื่อประโยชน์ของประชาชนในท้องถิ่นตามหลักการพัฒนาอย่างยั่งยืน รวมทั้งส่งเสริมและสนับสนุนการจัดการศึกษาให้แก่ประชาชนในท้องถิ่น ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>รัฐต้องดำเนินการให้องค์กรปกครองส่วนท้องถิ่นมีรายได้ของตนเอง ให้สามารถดำเนินการตามวรรคหนึ่งได้อย่างเพียงพอ ในระหว่างที่ยังไม่อาจดำเนินการได้ ให้รัฐจัดสรรงบประมาณเพื่อสนับสนุนองค์กรปกครองส่วนท้องถิ่นตามควรแก่กรณี</p><p>การจัดทำบริการสาธารณะใดที่สมควรให้เป็นหน้าที่โดยเฉพาะขององค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบ ให้เป็นไปตามที่กฎหมายบัญญัติซึ่งต้องสอดคล้องกับรายได้ของท้องถิ่นตามวรรคสอง กฎหมายดังกล่าวให้บัญญัติถึงกลไกและขั้นตอนในการกระจายอำนาจของส่วนราชการให้แก่ท้องถิ่นด้วย</p><p>กฎหมายตามวรรคหนึ่งและกฎหมายที่เกี่ยวกับการบริหารราชการส่วนท้องถิ่นต้องให้องค์กรปกครองส่วนท้องถิ่นมีอิสระในการบริหาร การจัดทำบริการสาธารณะ การส่งเสริมและสนับสนุนการจัดการศึกษา การเงินและการคลัง และการกำกับดูแลองค์กรปกครองส่วนท้องถิ่นซึ่งต้องทำเพียงเท่าที่จำเป็นเพื่อการคุ้มครองประโยชน์ของประชาชนในท้องถิ่นหรือประโยชน์ของประเทศเป็นส่วนรวม การป้องกันการทุจริต และการใช้จ่ายเงินอย่างมีประสิทธิภาพ โดยคำนึงถึงความเหมาะสมและความแตกต่างขององค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบ และต้องมีบทบัญญัติเกี่ยวกับการป้องกันการขัดกันแห่งผลประโยชน์ และการป้องกันการก้าวก่ายการปฏิบัติหน้าที่ของข้าราชการส่วนท้องถิ่นด้วย” </p>","ประเด็นการพิจารณา":"<p> ที่ประชุมแสดงความเห็น ดังนี้</p><p>- รัฐธรรมนูญ 2540 และรัฐธรรมนูญ 2550 มีบทบัญญัติเรื่องการกำกับดูแลองค์กรปกครอง ส่วนท้องถิ่น โดยต้องทำเพียงเท่าที่จำเป็นเพื่อการคุ้มครองประโยชน์ของประชาชนในท้องถิ่นหรือประโยชน์ ของประเทศเป็นส่วนรวม ซึ่งเป็นหลักประกันว่าแม้จะจัดตั้งองค์กรปกครองส่วนท้องถิ่นในรูปแบบใดก็ต้อง อยู่ภายใต้การกำกับดูแลของรัฐ ดังนั้น ควรบัญญัติร่างมาตรา 247 ให้ครอบคลุมหลักการกำกับดูแลองค์กร ปกครองส่วนท้องถิ่นดังกล่าวด้วย</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า การกำกับดูแลองค์กรปกครอง ส่วนท้องถิ่นต้องทำเพียงเท่าที่จำเป็นเพื่อการคุ้มครองประโยชน์ของประชาชนในท้องถิ่นหรือประโยชน์ของ ประเทศเป็นส่วนรวมนั้น ได้บัญญัติหลักการดังกล่าวไว้แล้วในวรรคสี่ของร่างมาตรา 247</p><p>- มีที่ปรึกษาประจำคณะกรรมการร่างรัฐธรรมนูญเสนอแก้ไขเพิ่มเติมความในร่างมาตรา 247 โดยมีสาระสำคัญ ดังนี้ 1) ควรกำหนดให้องค์กรปกครองส่วนท้องถิ่นเป็นหน่วยงานหลักในการจัดทำบริการ สาธารณะให้กับประชาชนในพื้นที่ 2) ควรกำหนดอำนาจหน้าที่ขององค์กรปกครองส่วนท้องถิ่นให้ชัดเจนใน รัฐธรรมนูญ โดยบัญญัติอำนาจหน้าที่ให้ครอบคลุมถึงเรื่องสาธารณูปโภค สาธารณูปการ การพัฒนาคุณภาพ ชีวิต การพัฒนาเศรษฐกิจพื้นฐาน การดูแลทรัพยากรธรรมชาติและสิ่งแวดล้อม การส่งเสริมการกีฬา การศึกษา อบรม การศาสนา ศิลปวัฒนธรรม และจารีตประเพณี เป็นต้น ทั้งนี้ ตามที่กฎหมายบัญญัติ 3) การกำหนดให้ รัฐต้องดำเนินการให้องค์กรปกครองส่วนท้องถิ่นมีรายได้ของตนเองมีความเหมาะสม แต่ควรกำหนดให้มีการ จัดโครงสร้างภาษีระหว่างรัฐกับท้องถิ่น เพื่อให้ท้องถิ่นมีรายได้ (ภาษี) เป็นของตนเอง และมีส่วนแบ่งภาษี ที่ชัดเจน ลดการพึ่งพาเงินอุดหนุนจากรัฐส่วนกลางซึ่งอาจถูกแทรกแซงทางการเมืองได้ง่าย 4) ควรบัญญัติ ให้ชัดเจนว่ารัฐต้องส่งเสริมให้มีการกระจายอำนาจไปยังองค์กรปกครองส่วนท้องถิ่น เพื่อเป็นหลักประกันว่ารัฐส่วนกลางจะกระจายอำนาจให้ท้องถ่ินสามารถปกครองตนเองได้มากขึ้น 5) ควรนำบทบัญญัติเรื่องการ ขัดกันแห่งผลประโยชน์มาใช้บังคับกับองค์กรปกครองส่วนท้องถิ่น โดยกำหนดกฎหมายให้เหมาะสมแก่ บริบทของท้องถิ่นซึ่งแตกต่างจากการเมืองระดับชาติ และ 6) ควรเปิดช่องให้เกิดรูปแบบการจัดทำบริการ สาธารณะขององค์กรปกครองส่วนท้องถิ่นที่มีความหลากหลายมากขึ้น โดยบัญญัติให้ท้องถิ่นสามารถจัดทำ บริการสาธารณะระหว่างท้องถิ่นด้วยกันเอง หรือความร่วมมือระหว่างท้องถิ่นกับรัฐหรือภาคเอกชน ซึ่งการ ขยายความร่วมมือดังกล่าวจะทำให้การบริหารจัดการเชิงพื้นที่มีประสิทธิภาพมากยิ่งขึ้น และสามารถ แก้ปัญหาคำว่า “จังหวัดจัดการตนเอง” ได้</p><p>- มีกรรมการแสดงความเห็นว่า เพื่อให้ความในวรรคหนึ่งมีความสมบูรณ์ยิ่งขึ้น เสนอแก้ไขเพิ่มเติม ความในวรรคหนึ่ง เป็นดังนี้ “องค์กรปกครองส่วนท้องถิ่นมีหน้าที่และอำนาจดูแลและจัดทำบริการ สาธารณะ<u>และกิจกรรมสาธารณะ</u>เพื่อประโยชน์ของประชาชนในท้องถิ่นตามหลักการพัฒนาอย่างยั่งยืน รวมทั้งส่งเสริมและสนับสนุนการจัดการศึกษาให้แก่ประชาชนในท้องถิ่น ทั้งนี้ ตามที่กฎหมายบัญญัติ”</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคหนึ่งและวรรคสองของร่างมาตรา 247 เป็นดังนี้</p><p>“องค์กรปกครองส่วนท้องถิ่นมีหน้าที่และอำนาจดูแลและจัดทำบริการสาธารณะ<u>และกิจกรรม</u><u>สาธารณะ</u>เพื่อประโยชน์ของประชาชนในท้องถิ่นตามหลักการพัฒนาอย่างยั่งยืน รวมทั้งส่งเสริมและ สนับสนุนการจัดการศึกษาให้แก่ประชาชนในท้องถิ่น ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>รัฐต้องดำเนินการให้องค์กรปกครองส่วนท้องถิ่นมีรายได้ของตนเอง <u>โดยจัดให้มีระบบภาษีหรือ</u> <u>การจัดสรรภาษีที่เหมาะสม เพื่อ</u>ให้สามารถดำเนินการตามวรรคหนึ่งได้อย่างเพียงพอ ในระหว่างที่ยังไม่อาจ ดำเนินการได้ ให้รัฐจัดสรรงบประมาณเพื่อสนับสนุนองค์กรปกครองส่วนท้องถิ่นตามควรแก่กรณี”</p><p>- มีกรรมการแสดงความเห็นว่า ในต่างประเทศการดำเนินการให้องค์กรปกครองส่วนท้องถิ่นมี รายได้เป็นของตนเองมักกำหนดให้รัฐส่วนกลางมีอำนาจจัดเก็บภาษี และจัดสรรให้องค์กรปกครองส่วน ท้องถิ่นต่อไป โดยไม่ได้ให้อำนาจท้องถิ่นในการจัดเก็บภาษีเอง เพื่อป้องกันการจัดเก็บภาษีที่ไม่ครบถ้วนและ ขาดประสิทธิภาพ</p><p>- ปัญหารายได้ขององค์กรปกครองส่วนท้องถิ่นไม่เพียงพอ ส่วนหนึ่งเกิดจากการจัดเก็บ ภาษีมูลค่าเพิ่มจากห้างสรรพสินค้าที่ตั้งอยู่ในพื้นที่ขององค์กรปกครองส่วนท้องถิ่นไม่มีการจัดสรร อย่างชัดเจน ทำให้เกิดความไม่เป็นธรรมกับท้องถิ่น นอกจากนั้น เงินอุดหนุนที่รัฐส่วนกลางต้องจัดสรรให้แก่ ท้องถิ่นก็ไม่สามารถจัดสรรให้ได้ตามสัดส่วนที่กฎหมายกำหนดไว้ เนื่องจากรัฐส่วนกลางมักกำหนดให้ ท้องถิ่นต้องจัดทำโครงการเสนอเพื่อรับเงินอุดหนุนดังกล่าว</p><p>- การกำหนดให้รัฐต้องดำเนินการให้องค์กรปกครองส่วนท้องถิ่นมีรายได้ของตนเองตามความใน วรรคสองของร่างมาตรา 247 เป็นถ้อยคำที่มีความหมายกว้าง เนื่องจากคำว่า “รายได้” หมายความถึง ภาษีหรือค่าธรรมเนียม รวมทั้งค่าปรับด้วย อย่างไรก็ตาม การเพิ่มความว่า “<u>โดยจัดให้มีระบบภาษีหรือ</u> <u>การจัดสรรภาษีที่เหมาะสม...</u>” อาจทำให้รายได้ของท้องถิ่นถูกจำกัดลงเหลือเฉพาะการจัดเก็บภาษีเท่านั้น</p><p>- มีที่ปรึกษาประจำคณะกรรมการร่างรัฐธรรมนูญแสดงความเห็นว่า หากไม่บัญญัติให้มีการ จัดระบบภาษี ย่อมไม่สามารถเปลี่ยนแปลงโครงสร้างภาษีได้ อย่างไรก็ตาม ควรเพิ่มบทบัญญัติเกี่ยวกับการ ส่งเสริมและพัฒนารายได้อย่างอื่นที่ไม่ใช่การจัดเก็บภาษีขององค์กรปกครองส่วนท้องถิ่น ซึ่งจะเป็นพื้นฐาน สำคัญในการพัฒนาเศรษฐกิจของท้องถิ่นต่อไป</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคสองของร่างมาตรา 247 เป็นดังนี้ “รัฐต้อง ดำเนินการให้องค์กรปกครองส่วนท้องถิ่นมีรายได้ของตนเอง <u>โดยจัดให้มีระบบภาษีหรือการจัดสรรภาษีท</u>ี่<u>เหมาะสมและส่งเสริมและพัฒนาการหารายได้อื่น ๆ ขององค์กรปกครองส่วนท้องถิ่น ทั้งนี้ เพื่อ</u>ให้สามารถ ดำเนินการตามวรรคหนึ่งได้อย่างเพียงพอ ในระหว่างที่ยังไม่อาจดำเนินการได้ ให้รัฐจัดสรรงบประมาณ เพื่อสนับสนุนองค์กรปกครองส่วนท้องถิ่น<strike>ตามควรแก่กรณี</strike>ไปพลางก่อน”</p><p>นายประพันธ์ นัยโกวิท กรรมการ กล่าวว่า นายธีรยุทธ์ หล่อเลิศรัตน์ ตัวแทนอดีตสมาชิกสภาปฏิรูป แห่งชาติ เสนอเพิ่มบทบาทหน้าที่ขององค์กรปกครองส่วนท้องถิ่นในการบริหารจัดการทรัพยากรธรรมชาติและ สิ่งแวดล้อม โดยร่วมกับชุมชนท้องถิ่น และภาคประชาสังคม นอกจากนี้ นายเอกพันธุ์ ปิณฑวณิช รักษาการ แทนผู้อำนวยการโครงการจัดตั้งสถาบันสิทธิมนุษยชนและสันติศึกษา และคณะ เสนอแก้ไขเพิ่มเติมความใน วรรคหนึ่งของร่างมาตรา 247 เป็นดังนี้ “องค์กรปกครองส่วนท้องถิ่น<strike>มีหน้าที่และอำนาจดูแล และจัดทำ บริการสาธารณะเพื่อประโยชน์ของประชาชนในท้องถิ่นตามหลักการพัฒนาอย่างยั่งยืน รวมทั้ง ส่งเสริมและสนับสนุนการจัดการศึกษาให้แก่ประชาชนในท้องถิ่น </strike>ซึ่งเป็นหน่วยงานหลักในการจัดทำ <u>บริการสาธารณะและสร้างความมั่นคงและเข้มแข็งทางเศรษฐกิจและสังคมเพื่อประโยชน์ของประชาชนใน</u> <u>ท้องถิ่นย่อมมีอำนาจหน้าที่ของตนเองโดยเฉพาะ โดยอย่างน้อยต้องมีอำนาจหน้าที่ในด้านการพัฒนาสุขภาพ</u> <u>และคุณภาพชีวิตของประชาชนในท้องถิ่น การสาธารณูปโภคและสาธารณูปการ การจัดการทรัพยากรธรรมชาต</u>ิ <u>การส่งเสริมและรักษาคุณภาพสิ่งแวดล้อม การรักษาความปลอดภัย การพัฒนาเศรษฐกิจพื้นฐาน การกีฬา</u> <u>การศึกษาอบรม การส่งเสริมศาสนา และการจัดการศิลปวัฒนธรรม จารีตประเพณีของท้องถิ่น</u> ทั้งนี้ ตามที่ กฎหมายบัญญัติ</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคสองและวรรคสามโดยตัดความเดิมออกทั้งหมด และใช้ความต่อไปนี้แทน</p><p>“การจัดทำบริการสาธารณะและกิจกรรมสาธารณะใดที่สมควรให้เป็นหน้าที่โดยเฉพาะขององค์กร ปกครองส่วนท้องถิ่นแต่ละรูปแบบ ให้เป็นไปตามที่กฎหมายบัญญัติซึ่งต้องสอดคล้องกับรายได้ของท้องถิ่น ตามวรรคสาม กฎหมายดังกล่าวให้บัญญัติถึงกลไก และขั้นตอนในการกระจายอำนาจของส่วนราชการให้แก่ ท้องถิ่นด้วย</p><p>รัฐต้องดำเนินการให้องค์กรปกครองส่วนท้องถิ่นมีรายได้ของตนเอง โดยจัดให้มีระบบภาษีหรือการ จัดสรรภาษีที่เหมาะสมและส่งเสริมและพัฒนาการหารายได้อื่น ๆ ขององค์กรปกครองส่วนท้องถิ่น ทั้งนี้ เพื่อให้สามารถดำเนินการตามวรรคหนึ่งได้อย่างเพียงพอ ในระหว่างที่ยังไม่อาจดำเนินการได้ ให้รัฐจัดสรร งบประมาณเพื่อสนับสนุนองค์กรปกครองส่วนท้องถิ่นไปพลางก่อน”</p><p>- มีที่ปรึกษาประจำคณะกรรมการร่างรัฐธรรมนูญแสดงความเห็นว่า ความว่า “ซึ่งต้องสอดคล้อง กับรายได้ของท้องถิ่นตามวรรคสาม” ตามความในวรรคสองของร่างมาตรา 247 ที่แก้ไขเพิ่มเติม ควรตัดออก เนื่องจากกล่าวถึงการจัดทำบริการสาธารณะและกิจกรรมสาธารณะขององค์กรปกครอง ส่วนท้องถิ่นไม่ใช่เรื่องรายได้ของท้องถิ่น</p><p>- มีกรรมการแสดงความเห็นว่า ความว่า “ซึ่งต้องสอดคล้องกับรายได้ของท้องถิ่นตามวรรคสาม” ในวรรคสองควรคงไว้ เพื่อให้การจัดทำบริการสาธารณะและกิจกรรมสาธารณะขององค์กรปกครองส่วน ท้องถิ่นสอดคล้องกับรายได้ของแต่ละองค์กรปกครองส่วนท้องถิ่นด้วย</p><p>ประธานกรรมการเสนอแก้ไขความในวรรคสองของร่างมาตรา 247 ดังนี้ “การจัดทำบริการ สาธารณะและกิจกรรมสาธารณะใดที่สมควรให้เป็นหน้าที่โดยเฉพาะขององค์กรปกครองส่วนท้องถิ่นแต่ละ รูปแบบ หรือให้องค์กรปกครองส่วนท้องถิ่นเป็นหน่วยงานหลักในการทำในเรื่องใดให้เป็นไปตามที่กฎหมายบัญญัติซึ่งต้องสอดคล้องกับรายได้ของท้องถิ่นตามวรรคสาม กฎหมายดังกล่าวให้บัญญัติถึงกลไก และ ขั้นตอนในการกระจายอำนาจของส่วนราชการให้แก่ท้องถิ่นด้วย”</p><p>- มีกรรมการสอบถามว่า องค์การบริหารส่วนจังหวัด (อบจ.) มีงบประมาณจากการจัดเก็บรายได้เอง และได้รับงบประมาณที่รัฐส่วนกลางจัดสรรให้จำนวนมาก แต่พื้นที่ในการจัดทำบริการสาธารณะทับซ้อนกับ เทศบาลหรือองค์การบริหารส่วนตำบล (อบต.) กรณีดังกล่าว องค์การบริหารส่วนจังหวัด (อบจ.) จะจัดทำ บริการสาธารณะอย่างไร</p><p>ประธานกรรมการกล่าวว่า องค์การบริหารส่วนจังหวัด (อบจ.) จัดทำบริการสาธารณะในส่วนที่ เทศบาลหรือองค์การบริหารส่วนตำบล (อบต.) ไม่ประสงค์จะกระทำหรือไม่สามารถกระทำได้เนื่องจากเป็น พื้นที่ที่ต่อเนื่องกัน อย่างไรก็ตาม เรื่องพื้นที่และอำนาจหน้าที่ที่ทับซ้อนกันระหว่างองค์การบริหาร ส่วนจังหวัด (อบจ.) กับเทศบาลหรือองค์การบริหารส่วนตำบล (อบต.) เป็นปัญหาสำคัญของประเทศซึ่งมีมา เป็นระยะเวลานาน ทั้งนี้ อาจแก้ปัญหาด้วยการยุบเลิกองค์การบริหารส่วนจังหวัด (อบจ.) หรือยุบเลิก องค์การบริหารส่วนตำบล (อบต.) ที่ไม่มีความเจริญเพียงพอและยกพื้นที่ดังกล่าวให้องค์การบริหาร ส่วนจังหวัด (อบจ.) เข้าไปบริหารจัดการแทน</p><p>- มีกรรมการแสดงความเห็นว่า ปัญหาพื้นที่และอำนาจหน้าที่ที่ทับซ้อนกันระหว่างองค์การบริหาร ส่วนจังหวัด (อบจ.) กับเทศบาลหรือองค์การบริหารส่วนตำบล (อบต.) ส่วนหนึ่งเกิดจากกฎหมายไม่มีความ ชัดเจนในการกำหนดภารกิจที่แตกต่างกันของแต่ละองค์กรปกครองส่วนท้องถิ่น</p><p>- มีกรรมการสอบถามว่า ความในร่างมาตรา 247 มีข้อความใดที่จะส่งเสริมการจัดทำบริการ สาธารณะและกิจกรรมสาธารณะร่วมกันระหว่างองค์กรปกครองส่วนท้องถิ่นหรือไม่</p><p>ประธานกรรมการกล่าวว่า ปัจจุบันกฎหมายจัดตั้งองค์กรปกครองส่วนท้องถิ่น กำหนดให้องค์กร ปกครองส่วนท้องถิ่นแต่ละแห่งสามารถร่วมกันจัดทำบริการสาธารณะได้แล้ว ไม่จำเป็นต้องกำหนดความ ดังกล่าวไว้ในรัฐธรรมนูญแต่อย่างใด</p><p>- มีที่ปรึกษาประจำคณะกรรมการร่างรัฐธรรมนูญแสดงความเห็นว่า การจัดทำบริการสาธารณะ ขององค์กรปกครองส่วนท้องถิ่น ควรบัญญัติเปิดช่องให้องค์กรปกครองส่วนท้องถิ่นสามารถดำเนินการจัดทำ บริการสาธารณะร่วมกับภาครัฐ ภาคเอกชน หรือภาคประชาสังคมได้ เพื่อเป็นแนวทางในการพัฒนาองค์กร ปกครองส่วนท้องถิ่นรูปแบบต่าง ๆ ในอนาคต</p><p>- ในต่างประเทศไม่มีข้อจำกัดว่ารัฐต้องไม่จัดทำบริการสาธารณะแข่งขันกับเอกชน แต่รัฐจะประเมิน ว่าบริการสาธารณะลักษณะใดที่ควรให้ท้องถิ่นเป็นองค์กรหลักในการจัดทำ หรือจัดทำร่วมกับรัฐส่วนกลาง ทั้งนี้ บริการสาธารณะใดที่รัฐจัดทำร่วมกับเอกชน และส่งผลให้การตลาดขยายตัวและประชาชนได้รับ บริการที่ดีขึ้น รัฐจำเป็นต้องดำเนินการจัดทำต่อไป ส่วนบริการสาธารณะใดที่ประชาชนในท้องถิ่นสามารถ ร่วมกับองค์กรที่ไม่แสวงหากำไรจัดทำและตอบสนองต่อประชาชนได้ดีกว่า รัฐก็ควรลดการเข้าไปจัดทำ บริการสาธารณะประเภทนั้นลง ดังนั้น การเปิดช่องให้องค์กรปกครองส่วนท้องถิ่นสามารถจัดทำบริการ สาธารณะร่วมกับองค์กรอื่นได้มากขึ้น ย่อมทำให้การจัดทำบริการสาธารณะมีความหลากหลาย และ ตอบสนองต่อความต้องการของประชาชนได้ดีที่สุด</p><p>ประธานกรรมการเสนอแก้ไขความในวรรคสอง เป็นดังนี้ “การจัดทำบริการสาธารณะและกิจกรรม สาธารณะใดที่สมควรให้เป็นหน้าที่โดยเฉพาะขององค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบ หรือให้องค์กร ปกครองส่วนท้องถิ่นเป็นหน่วยงานหลักในการทำในเรื่องใด ให้เป็นไปตามที่กฎหมายบัญญัติซึ่งต้อง สอดคล้องกับรายได้ของท้องถิ่น กฎหมายดังกล่าวให้บัญญัติถึงกลไกและขั้นตอนในการกระจายอำนาจของส่วนราชการให้แก่ท้องถิ่นด้วย” และแก้ไขความในวรรคสาม เป็นดังนี้ “<u>ในการจัดทำบริการสาธารณะหรือ</u><u>กิจกรรมสาธารณะใดที่เป็นหน้าที่และอำนาจขององค์กรปกครองส่วนท้องถิ่น ถ้าในการจัดทำนั้นเอกชนหรือ</u><u>หน่วยงานของรัฐใดสามารถดำเนินการได้อย่างมีประสิทธิภาพดีกว่าและเป็นประโยชน์แก่ประชาชนใน</u><u>ท้องถิ่นมากกว่า องค์กรปกครองส่วนท้องถิ่นจะมอบหมายให้เอกชนหรือหน่วยงานของรัฐนั้นเป็นผู้ดำเนินการ</u><u>แทนก็ได้ ตามที่กฎหมายบัญญัต</u>ิ\"</p><p>- มีกรรมการแสดงความเห็นว่า คณะกรรมการควรกำหนดหลักการไว้ในบทเฉพาะกาลว่า กฎหมาย บางฉบับที่ต้องตราตามบทบัญญัติของรัฐธรรมนูญนั้น คณะกรรมการร่างรัฐธรรมนูญจะเป็นผู้กำหนด หลักการสำคัญของกฎหมายที่จะออกตามความในรัฐธรรมนูญเพื่อให้ฝ่ายนิติบัญญัตินำไปใช้เป็นกรอบในตรา กฎหมายเพื่อลดความกังวลของสังคมต่อหลักการในร่างรัฐธรรมนูญ เนื่องจากหลักการสำคัญในบางเรื่อง คณะกรรมการร่างรัฐธรรมนูญบัญญัติแต่เฉพาะหลักการสำคัญไว้ในร่างรัฐธรรมนูญ ส่วนรายละเอียด และวิธีการให้นำไปบัญญัติไว้ในกฎหมายลำดับรอง ดังนั้น คณะกรรมการควรสร้างความมั่นใจให้แก่สังคม ว่ากฎหมายลำดับรองที่ต้องตราขึ้นตามบทบัญญัติของรัฐธรรมนูญจะต้องประกอบด้วยหลักการสำคัญ ในเรื่องใดบ้าง</p><p>- ความว่า “ให้เป็นไปตามที่กฎหมายบัญญัติซึ่งต้องสอดคล้องกับรายได้ของท้องถิ่น” ในวรรคสอง ที่แก้ไขเพิ่มเติม อาจเกิดปัญหาในทางปฏิบัติในอนาคต เนื่องจากองค์กรปกครองส่วนท้องถิ่นต่างรูปแบบกัน แต่อยู่ในเขตพื้นที่เดียวกันซึ่งอาจมีรายได้ต่างกัน การจัดทำบริการสาธารณะก็จะต้องแตกต่างกันด้วย โดยปัจจัยเรื่องรายได้ของท้องถิ่นจะเป็นตัวกำหนดการจัดทำบริการสาธารณะขององค์กรปกครองส่วน ท้องถิ่น และจะเป็นอุปสรรคต่อการยกร่างกฎหมายลำดับรองเพื่อรองรับหลักการในวรรคสองที่แก้ไข เพิ่มเติม เนื่องจากในทางปฏิบัติรูปแบบการบริหารองค์กรปกครองส่วนท้องถิ่นประเภทเดียวกันจะต้องมี รูปแบบเดียวกันทั้งประเทศ ส่วนการจัดทำบริการสาธารณะขององค์กรปกครองส่วนท้องถิ่นซึ่งขึ้นอยู่กับ รายได้นั้น ให้องค์กรปกครองส่วนท้องถิ่นเป็นผู้พิจารณาเองว่าจะจัดบริการสาธารณะภายใต้งบรายได้ของ องค์กรปกครองส่วนท้องถิ่นนั้นอย่างไร โดยให้สอดคล้องกับภารกิจหน้าที่ขององค์กรปกครองส่วนท้องถิ่น ในการจัดทำบริการสาธารณะในเขตพื้นที่รับผิดชอบของตน ดังนั้น ปัจจุบันระบบรายได้ขององค์กรปกครอง ส่วนท้องถิ่นจึงไม่ใช่ปัญหา</p><p>- ความว่า “กฎหมายดังกล่าวให้บัญญัติถึงกลไกและขั้นตอนในการกระจายอำนาจของส่วนราชการ ให้แก่ท้องถิ่นด้วย” ในวรรคสองแก้ไขเพิ่มเติมนั้น หมายความว่าในอนาคตต้องมีกลไกกำหนดขั้นตอนการ กระจายอำนาจของส่วนราชการให้แก่ท้องถิ่นมากยิ่งขึ้นใช่หรือไม่ ซึ่งแตกต่างจากที่เคยบัญญัติใน รัฐธรรมนูญ 2540 และรัฐธรรมนูญ 2550 นอกจากการกำหนดกลไกและขั้นตอนการกระจายอำนาจของ ส่วนราชการให้แก่ท้องถิ่นแล้ว ยังกำหนดให้องค์กรปกครองส่วนท้องถิ่นมีอำนาจในการบริหารจัดการไว้ด้วย แต่ในร่างมาตรา 247 ไม่ได้กำหนดหลักการให้อำนาจแก่องค์กรปกครองส่วนท้องถิ่นเพิ่มเติมแต่อย่างใด</p><p>- ความว่า “ถ้าในการจัดทำนั้นเอกชนหรือหน่วยงานของรัฐใดสามารถดำเนินการได้อย่าง มีประสิทธิภาพ” ในวรรคสามที่แก้ไขเพิ่มเติม หมายความรวมถึงสภาองค์กรชุมชนด้วยหรือไม่</p><p>ประธานกรรมการกล่าวว่า หลักการสำคัญที่เกี่ยวข้องกับองค์กรปกครองส่วนท้องถิ่น คณะกรรมการได้บัญญัติหลักการไว้ในรัฐธรรมนูญแล้ว จึงไม่เห็นด้วยกับการบัญญัติในบทเฉพาะกาล ให้คณะกรรมการร่างรัฐธรรมนูญกำหนดหลักการสำคัญของกฎหมายลำดับรองที่ต้องออกตามความ รัฐธรรมนูญ ควรให้เป็นอำนาจของฝ่ายนิติบัญญัติเป็นผู้พิจารณาตรากฎหมายต่างๆ ตามที่รัฐธรรมนูญ กำหนด</p><p>ส่วนการกำหนดหลักการเรื่องรายได้ของท้องถิ่นกับอำนาจการจัดทำบริการสาธารณะขององค์กร ปกครองส่วนท้องถิ่นนั้น เจตนารมณ์ของวรรคสองที่แก้ไขเพิ่มเติมต้องการให้องค์กรปกครองส่วนท้องถิ่น เป็นผู้จัดทำบริการสาธารณะประเภททั่วไป หรือให้องค์กรปกครองส่วนท้องถิ่นเป็นผู้รับผิดชอบหลักในการ จัดทำบริการสาธารณะโดยมีภาคเอกชนเข้ามามีส่วนร่วมในการจัดทำบริการสาธารณะประเภททั่วไปก็ได้ แต่ถ้าบริการสาธารณะเรื่องใดที่กำหนดในกฎหมายให้องค์กรปกครองส่วนท้องถิ่นเท่านั้นเป็นผู้จัดทำบริการ สาธารณะ กฎหมายจะต้องคำนึงถึงรายได้ขององค์กรปกครองส่วนท้องถิ่นประกอบด้วย เนื่องจากปัจจุบัน มีการกระจายบริการสาธารณะให้องค์กรปกครองส่วนท้องถิ่นเป็นผู้ดำเนินการโดยไม่คำนึงถึงรายได้ ขององค์กรปกครองส่วนท้องถิ่น ทำให้ประชาชนในท้องถิ่นเองต้องได้รับผลกระทบจากการจัดทำบริการ สาธารณะที่ไม่มีคุณภาพ หรือไม่เพียงพอต่อความต้องการของประชาชนในท้องถิ่นเอง ดังนั้น หลักการ เรื่องการจัดทำบริการสาธารณะที่กฎหมายกำหนดให้องค์กรปกครองส่วนท้องถิ่นเป็นผู้ดำเนินการ จะต้อง คำนึงถึงรายได้ประกอบด้วย หากรัฐกำหนดให้องค์กรปกครองส่วนท้องถิ่นในพื้นที่ใดจัดทำบริการสาธารณะ อาทิ โรงพยาบาล รัฐจะต้องอุดหนุนงบประมาณให้แก่องค์กรปกครองส่วนท้องถิ่นเพื่อจัดทำบริการ สาธารณะนั้นด้วย</p><p>ส่วนความว่า “ถ้าในการจัดทำนั้นเอกชนหรือหน่วยงานของรัฐใดสามารถดำเนินการได้อย่าง มีประสิทธิภาพ” ในวรรคสามที่แก้ไขเพิ่มเติมนั้น หมายถึงภาคเอกชนซึ่งไม่ใช่หน่วยงานของรัฐ รัฐวิสาหกิจ หรือองค์กรของรัฐ</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง หารือที่ประชุมว่า ควรบัญญัติความว่า “กิจกรรมสาธารณะ” ในวรรคสองที่แก้ไขเพิ่มเติมหรือไม่ เนื่องจากคำว่า “กิจกรรมสาธารณะ” เป็นคำเฉพาะ และมีความหมายแคบ ดังนั้น เสนอแก้ไขเป็นดังนี้ “การจัดทำบริการสาธารณะและกิจกรรมใดที่สมควรให้ เป็นหน้าที่โดยเฉพาะขององค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบ...”</p><p>- มีกรรมการสอบถามว่า การจัดกิจกรรมขององค์กรปกครองส่วนท้องถิ่นซึ่งจัดขึ้นตามประเพณีของ ท้องถิ่น เช่น การจัดกิจกรรมแห่เทียนพรรษา หรือประเพณีบุญบั้งไฟ เป็นต้น เป็นกิจกรรมที่องค์กรปกครอง ส่วนท้องถิ่นจัดขึ้นเพื่อสร้างความสามัคคีภายในท้องถิ่น จะอยู่ในความหมายของคำว่า “กิจกรรมสาธารณะ” หรือไม่</p><p>- บทบาทขององค์กรปกครองส่วนท้องถิ่นซึ่งต้องดำเนินการจัดทำบริการสาธารณะควบคู่กับการจัด กิจกรรมเพื่อสาธารณะประโยชน์ต่างๆ โดยประชาชนในท้องถิ่นได้รับประโยชน์ร่วมกัน ดังนั้น หากใช้คำว่า “กิจกรรมใด” แทนคำว่า “กิจกรรมสาธารณะ” อาจเกิดปัญหาในการตีความเรื่องขอบเขตการดำเนินการ ขององค์กรปกครองส่วนท้องถิ่นที่ได้ดำเนินการแล้วว่าจะอยู่ในขอบเขตอำนาจที่องค์กรปกครองส่วนท้องถิ่น สามารถใช้งบประมาณเพื่อดำเนินการหรือไม่</p><p>นายประพันธ์ นัยโกวิท กรรมการ กล่าวว่า คณะอนุกรรมการพัฒนาระบบบริหารราชการได้เสนอ ความเห็นต่อหลักการของร่างมาตรา 247 โดยขอแก้ไขคำว่า “จัดทำบริการสาธารณะ” เป็นคำว่า “จัดทำ หรือจัดให้มีภารกิจสาธารณะและบริการสาธารณะ”</p><p>- คำว่า “บริการสาธารณะ” เป็นคำที่บัญญัติในรัฐธรรมนูญ 2540 และรัฐธรรมนูญ 2550 เพื่อ อธิบายขอบเขตอำนาจและหน้าที่การดำเนินกิจกรรมทุกประเภทขององค์กรปกครองส่วนท้องถิ่น หากบัญญัติความอื่นเพื่อขยายความหมายกิจกรรมที่องค์กรปกครองส่วนท้องถิ่นสามารถดำเนินการได้ จะทำให้ความหมายของคำว่า “บริการสาธารณะ” มีความหมายแคบลงกว่าที่เคยบัญญัติในรัฐธรรมนูญ 2540 และรัฐธรรมนูญ 2550</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง เสนอแก้ไขความในวรรคสองที่แก้ไขเพิ่มเติม เป็นดังนี้ “การจัดทำบริการสาธารณะและกิจกรรมที่เป็นประโยชน์ร่วมกันของประชาชนในท้องถิ่นใดที่ สมควรให้เป็นหน้าที่โดยเฉพาะขององค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบ...”</p><p>- มีกรรมการแสดงความเห็นด้วยกับการบัญญัติความว่า “การจัดทำบริการสาธารณะและกิจกรรม ที่เป็นประโยชน์ร่วมกันของประชาชนในท้องถิ่นใดที่สมควรให้เป็นหน้าที่โดยเฉพาะขององค์กรปกครอง ส่วนท้องถิ่นแต่ละรูปแบบ...” ในวรรคสองที่แก้ไขเพิ่มเติม ซึ่งจะทำให้ความหมายของคำว่า “การจัดทำ บริการสาธารณะ” แยกออกจากความว่า “กิจกรรมที่เป็นประโยชน์ร่วมกันของประชาชนในท้องถิ่น” เพื่อให้องค์กรปกครองท้องถิ่นสามารถดำเนินกิจกรรมที่จัดขึ้นตามประเพณีของท้องถิ่น หรือกิจกรรมเพื่อ สร้างความสามัคคีภายในท้องถิ่นได้ เช่น การจัดกิจกรรมแห่เทียนพรรษา หรือประเพณีบุญบั้งไฟ เป็นต้น โดยใช้งบประมาณขององค์กรปกครองส่วนท้องถิ่นในการจัดกิจกรรมดังกล่าวได้</p><p>- คำว่า “บริการสาธารณะ” เป็นคำศัพท์ทางวิชาการ โดยกิจกรรมที่องค์กรปกครองส่วนท้องถิ่น ต้องดำเนินการเพื่อให้บริการแก่ประชาชนในท้องถิ่นนั้นแบ่งออกเป็นสองประเภท คือ ประเภทที่หนึ่งบริการ สาธารณะ และประเภทที่สองกิจกรรมควบคุมและกำกับ รัฐธรรมนูญ 2540 ได้บัญญัติคำว่า “บริการ สาธารณะ” โดยต้องการให้คำว่า “บริการสาธารณะ” มีความหมายครอบคลุมถึงกิจกรรมทุกประเภทที่ องค์กรปกครองส่วนท้องถิ่นดำเนินการด้วย ส่วนเหตุผลที่สำนักงานการตรวจเงินแผ่นดินตีความการจัด กิจกรรมขององค์กรปกครองส่วนท้องถิ่นว่าไม่สามารถดำเนินการได้และมีการเรียกเงินคืน ซึ่งเป็นปัญหาที่ เกิดขึ้นในองค์กรปกครองส่วนท้องถิ่นหลายแห่ง การตีความของสำนักงานการตรวจเงินแผ่นดินว่ากิจกรรมที่ ท้องถิ่นจัดนั้นไม่ใช่กิจกรรมตามจารีตประเพณีแห่งท้องถิ่น หรือแม้องค์กรปกครองส่วนท้องถิ่นมีอำนาจที่จะ จัดกิจกรรมตามจารีตประเพณีแห่งท้องถิ่นได้ก็ตาม แต่ในทางปฏิบัติไม่มีระเบียบกระทรวงมหาดไทยรองรับ ให้องค์กรปกครองส่วนท้องถิ่นมีอำนาจในการจ่ายเงินเพื่อจัดกิจกรรมไม่ว่าจะเป็นกิจกรรมที่มีลักษณะเป็น บริการสาธารณะหรือไม่เป็นบริการสาธารณะก็ตาม ดังนั้น คณะกรรมการควรบัญญัติคำว่า “การจัดทำ บริการสาธารณะ” ไว้ในร่างมาตรา 247 และไม่ควรบัญญัติคำอื่น เนื่องจากจะทำให้เกิดปัญหาในการ ตีความได้ว่ากิจกรรมที่องค์กรปกครองส่วนท้องถิ่นดำเนินการจะอยู่ในขอบเขตอำนาจขององค์กรปกครอง ส่วนท้องถิ่นที่จะดำเนินการได้หรือไม่</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติรอการพิจารณาร่างมาตรา 247 </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","นายประพันธ์ นัยโกวิท","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"101","หน้า":"17-23"},{"หมวด":"14","ส่วน":"","มาตรา":"250","ร่างมาตรา":"247","ร่างบทบัญญัติ":"<p>“มาตรา 247 องค์กรปกครองส่วนท้องถิ่นมีหน้าที่และอำนาจดูแลและจัดทำบริการสาธารณะ<u>และกิจกรรมสาธารณะ</u>เพื่อประโยชน์ของประชาชนในท้องถิ่นตามหลักการพัฒนาอย่างยั่งยืน รวมทั้งส่งเสริมและสนับสนุนการจัดการศึกษาให้แก่ประชาชนในท้องถิ่น ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p><u>การจัดทำบริการสาธารณะและกิจกรรมสาธารณะใดที่สมควรให้เป็นหน้าที่และอำนาจโดยเฉพาะ</u><u>ขององค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบ หรือให้องค์กรปกครองส่วนท้องถิ่นเป็นหน่วยงานหลักในการ</u><u>ดำเนินการใด ให้เป็นไปตามที่กฎหมายบัญญัติซึ่งต้องสอดคล้องกับรายได้ขององค์กรปกครองส่วนท้องถิ่น</u><u>ตามวรรคสี่ และกฎหมายดังกล่าวอย่างน้อยต้องบัญญัติถึงกลไกและขั้นตอนในการกระจายหน้าที่และ</u><u>อำนาจ ตลอดจนงบประมาณและบุคลากรที่เกี่ยวกับหน้าที่และอำนาจดังกล่าวของส่วนราชการให้แก่องค์กร</u><u>ปกครองส่วนท้องถิ่นด้วย</u></p><p><u>ในการจัดทำบริการสาธารณะหรือกิจกรรมสาธารณะใดที่เป็นหน้าที่และอำนาจขององค์กรปกครอง</u><u>ส่วนท้องถิ่น ถ้าการร่วมดำเนินการกับเอกชนหรือหน่วยงานของรัฐ หรือการมอบหมายให้เอกชนหรือ</u><u>หน่วยงานของรัฐดำเนินการ จะเป็นประโยชน์แก่ประชาชนในท้องถิ่นมากกว่าการที่องค์กรปกครองส่วน</u><u>ท้องถิ่นจะดำเนินการเอง องค์กรปกครองส่วนท้องถิ่นจะร่วมหรือมอบหมายให้เอกชนหรือหน่วยงานของรัฐ</u><u>ดำเนินการนั้นก็ได</u>้</p><p><u>รัฐต้องดำเนินการให้องค์กรปกครองส่วนท้องถิ่นมีรายได้ของตนเอง โดยจัดให้มีระบบภาษีหรือการ</u><u>จัดสรรภาษีที่เหมาะสม รวมทั้งส่งเสริมและพัฒนาการหารายได้ขององค์กรปกครองส่วนท้องถิ่น ทั้งนี้ เพื่อให้สามารถดำเนินการตามวรรคหนึ่งได้อย่างเพียงพอ ในระหว่างที่ไม่อาจดำเนินการได้ ให้รัฐจัดสรรงบประมาณเพื่อสนับสนุนองค์กรปกครองส่วนทท้องถิ่นไปพลางก่อน</u>้<u>สามารำกเหกเหดำเนินการตามวรรคหนึ่งได้อย่างเพียงพอ ในระหว่างที่ยังไม่อาจดำเนินการได้ ให้รัฐจัดสรร</u><u>งบประมาณเพื่อสนับสนุนองค์กรปกครองส่วนท้องถิ่นไปพลางก่อน</u></p><p><strike>รัฐต้องดำเนินการให้องค์กรปกครองส่วนท้องถิ่นมีรายได้ของตนเอง ให้สามารถดำเนินการ</strike><strike>ตามวรรคหนึ่งได้อย่างเพียงพอ ในระหว่างที่ยังไม่อาจดำเนินการได้ ให้รัฐจัดสรรงบประมาณเพื่อ สนับสนุนองค์กรปกครองส่วนท้องถิ่นตามควรแก่กรณี</strike></p><p><strike>การจัดทำบริการสาธารณะใดที่สมควรให้เป็นหน้าที่โดยเฉพาะขององค์กรปกครองส่วน ท้องถิ่นแต่ละรูปแบบ ให้เป็นไปตามที่กฎหมายบัญญัติซึ่งต้องสอดคล้องกับรายได้ของท้องถิ่นตาม วรรคสอง กฎหมายดังกล่าวให้บัญญัติถึงกลไกและขั้นตอนในการกระจายอำนาจของส่วนราชการ ให้แก่ท้องถิ่นด้วย</strike></p><p>กฎหมายตามวรรคหนึ่งและกฎหมายที่เกี่ยวกับการบริหารราชการส่วนท้องถิ่นต้องให้องค์กรปกครองส่วนท้องถิ่นมีอิสระในการบริหาร การจัดทำบริการสาธารณะ การส่งเสริมและสนับสนุนการจัดการศึกษา การเงินและการคลัง และการกำกับดูแลองค์กรปกครองส่วนท้องถิ่นซึ่งต้องทำเพียงเท่าที่จำเป็นเพื่อการคุ้มครองประโยชน์ของประชาชนในท้องถิ่นหรือประโยชน์ของประเทศเป็นส่วนรวม การป้องกันการทุจริตและการใช้จ่ายเงินอย่างมีประสิทธิภาพ โดยคำนึงถึงความเหมาะสมและความแตกต่างขององค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบ และต้องมีบทบัญญัติเกี่ยวกับการป้องกันการขัดกันแห่งผลประโยชน์และการป้องกันการก้าวก่ายการปฏิบัติหน้าที่ของข้าราชการส่วนท้องถิ่นด้วย”</p>","ประเด็นการพิจารณา":"<p> เมื่อคราวประชุมคณะกรรมการร่างรัฐธรรมนูญ ครั้งที่ 101 วันพุธ ที่ 9 มีนาคม 2559 ที่ประชุมได้พิจารณาร่างมาตรานี้และมีมติรอการพิจารณา</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมร่างมาตรา 247 เป็นดังนี้</p><p>“มาตรา 247 องค์กรปกครองส่วนท้องถิ่นมีหน้าที่และอำนาจดูแลและจัดทำบริการสาธารณะ <u>และกิจกรรมสาธารณะ</u>เพื่อประโยชน์ของประชาชนในท้องถิ่นตามหลักการพัฒนาอย่างยั่งยืน รวมทั้ง ส่งเสริมและสนับสนุนการจัดการศึกษาให้แก่ประชาชนในท้องถิ่น ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p><u>การจัดทำบริการสาธารณะและกิจกรรมสาธารณะใดที่สมควรให้เป็นหน้าที่และอำนาจโดยเฉพาะ</u> <u>ขององค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบ หรือให้องค์กรปกครองส่วนท้องถิ่นเป็นหน่วยงานหลักในการ</u> <u>ดำเนินการใด ให้เป็นไปตามที่กฎหมายบัญญัติซึ่งต้องสอดคล้องกับรายได้ขององค์กรปกครองส่วนท้องถิ่น</u> <u>ตามวรรคสี่ และกฎหมายดังกล่าวอย่างน้อยต้องบัญญัติถึงกลไกและขั้นตอนในการกระจายหน้าที่และ</u> <u>อำนาจ ตลอดจนงบประมาณและบุคลากรที่เกี่ยวกับหน้าที่และอำนาจดังกล่าวของส่วนราชการให้แก่องค์กร</u> <u>ปกครองส่วนท้องถิ่นด้วย</u></p><p><u>ในการจัดทำบริการสาธารณะหรือกิจกรรมสาธารณะใดที่เป็นหน้าที่และอำนาจขององค์กรปกครอง</u> <u>ส่วนท้องถิ่น ถ้าการร่วมดำเนินการกับเอกชนหรือหน่วยงานของรัฐ หรือการมอบหมายให้เอกชนหรือ</u> <u>หน่วยงานของรัฐดำเนินการ จะเป็นประโยชน์แก่ประชาชนในท้องถิ่นมากกว่าการที่องค์กรปกครองส่วน</u> <u>ท้องถิ่นจะดำเนินการเอง องค์กรปกครองส่วนท้องถิ่นจะร่วมหรือมอบหมายให้เอกชนหรือหน่วยงานของรัฐ</u> <u>ดำเนินการนั้นก็ได</u>้</p><p><u>รัฐต้องดำเนินการให้องค์กรปกครองส่วนท้องถิ่นมีรายได้ของตนเอง โดยจัดให้มีระบบภาษีหรือการ</u> <u>จัดสรรภาษีที่เหมาะสม รวมทั้งส่งเสริมและพัฒนาการหารายได้ขององค์กรปกครองส่วนท้องถิ่น ทั้งนี้ เพื่อให</u>้ <u>สามารถดำเนินการตามวรรคหนึ่งได้อย่างเพียงพอ ในระหว่างที่ยังไม่อาจดำเนินการได้ ให้รัฐจัดสรร</u> <u>งบประมาณเพื่อสนับสนุนองค์กรปกครองส่วนท้องถิ่นไปพลางก่อน</u></p><p><strike>รัฐต้องดำเนินการให้องค์กรปกครองส่วนท้องถิ่นมีรายได้ของตนเอง ให้สามารถดำเนินการ</strike><strike>ตามวรรคหนึ่งได้อย่างเพียงพอ ในระหว่างที่ยังไม่อาจดำเนินการได้ ให้รัฐจัดสรรงบประมาณเพื่อ สนับสนุนองค์กรปกครองส่วนท้องถิ่นตามควรแก่กรณี</strike></p><p><strike>การจัดทำบริการสาธารณะใดที่สมควรให้เป็นหน้าที่โดยเฉพาะขององค์กรปกครองส่วน ท้องถิ่นแต่ละรูปแบบ ให้เป็นไปตามที่กฎหมายบัญญัติซึ่งต้องสอดคล้องกับรายได้ของท้องถิ่นตาม</strike><strike>วรรคสอง กฎหมายดังกล่าวให้บัญญัติถึงกลไกและขั้นตอนในการกระจายอำนาจของส่วนราชการ ให้แก่ท้องถิ่นด้วย</strike></p><p>กฎหมายตามวรรคหนึ่งและกฎหมายที่เกี่ยวกับการบริหารราชการส่วนท้องถิ่นต้องให้องค์กร ปกครองส่วนท้องถิ่นมีอิสระในการบริหาร การจัดทำบริการสาธารณะ การส่งเสริมและสนับสนุนการจัด การศึกษา การเงินและการคลัง และการกำกับดูแลองค์กรปกครองส่วนท้องถิ่นซึ่งต้องทำเพียงเท่าที่จำเป็น เพื่อการคุ้มครองประโยชน์ของประชาชนในท้องถิ่นหรือประโยชน์ของประเทศเป็นส่วนรวม การป้องกันการ ทุจริตและการใช้จ่ายเงินอย่างมีประสิทธิภาพ โดยคำนึงถึงความเหมาะสมและความแตกต่างขององค์กร ปกครองส่วนท้องถิ่นแต่ละรูปแบบ และต้องมีบทบัญญัติเกี่ยวกับการป้องกันการขัดกันแห่งผลประโยชน์ และการป้องกันการก้าวก่ายการปฏิบัติหน้าที่ของข้าราชการส่วนท้องถิ่นด้วย”</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า ร่างมาตรานี้มีสองประเด็น ประเด็นแรก ควรเพิ่มความว่า “กิจกรรมสาธารณะ” หรือไม่ เนื่องจากความว่า “กิจกรรมสาธารณะ” หมายความรวมถึงกิจกรรมอื่น ๆ ที่เป็นกิจกรรมสาธารณะด้วยในตัว และถ้าเป็นการทำเพื่อประโยชน์ของ ส่วนรวมและประชาชนในท้องถิ่นก็ถือเป็นบริการสาธารณะ แต่สำนักงานการตรวจเงินแผ่นดินมีความเห็นว่า การจัดทำกิจกรรมสาธารณะไม่มีกฎหมายให้อำนาจองค์กรปกครองส่วนท้องถิ่นดำเนินการ และประเด็น ที่สอง มีผู้เสนอว่าการจัดทำบริการสาธารณะหรือกิจกรรมสาธารณะขององค์กรปกครองส่วนท้องถิ่นควร ถ่ายโอนอำนาจไปให้กับหน่วยงานอื่นดำเนินการได้ด้วย</p><p>ประธานกรรมการกล่าวว่า ความในร่างมาตรานี้สามารถเพิ่มความว่า “กิจกรรมสาธารณะ” ได้ เนื่องจากกิจกรรมสาธารณะเป็นเรื่องของกิจกรรม (activity) ส่วน “บริการสาธารณะ” เป็นเรื่องของการ บริการ (service) โดยรายละเอียดให้นำไปบัญญัติไว้ในกฎหมายประกอบรัฐธรรมนูญ</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 247 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายธนาวัฒน์ สังข์ทอง"],"ประชุมครั้งที่":"102","หน้า":"2-5"},{"หมวด":"14","ส่วน":"","มาตรา":"250","ร่างมาตรา":"250","ร่างบทบัญญัติ":"<p>“มาตรา 250 องค์กรปกครองส่วนท้องถิ่นมีหน้าที่และอำนาจดูแล และจัดทำบริการสาธารณะและกิจกรรมสาธารณะเพื่อประโยชน์ของประชาชนในท้องถิ่นตามหลักการพัฒนาอย่างยั่งยืน รวมทั้งส่งเสริมและสนับสนุนการจัดการศึกษาให้แก่ประชาชนในท้องถิ่น ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>การจัดทำบริการสาธารณะและกิจกรรมสาธารณะใดที่สมควรให้เป็นหน้าที่และอำนาจโดยเฉพาะขององค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบ หรือให้องค์กรปกครองส่วนท้องถิ่นเป็นหน่วยงานหลักในการดำเนินการใด ให้เป็นไปตามที่กฎหมายบัญญัติซึ่งต้องสอดคล้องกับรายได้ขององค์กรปกครองส่วนท้องถิ่นตามวรรคสี่ และกฎหมายดังกล่าวอย่างน้อยต้องมีบทบัญญัติเกี่ยวกับกลไกและขั้นตอนในการกระจายหน้าที่และอำนาจ ตลอดจนงบประมาณและบุคลากรที่เกี่ยวกับหน้าที่และอำนาจดังกล่าวของส่วนราชการให้แก่องค์กรปกครองส่วนท้องถิ่นด้วย</p><p>ในการจัดทำบริการสาธารณะหรือกิจกรรมสาธารณะใดที่เป็นหน้าที่และอำนาจขององค์กรปกครองส่วนท้องถิ่น ถ้าการร่วมดำเนินการกับเอกชนหรือหน่วยงานของรัฐ หรือการมอบหมายให้เอกชนหรือหน่วยงานของรัฐดำเนินการ จะเป็นประโยชน์แก่ประชาชนในท้องถิ่นมากกว่าการที่องค์กรปกครองส่วนท้องถิ่นจะดำเนินการเอง องค์กรปกครองส่วนท้องถิ่นจะร่วมหรือมอบหมายให้เอกชนหรือหน่วยงานของรัฐดำเนินการนั้นก็ได้</p><p>รัฐต้องดำเนินการให้องค์กรปกครองส่วนท้องถิ่นมีรายได้ของตนเอง โดยจัดระบบภาษีหรือการจัดสรรภาษีที่เหมาะสม รวมทั้งส่งเสริมและพัฒนาการหารายได้ขององค์กรปกครองส่วนท้องถิ่น ทั้งนี้ เพื่อให้สามารถดำเนินการตามวรรคหนึ่งได้อย่างเพียงพอ ในระหว่างที่ยังไม่อาจดำเนินการได้ ให้รัฐจัดสรรงบประมาณเพื่อสนับสนุนองค์กรปกครองส่วนท้องถิ่นไปพลางก่อน</p><p>กฎหมายตามวรรคหนึ่งและกฎหมายที่เกี่ยวกับการบริหารราชการส่วนท้องถิ่นต้องให้องค์กรปกครองส่วนท้องถิ่นมีอิสระในการบริหาร การจัดทำบริการสาธารณะ การส่งเสริมและสนับสนุนการจัดการศึกษา การเงินและการคลัง และการกำกับดูแลองค์กรปกครองส่วนท้องถิ่นซึ่งต้องทำเพียงเท่าที่จำเป็นเพื่อการคุ้มครองประโยชน์ของประชาชนในท้องถิ่นหรือประโยชน์ของประเทศเป็นส่วนรวม การป้องกันการทุจริต และการใช้จ่ายเงินอย่างมีประสิทธิภาพ โดยคำนึงถึงความเหมาะสมและความแตกต่างขององค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบ และต้องมีบทบัญญัติเกี่ยวกับการป้องกันการขัดกันแห่งผลประโยชน์ และการป้องกันการก้าวก่ายการปฏิบัติหน้าที่ของข้าราชการส่วนท้องถิ่นด้วย” </p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 250 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"81-82"},{"หมวด":"14","ส่วน":"","มาตรา":"251","ร่างมาตรา":"256/1","ร่างบทบัญญัติ":"<p>“มาตรา 256/1 การบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่นให้เป็นไปตามที่กฎหมายบัญญัติ ซึ่งต้องคำนึงถึงความเหมาะสมและความจำเป็นของแต่ละท้องถิ่น การจัดให้มีมาตรฐานที่สอดคล้องกัน เพื่อให้สามารถพัฒนาร่วมกันหรือการสับเปลี่ยนบุคลากรระหว่างองค์กรปกครองส่วนท้องถิ่นด้วยกันได้” </p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการกล่าวว่า ความในร่างมาตรา 256/1 แก้ไขเพิ่มเติมจากความในวรรคสองของ ร่างมาตรา 256 ความว่า “องค์กรปกครองส่วนท้องถิ่นต้องจัดให้การบริหารงานบุคคลเป็นไปตามความเหมาะสมและความจำเป็นของแต่ละท้องถิ่น รวมทั้งมีมาตรฐานสอดคล้องกัน และอาจได้รับการพัฒนาร่วมกันหรือสับเปลี่ยนบุคลากรระหว่างองค์กรปกครองส่วนท้องถิ่นด้วยกันได้”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 256/1 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"46","หน้า":"13"},{"หมวด":"14","ส่วน":"","มาตรา":"251","ร่างมาตรา":"256","ร่างบทบัญญัติ":"<p> “มาตรา 256 การบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่น ให้เป็นไปตามที่กฎหมายบัญญัติ ซึ่งต้องคำนึงถึงความเหมาะสมและความจำเป็นของแต่ละท้องถิ่น การจัดให้มีมาตรฐานที่สอดคล้องกันเพื่อให้สามารถพัฒนาร่วมกันหรือการสับเปลี่ยนบุคลากรระหว่างองค์กรปกครองส่วนท้องถิ่นด้วยกันได้”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า ในบทเฉพาะกาลที่กำหนดให้มีการแก้ไขกฎหมายให้สอดคล้องกับรัฐธรรมนูญนั้น ควรต้องกำหนดว่ามีกฎหมายใดที่ต้องมีการแก้ไข</p><p>มีกรรมการสอบถามว่า เรื่องการพิทักษ์คุณธรรมของท้องถิ่น ควรบัญญัติไว้ในร่างรัฐธรรมนูญหรือไม่</p><p>ประธานกรรมการกล่าวว่า ข้าราชการพลเรือนนั้นแม้ไม่ได้บัญญัติเรื่องดังกล่าวไว้ในรัฐธรรมนูญ ก็สามารถจัดการเรื่องคุณธรรมจริยธรรมได้ จึงไม่จำเป็นต้องบัญญัติเรื่องการพิทักษ์คุณธรรมของท้องถิ่นไว้ในร่างรัฐธรรมนูญ </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 256 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"65","หน้า":"26"},{"หมวด":"14","ส่วน":"","มาตรา":"251","ร่างมาตรา":"250","ร่างบทบัญญัติ":"<p> “มาตรา 250 การบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่น ให้เป็นไปตามที่กฎหมายบัญญัติ ซึ่งต้องคำนึงถึงความเหมาะสมและความจำเป็นของแต่ละท้องถิ่น การจัดให้มีมาตรฐานที่สอดคล้องกันเพื่อให้สามารถพัฒนาร่วมกันหรือการสับเปลี่ยนบุคลากรระหว่างองค์กรปกครองส่วนท้องถิ่นด้วยกันได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 250 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"72","หน้า":"56"},{"หมวด":"14","ส่วน":"","มาตรา":"251","ร่างมาตรา":"248","ร่างบทบัญญัติ":"<p>“มาตรา 248 การบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่น ให้เป็นไปตามที่กฎหมายบัญญัติ ซึ่งต้องคำนึงถึงความเหมาะสมและความจำเป็นของแต่ละท้องถิ่น การจัดให้มีมาตรฐานที่สอดคล้องกันเพื่อให้สามารถพัฒนาร่วมกันหรือการสับเปลี่ยนบุคลากรระหว่างองค์กรปกครองส่วนท้องถิ่นด้วยกันได้” </p>","ประเด็นการพิจารณา":"<p>นายประพันธ์ นัยโกวิท กรรมการ กล่าวว่า เรื่องการบริหารงานบุคคลขององค์กรปกครอง ส่วนท้องถิ่น มีผู้เสนอความเห็นว่าในร่างมาตรา 248 ไม่ได้บัญญัติหลักการในเรื่องการบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่น ซึ่งควรจะต้องมีองค์กรพิทักษ์ระบบคุณธรรมเพื่อสร้างระบบคุ้มครองคุณธรรมและจริยธรรมในการบริหารงานบุคคลภายในองค์กรปกครองส่วนท้องถิ่น ดังเช่นที่เคยบัญญัติในมาตรา 288 วรรคสองของรัฐธรรมนูญ 2550 นอกจากนั้น นายพิพัฒน์ วรสิทธิดำรง นายกสมาคมข้าราชการและพนักงานจ้างท้องถิ่นแห่งประเทศไทย เสนอความเห็นในเรื่องการบริหารงานบุคคลขององค์กรปกครอง ส่วนท้องถิ่น ว่าควรกำหนดให้มีคณะกรรมการพิทักษ์ระบบคุณธรรมขององค์กรปกครองส่วนท้องถิ่น และคณะกรรมการแต่งตั้งบุคลากรองค์กรปกครองส่วนท้องถิ่น ทั้งนี้ ตามที่กฎหมายบัญญัติ เพื่อเป็นหลักประกันตามหลักธรรมาภิบาล และการบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่น</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- เรื่องการบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่นนั้น ข้าราชการส่วนท้องถิ่นรูปแบบต่างๆ มีความกังวลต่อหลักการของร่างมาตรา 248 ที่มิได้บัญญัติหลักการเพื่อรองรับการบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่นว่าจะต้องมีองค์กรพิทักษ์ระบบคุณธรรม ดังเช่นที่เคยบัญญัติในรัฐธรรมนูญ 2550</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า เหตุผลที่ไม่บัญญัติหลักการเรื่องการบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่นจะต้องมีองค์กรพิทักษ์ระบบคุณธรรมไว้ในร่างมาตรา 248 นั้น เนื่องจากเป็นการบัญญัติรายละเอียดไว้ในรัฐธรรมนูญ หากเกิดปัญหาในทางปฏิบัติจะไม่สามารถแก้ไขปัญหาได้</p><p>- มีกรรมการแสดงความเห็นว่า ควรบัญญัติหลักการในร่างมาตรา 248 เพื่อรองรับหลักการในเรื่องการบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่นจะต้องจัดให้มีการคุ้มครองหรือพิทักษ์ระบบคุณธรรมหรือจริยธรรมการบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่นด้วย เพื่อรองรับหลักการในเรื่องการพิทักษ์ระบบคุณธรรมขององค์กรปกครองส่วนท้องถิ่น</p><p>- หลักการในร่างมาตรา 248 แม้จะมิได้บัญญัติเรื่องการพิทักษ์ระบบคุณธรรมขององค์กรปกครอง ส่วนท้องถิ่นไว้ แต่ในร่างมาตรา 248 ได้บัญญัติให้การบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่น นอกจากจะต้องเป็นไปตามที่กฎหมายบัญญัติแล้ว การบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่น แต่ละรูปแบบจะต้องคำนึงถึงความเหมาะสมและความจำเป็นของแต่ละท้องถิ่นเป็นหลัก และต้องจัดให้มีมาตรฐานที่สอดคล้องกัน เพื่อให้สามารถพัฒนาร่วมกันหรือมีการสับเปลี่ยนบุคลากรระหว่างองค์กรปกครองส่วนท้องถิ่นด้วยกันได้ ซึ่งเป็นหลักการที่รองรับเรื่องการพิทักษ์ระบบคุณธรรมในการบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่นไว้ด้วย</p><p>- เรื่องการบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่นนั้น คณะกรรมการควรบัญญัติหลักการให้มีการพิทักษ์ระบบคุณธรรมขององค์กรปกครองส่วนท้องถิ่นเพื่อใช้เป็นหลักในการบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่น และเป็นมาตรการป้องกันมิให้นักการเมืองท้องถิ่นแทรกแซงการปฏิบัติหน้าที่ของข้าราชการส่วนท้องถิ่น</p><p>- ความว่า “การจัดให้มีมาตรฐานที่สอดคล้องกัน” ในร่างมาตรา 248 ไม่ชัดเจนว่าให้มีการพิทักษ์ระบบคุณธรรมในการบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่นหรือไม่ ดังนั้น ควรเพิ่มหลักการไว้ใน ร่างรัฐธรรมนูญเพื่อรองรับเรื่องการพิทักษ์ระบบคุณธรรมในการบริหารงานบุคคลขององค์กรปกครอง ส่วนท้องถิ่นด้วย</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า หลักการเรื่องการบริหารงานบุคคลของหน่วยงานของรัฐทั้งราชการส่วนกลาง ส่วนภูมิภาค และส่วนท้องถิ่น คณะกรรมการได้บัญญัติหลักการเพื่อรองรับไว้เป็นมาตรฐานกลางในร่างมาตรา 72 วรรคสอง ความว่า “การบริหารงานบุคคลของหน่วยงานของรัฐ ต้องเป็นไปตามระบบคุณธรรมตามที่กฎหมายบัญญัติ ทั้งนี้ กฎหมายดังกล่าวอย่างน้อยต้องมีมาตรการป้องกันมิให้ผู้ใดใช้อำนาจหรือกระทำการโดยมิชอบที่เป็นการก้าวก่ายหรือแทรกแซงการปฏิบัติหน้าที่ กระบวนการแต่งตั้ง หรือการพิจารณาความดีความชอบของเจ้าหน้าที่ของรัฐ”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติรอการพิจารณาร่างมาตรา 248 </p>","หมายเหตุ":"","ผู้อภิปราย":["นายประพันธ์ นัยโกวิท","นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"101","หน้า":"23-25"},{"หมวด":"14","ส่วน":"","มาตรา":"251","ร่างมาตรา":"248","ร่างบทบัญญัติ":"<p> “มาตรา 248 การบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่น ให้เป็นไปตามที่กฎหมายบัญญัติ ซึ่งต้องคำนึงถึงความเหมาะสมและความจำเป็นของแต่ละท้องถิ่น การจัดให้มีมาตรฐานที่สอดคล้องกันเพื่อให้สามารถพัฒนาร่วมกันหรือการสับเปลี่ยนบุคลากรระหว่างองค์กรปกครองส่วนท้องถิ่นด้วยกันได้”</p>","ประเด็นการพิจารณา":"<p>เมื่อคราวประชุมคณะกรรมการร่างรัฐธรรมนูญ ครั้งที่ 101 วันพุธ ที่ 9 มีนาคม 2559 ที่ประชุมได้มีการพิจารณาร่างมาตรานี้ และมีมติรอการพิจารณา</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า มีผู้เสนอความเห็นว่าในร่างมาตรา 248 ควรบัญญัติเรื่องการพิทักษ์ระบบคุณธรรมให้ชัดเจน เพื่อวางมาตรการคุ้มครองระบบคุณธรรมและจริยธรรมในการบริหารงานบุคคลภายในองค์กรปกครองส่วนท้องถิ่น ซึ่งที่ประชุมเห็นว่าควรบัญญัติหลักการเรื่องการพิทักษ์ระบบคุณธรรมไว้ในร่างรัฐธรรมนูญนี้ ส่วนรายละเอียดให้นำไปบัญญัติไว้ในกฎหมายประกอบรัฐธรรมนูญ เนื่องจากหากบัญญัติรายละเอียดไว้ในร่างรัฐธรรมนูญนี้ดังเช่นที่เคยบัญญัติไว้ในรัฐธรรมนูญ 2550 จะทำให้เกิดปัญหาในทางปฏิบัติได้</p><p>ประธานกรรมการกล่าวว่า ควรบัญญัติหลักการเรื่องการพิทักษ์ระบบคุณธรรมไว้ในร่างรัฐธรรมนูญนี้ ส่วนรายละเอียดให้นำไปบัญญัติไว้ในกฎหมายประกอบรัฐธรรมนูญ </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 248 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายธนาวัฒน์ สังข์ทอง"],"ประชุมครั้งที่":"102","หน้า":"5"},{"หมวด":"14","ส่วน":"","มาตรา":"251","ร่างมาตรา":"251","ร่างบทบัญญัติ":"<p>“มาตรา 251 การบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่น ให้เป็นไปตามที่กฎหมายบัญญัติ ซึ่ง<u>ต้องใช้ระบบคุณธรรมและ</u>ต้องคำนึงถึงความเหมาะสมและความจำเป็นของแต่ละท้องถิ่น<u>และ</u><u>องค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบ</u> การจัดให้มีมาตรฐานที่สอดคล้องกัน เพื่อให้สามารถพัฒนาร่วมกันหรือการสับเปลี่ยนบุคลากรระหว่างองค์กรปกครองส่วนท้องถิ่นด้วยกันได้”</p>","ประเด็นการพิจารณา":"<p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- มีกรรมการเสนอแก้ไขเพิ่มเติมความในร่างมาตรา 251 ความว่า “...ของ<u>องค์กรปกครองส่วน</u> <u>ท้องถิ่นแต่ละรูปแบบและ</u>แต่ละท้องถิ่น...” เนื่องจากแต่ละท้องถิ่นมีความต้องการเรื่องบุคลากรที่แตกต่างกัน จะทำให้องค์กรปกครองส่วนท้องถิ่นมีมาตรฐานในการบริหารงานบุคคลเป็นมาตรฐานเดียวกัน โดยคำนึงถึง รูปแบบและความต้องการของแต่ละท้องถิ่นพิจารณาประกอบกัน</p><p>- จากการรับฟังความคิดเห็น มีผู้เสนอให้การบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่นต้อง ใช้ระบบคุณธรรมด้วย</p><p>ประธานกรรมการกล่าวว่า ควรนำหลักระบบคุณธรรมมาใช้ในการบริหารงานบุคคลและให้คำนึงถึง ความจำเป็นของแต่ละท้องถิ่นและองค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบด้วย</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 251 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"113","หน้า":"82-83"},{"หมวด":"14","ส่วน":"","มาตรา":"252","ร่างมาตรา":"259","ร่างบทบัญญัติ":"<p>“มาตรา 259 องค์กรปกครองส่วนท้องถิ่นต้องมีสภาท้องถิ่นและคณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่น</p><p>สมาชิกสภาท้องถิ่นต้องมาจากการเลือกตั้ง</p><p>คณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่นให้มาจากการเลือกตั้งโดยตรงของประชาชน หรือมาจากความเห็นชอบของสภาท้องถิ่น</p><p>สมาชิกสภาท้องถิ่น คณะผู้บริหารท้องถิ่น หรือผู้บริหารท้องถิ่น มีวาระการดำรงตำแหน่งคราวละสี่ปี</p><p>การเลือกตั้งสมาชิกสภาท้องถิ่นและคณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่นที่มาจากการเลือกตั้งโดยตรงของประชาชน ให้ใช้วิธีออกเสียงลงคะแนนโดยตรงและลับ</p><p>คุณสมบัติของผู้มีสิทธิเลือกตั้งและผู้มีสิทธิสมัครรับเลือกตั้ง หลักเกณฑ์และวิธีการเลือกตั้งสมาชิกสภาท้องถิ่น คณะผู้บริหารท้องถิ่นและผู้บริหารท้องถิ่น ให้เป็นไปตามที่กฎหมายบัญญัติ</p><p>การจัดตั้งองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษที่มีโครงสร้างการบริหารที่แตกต่างจากที่บัญญัติไว้ในมาตรานี้ ให้กระทำได้ตามที่กฎหมายบัญญัติ โดยคณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่นต้องมาจากการเลือกตั้ง</p><p>ให้นำบทบัญญัติมาตรา 131 และมาตรา 132 มาใช้บังคับกับสมาชิกสภาท้องถิ่น คณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่น แล้วแต่กรณี ด้วยโดยอนุโลม”</p>","ประเด็นการพิจารณา":"<p> นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า ควรคงความในวรรคหนึ่งของ ร่างมาตรา 259 ความว่า “องค์กรปกครองส่วนท้องถิ่นต้องมีสภาท้องถิ่นและคณะผู้บริหารท้องถิ่นหรือ ผู้บริหารท้องถิ่น” ไว้ เนื่องจากเป็นโครงสร้างหลักในการปกครองขององค์กรปกครองส่วนท้องถิ่น</p><p>ประธานกรรมการกล่าวว่า ความในร่างมาตรา 259 ควรบัญญัติเฉพาะเรื่องการเลือกตั้งสมาชิก สภาท้องถิ่นและผู้บริหารท้องถิ่นให้เป็นไปตามที่กฎหมายบัญญัติ ไม่ควรกำหนดว่าองค์กรปกครอง ส่วนท้องถิ่นต้องมีสภาท้องถิ่นและคณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่นเท่านั้น เนื่องจากโครงสร้าง การปกครองขององค์กรปกครองส่วนท้องถิ่นในอนาคตอาจเปลี่ยนแปลงได้</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ปัจจุบันสมาชิกสภาท้องถิ่นมาจากการเลือกตั้งของประชาชน ซึ่งเป็นที่ยอมรับกันทั่วไปในระดับ สากลและในสังคมไทย หากตัดความดังกล่าวออกไปอาจเกิดปัญหาในการอธิบายและทำความเข้าใจกับ ประชาชนและสังคมได้ สำหรับผู้บริหารท้องถิ่นก็มีที่มาจากการเลือกตั้งของประชาชนเช่นกัน ซึ่งในปัจจุบัน การให้ผู้บริหารท้องถิ่นมาจากความเห็นชอบของสภาท้องถิ่นไม่มีแล้ว</p><p>- หากไม่มีบทบัญญัติเรื่องการเลือกตั้งสมาชิกสภาท้องถิ่น และคณะผู้บริหารท้องถิ่นหรือผู้บริหาร ท้องถิ่น อาจเกิดการตีความว่าผู้ร่างรัฐธรรมนูญมีเจตนาซ่อนเร้นหลักการใดหรือไม่ เช่น การกำหนดให้ สมาชิกสภาท้องถิ่น และคณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่นมาจากการแต่งตั้ง เป็นต้น</p><p>- ความในวรรคแปดของร่างมาตรา 259 ความว่า “ให้นำบทบัญญัติมาตรา 131 และมาตรา 132 มาใช้บังคับกับสมาชิกสภาท้องถิ่น คณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่น แล้วแต่กรณี ด้วย โดยอนุโลม” เป็นเรื่องการขัดกันแห่งผลประโยชน์ ซึ่งในกฎหมายเกี่ยวกับองค์กรปกครองส่วนท้องถิ่นไม่ได้ มีการบัญญัติเรื่องดังกล่าวไว้</p><p>ประธานกรรมการเสนอให้แก้ไขเพิ่มเติมร่างมาตรา 259 เป็นดังนี้</p><p>“มาตรา 259 สมาชิกสภาท้องถิ่นต้องมาจากการเลือกตั้ง</p><p>ผู้บริหารท้องถิ่นให้มาจากการเลือกตั้งโดยตรงของประชาชน หรือมาจากความเห็นชอบของ สภาท้องถิ่น</p><p>คุณสมบัติของผู้มีสิทธิเลือกตั้งและผู้มีสิทธิสมัครรับเลือกตั้ง หลักเกณฑ์และวิธีการเลือกตั้งสมาชิก สภาท้องถิ่น และผู้บริหารท้องถิ่น ให้เป็นไปตามที่กฎหมายบัญญัติ</p><p>ให้นำบทบัญญัติมาตรา 131 และมาตรา 132 มาใช้บังคับกับสมาชิกสภาท้องถิ่น และผู้บริหาร ท้องถิ่น แล้วแต่กรณี ด้วยโดยอนุโลม”</p><p>นายเจษฎ์ โทณะวณิก ที่ปรึกษาประจำคณะกรรมการร่างรัฐธรรมนูญ กล่าวว่า ในบางกรณีที่มีการ จัดตั้งท้องถิ่นรูปแบบพิเศษ สมาชิกสภาท้องถิ่นและผู้บริหารท้องถิ่นอาจไม่ได้มาจากการเลือกตั้งทั้งหมด แต่อาจมีที่มาจากความเห็นชอบของประชาชนโดยวิธีการอื่น ทั้งนี้ หากเปิดโอกาสให้มีการจัดตั้งท้องถิ่น รูปแบบพิเศษ ควรพิจารณาบทบัญญัติของรัฐธรรมนูญว่าสมาชิกสภาท้องถิ่นและผู้บริหารท้องถิ่นต้องมาจาก การเลือกตั้งของประชาชนหรือไม่ ประกอบด้วย</p><p>ประธานกรรมการกล่าวว่า หากไม่มีบทบัญญัติเรื่องการเลือกตั้งของประชาชน มักถูกตีความว่า ไม่เป็นประชาธิปไตย ดังนั้น จึงจำเป็นต้องบัญญัติให้สมาชิกสภาท้องถิ่นและผู้บริหารท้องถิ่นมาจากการ เลือกตั้งของประชาชน ส่วนรายละเอียดการเลือกตั้งดังกล่าวให้เป็นไปตามที่กฎหมายบัญญัติ</p><p>- มีกรรมการแสดงความเห็นว่า จากการรับฟังความคิดเห็นของประชาชน ปรากฏว่าส่วนใหญ่ ต้องการให้มีการกำหนดวาระการดำรงตำแหน่งของสมาชิกสภาท้องถิ่นและผู้บริหารท้องถิ่นในรัฐธรรมนูญ ให้ชัดเจน เช่น ไม่เกินหนึ่งหรือสองวาระ หรือระยะเวลาการดำรงตำแหน่งไม่เกินสี่ถึงหกปี เป็นต้น</p><p>ประธานกรรมการกล่าวว่า เนื่องจากวาระการดำรงตำแหน่งของสมาชิกสภาท้องถิ่นและผู้บริหาร ท้องถิ่นยังไม่มีความชัดเจน การบัญญัติในรัฐธรรมนูญอาจทำให้แก้ไขได้ยาก จึงควรบัญญัติเรื่องวาระการ ดำรงตำแหน่งของสมาชิกสภาท้องถิ่นและผู้บริหารท้องถิ่นไว้ในกฎหมายระดับพระราชบัญญัติจะเหมาะสม มากกว่า</p><p>จากนั้น ประธานกรรมการเสนอให้แก้ไขเพิ่มเติมความในวรรคสามของร่างมาตรา 259 เป็นดังนี้</p><p>“<strike>คณะผู้บริหารท้องถิ่นหรือ</strike>ผู้บริหารท้องถิ่นให้มาจากการเลือกตั้ง<strike>โดยตรงของประชาชน </strike>หรือมาจากความเห็นชอบของสภาท้องถิ่น <u>หรือวิธีอื่นตามที่กฎหมายกำหนดสำหรับองค์กรปกครองส่วนท้องถิ่น</u><u>รูปแบบพิเศษ</u>”</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง กล่าวว่า การปกครองส่วนท้องถิ่นรูปแบบ พิเศษในประเทศออสเตรเลียมีการจัดตั้งขึ้นตามกฎหมายเฉพาะ และในบางพื้นที่จะไม่มีประชาชนอาศัยอยู่แต่มีการประกอบธุรกิจของภาคเอกชน ซึ่งผู้บริหารท้องถิ่นรูปแบบพิเศษในพื้นที่ดังกล่าวมาจากการแต่งตั้ง ของส่วนกลางซึ่งมีความสัมพันธ์กันตามสัญญาจ้าง และกำหนดให้มีอำนาจพิเศษภายในเขตพื้นที่นั้น ๆ</p><p>ศาสตราจารย์สมคิด เลิศไพฑูรย์ ที่ปรึกษาประจำคณะกรรมการร่างรัฐธรรมนูญ กล่าวว่า ความใน วรรคสามของร่างมาตรา 259 ความว่า “หรือวิธีอื่นตามที่กฎหมายกำหนดสำหรับองค์กรปกครองส่วน ท้องถิ่นรูปแบบพิเศษ” อาจตีความได้ว่าผู้บริหารท้องถิ่นอาจมาจากการแต่งตั้งของรัฐบาลหรือบุคคลใดก็ได้ ซึ่งเป็นกรณีที่มีความหมายกว้างเกินไป ทั้งนี้ ความว่า “ผู้บริหารท้องถิ่นให้มาจากการเลือกตั้ง หรือมาจาก ความเห็นชอบของสภาท้องถิ่น” หมายความว่า ผู้บริหารท้องถิ่นอาจมีที่มาจากสมาชิกสภาท้องถิ่นหรือไม่ ก็ได้เท่านั้น</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ความในวรรคสามของร่างมาตรา 259 ความว่า “หรือวิธีอื่นตามที่กฎหมายกำหนดสำหรับ องค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษ” เป็นถ้อยคำที่มีความยืดหยุ่น ซึ่งในอนาคตอาจมีการกำหนดที่มา ของผู้บริหารท้องถิ่นรูปแบบพิเศษในรูปแบบอื่นก็ได้ ไม่จำเป็นต้องยึดติดกับการเลือกตั้งของประชาชนหรือ จากความเห็นชอบของสภาท้องถิ่นเพียงอย่างเดียว ตัวอย่างเช่น กลุ่มชาติพันธุ์ที่อยู่ในภาคเหนือของประเทศ ไทยอาจมีความต้องการที่จะอนุรักษ์ประเพณีและวัฒนธรรมของท้องถิ่นตน แต่ไม่สามารถดำเนินการเองได้ จึงมีแนวคิดในการจ้างผู้บริหารท้องถิ่นจากภายนอกเข้ามาช่วยบริหารท้องถิ่น เป็นต้น</p><p>- เจตนารมณ์ที่บัญญัติความในวรรคสามของร่างมาตรา 259 ความว่า “<strike>คณะผู้บริหารท้องถิ่น</strike><strike>หรือ</strike>ผู้บริหารท้องถิ่นให้มาจากการเลือกตั้ง<strike>โดยตรงของประชาชน </strike>หรือมาจากความเห็นชอบของ สภาท้องถิ่น <u>หรือวิธีอื่นตามที่กฎหมายกำหนดสำหรับองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษ</u>” เพื่อเปิด โอกาสให้มีการกำหนดที่มาของผู้บริหารท้องถิ่นในรูปแบบอื่น ๆ ในอนาคตต่อไป</p><p>ประธานกรรมการกล่าวว่า ควรอธิบายความในวรรคสามของร่างมาตรา 259 ว่า การจัดตั้งองค์กร ปกครองส่วนท้องถิ่นรูปแบบพิเศษในปัจจุบันยังไม่มีหลักการที่ชัดเจน จึงควรกำหนดกลไกการบริหารที่ เปิดกว้างไว้ อย่างไรก็ตาม การจัดตั้งองค์กรปกครองส่วนท้องถ่ินรูปแบบพิเศษต้องให้ประชาชนในท้องถิ่น ให้ความเห็นชอบในการบัญญัติกฎหมายจัดตั้งท้องถิ่นรูปแบบพิเศษโดยผ่านทางสภาผู้แทนราษฎร</p><p>- มีกรรมการแสดงความเห็นว่า ปัจจุบันองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษในประเทศไทย คือ กรุงเทพมหานครและเมืองพัทยา ซึ่งสมาชิกสภาท้องถิ่นและผู้บริหารท้องถิ่นมาจากการเลือกตั้งของ ประชาชนทั้งหมด ดังนั้น ความในวรรคสามของร่างมาตรา 259 ความว่า “<strike>คณะผู้บริหารท้องถิ่นหรือ </strike>ผู้บริหารท้องถิ่นให้มาจากการเลือกตั้ง<strike>โดยตรงของประชาชน </strike>หรือมาจากความเห็นชอบของสภาท้องถิ่น <u>หรือวิธีอื่นตามที่กฎหมายกำหนดสำหรับองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษ</u>” อาจทำให้เกิดการ ตีความว่า ผู้บริหารท้องถิ่นของกรุงเทพมหานครและเมืองพัทยาไม่ได้มาจากการเลือกตั้งของประชาชนได้ ดังนั้น ควรอธิบายและทำความเข้าใจกับประชาชนให้ชัดเจนในเรื่องดังกล่าว</p><p>ประธานกรรมการกล่าวว่า หากต้องการทราบว่าผู้ว่าราชการกรุงเทพมหานครที่มาจากการเลือกตั้ง ของประชาชนจะสามารถเปลี่ยนรูปแบบให้มาจากการแต่งตั้งได้หรือไม่ กรณีดังกล่าวสามารถทำประชามติ เพื่อถามความเห็นของประชาชนเฉพาะในกรุงเทพมหานครได้หรือไม่</p><p>- มีกรรมการแสดงความเห็นว่า การปกครองส่วนท้องถิ่นในต่างประเทศมีการจัดทำประชามติ ในเรื่องที่มีผลกระทบต่อประชาชนในท้องถิ่นจำนวนมาก เพื่อช่วยในการตัดสินใจในการดำเนินการเรื่องต่างๆ</p><p>ประธานกรรมการกล่าวว่า อาจบัญญัติในบทเฉพาะกาลของรัฐธรรมนูญว่า องค์กรปกครอง ส่วนท้องถิ่นรูปแบบพิเศษใดที่มีกฎหมายกำหนดให้สมาชิกสภาท้องถิ่นและผู้บริหารท้องถิ่นมาจากการเลือกตั้งของประชาชน หากต้องการเปลี่ยนแปลงที่มาของสมาชิกสภาท้องถิ่นและผู้บริหารท้องถิ่นเป็น รูปแบบอื่น ให้กระทำได้ต่อเมื่อประชาชนในท้องถิ่นนั้นเห็นชอบด้วย</p><p>ศาสตราจารย์สมคิด เลิศไพฑูรย์ ที่ปรึกษาประจำคณะกรรมการร่างรัฐธรรมนูญ กล่าวว่า ไม่เห็นด้วย กับความในวรรคสามของร่างมาตรา 259 ความว่า “หรือวิธีอื่นตามที่กฎหมายกำหนดสำหรับองค์กร ปกครองส่วนท้องถิ่นรูปแบบพิเศษ” เนื่องจากทำให้สามารถตีความได้อย่างกว้างขวาง เช่น สามารถตั้ง ผู้ว่าราชการจังหวัดเป็นนายกองค์การบริหารส่วนจังหวัดก็ได้ เป็นต้น นอกจากนั้น การกำหนดให้การจัดตั้ง องค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษต้องบัญญัติเป็นกฎหมายเฉพาะโดยผ่านการพิจารณาของ สภาผู้แทนราษฎรซึ่งเป็นผู้แทนประชาชน ก็ไม่สามารถเป็นหลักประกันความต้องการของประชาชน ในท้องถิ่นได้อย่างแท้จริง</p><p>ประธานกรรมการกล่าวว่า ความในวรรคสามของร่างมาตรา 259 ความว่า “หรือวิธีอื่นตามที่ กฎหมายกำหนดสำหรับองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษ” ใช้เฉพาะกับผู้บริหารท้องถิ่นในองค์กร ปกครองส่วนท้องถิ่นรูปแบบพิเศษรวมถึงพื้นที่ที่เป็นเขตเศรษฐกิจพิเศษ แต่ไม่ได้ใช้กับองค์กรปกครองส่วน ท้องถิ่นรูปแบบทั่วไป อย่างไรก็ตาม เพื่อให้ความในวรรคสามของร่างมาตรา 259 มีความชัดเจนยิ่งขึ้น เสนอให้แก้ไขเป็นว่า “<strike>คณะผู้บริหารท้องถิ่นหรือ</strike>ผู้บริหารท้องถิ่นให้มาจากการเลือกตั้ง<strike>โดยตรงของ ประชาชน </strike>หรือมาจากความเห็นชอบของสภาท้องถิ่น <u>หรือวิธีอื่นตามที่กฎหมายกำหนดสำหรับองค์กร</u> <u>ปกครองส่วนท้องถิ่นรูปแบบพิเศษซึ่งต้องคำนึงถึงการมีส่วนร่วมของประชาชนด้วย</u>”</p><p>- มีกรรมการแสดงความเห็นว่า ความในวรรคสามของร่างมาตรา 259 มีความหมายแบ่งออกเป็น สองส่วน คือ 1) ผู้บริหารท้องถิ่นในองค์กรปกครองส่วนท้องถิ่นรูปแบบทั่วไปให้มีที่มาจากการเลือกตั้ง หรือ มาจากความเห็นชอบของสภาท้องถิ่น และ 2) ผู้บริหารท้องถิ่นในองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษ ให้มีที่มาจากวิธีอื่นตามที่กฎหมายกำหนด ซึ่งต้องคำนึงถึงการมีส่วนร่วมของประชาชนด้วย</p><p>ประธานกรรมการกล่าวว่า ความที่เพิ่มในวรรคสามความว่า “หรือวิธีอื่นตามที่กฎหมายกำหนด สำหรับองค์กรปกครองส่วนท้องถ่ินรูปแบบพิเศษซึ่งต้องคำนึงถึงการมีส่วนร่วมของประชาชนด้วย” หมายถึง การให้ประชาชนมีส่วนร่วมในการกำหนดวิธีการเพื่อให้ได้มาซึ่งผู้บริหารท้องถิ่นโดยวิธีอื่น หรือให้ประชาชน มีส่วนร่วมในการให้ความเห็นชอบบุคคลเพื่อแต่งตั้งเป็นผู้บริหารท้องถิ่นที่เสนอแต่งตั้งโดยองค์กรปกครอง ส่วนท้องถิ่น</p><p>นอกจากนั้น วรรคสามเป็นการบัญญัติหลักการเพื่อรองรับกรณีที่มีการแก้ไขเพิ่มเติมรัฐธรรมนูญใน เรื่องรูปแบบการบริหารกิจการขององค์กรปกครองส่วนท้องถิ่นในอนาคตซึ่งมีลักษณะเฉพาะแตกต่างจาก รูปแบบวิธีการบริหารกิจการขององค์กรปกครองส่วนท้องถิ่นในปัจจุบัน</p><p>- มีกรรมการแสดงความเห็นว่า ไม่เห็นด้วยกับการเพิ่มความในวรรคสามเนื่องจากในอดีตมีข้อเสนอ เรื่องการจัดตั้งเขตปกครองพิเศษในพื้นที่จังหวัดชายแดนภาคใต้ รัฐบาลในขณะนั้นไม่เห็นด้วยกับการจัดตั้ง เขตปกครองพิเศษในพื้นที่จังหวัดชายแดนภาคใต้ ดังนั้น การเพิ่มความว่า “หรือวิธีอื่นตามที่กฎหมาย กำหนดสำหรับองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษซึ่งต้องคำนึงถึงการมีส่วนร่วมของประชาชนด้วย” ในวรรคสาม หากมีผู้เสนอให้มีกระบวนการออกเสียงประชามติเพื่อสอบถามประชาชนในพื้นที่จังหวัด ชายแดนภาคใต้เกี่ยวกับรูปแบบการบริหารองค์กรปกครองส่วนท้องถิ่น หรือวิธีการได้มาซึ่งผู้บริหารท้องถิ่น และประชาชนเห็นควรให้ใช้รูปแบบการบริหารองค์กรปกครองส่วนท้องถิ่น หรือวิธีการได้มาซึ่งผู้บริหาร ท้องถิ่นแตกต่างไปจากรูปแบบในปัจจุบันก็อาจทำให้เกิดปัญหาในทางปฏิบัติได้</p><p>- การปกครองส่วนท้องถิ่นในพื้นที่จังหวัดชายแดนภาคใต้ในปัจจุบันมีรูปแบบการปกครองตนเอง โดยมีองค์การบริหารส่วนจังหวัด เทศบาล และองค์การบริหารส่วนตำบลเช่นเดียวกับจังหวัดอื่น ๆ ดังนั้น การเพิ่มความว่า “หรือวิธีอื่นตามที่กฎหมายกำหนดสำหรับองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษซึ่งต้อง คำนึงถึงการมีส่วนร่วมของประชาชนด้วย” ในวรรคสาม อาจเป็นช่องทางในการเรียกร้องให้มีการปกครอง รูปแบบพิเศษอื่นนอกเหนือจากที่เป็นอยู่ในปัจจุบันก็ได้</p><p>ประธานกรรมการกล่าวว่า การนำหลักการเรื่องผลประโยชน์ทับซ้อนกรณีห้ามสมาชิกสภาท้องถิ่น และผู้บริหารท้องถิ่นเป็นลูกจ้างมาใช้บังคับด้วย จะทำให้สมาชิกสภาท้องถิ่นและผู้บริหารท้องถิ่นไม่สามารถ ประกอบอาชีพอื่นได้และอาจทำให้เกิดการทุจริตต่อหน้าที่ หรือแสวงหาประโยชน์ที่ไม่ควรได้จากการปฏิบัติ หน้าที่ ดังนั้น ควรพิจารณาทบทวนหลักการในวรรคแปดของร่างมาตรา 259</p><p>ส่วนความในวรรคสามเสนอแก้ไขเพิ่มเติมเป็นดังนี้ “<strike>คณะผู้บริหารท้องถิ่นหรือ</strike>ผู้บริหารท้องถิ่นให้มาจากการเลือกตั้ง<strike>โดยตรงของประชาชน </strike>หรือมาจากความเห็นชอบของสภาท้องถิ่น <u>หรือวิธีอื่นตามท</u>ี่ <u>กฎหมายกำหนดสำหรับองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษ แต่วิธีอื่นดังกล่าวต้องคำนึงถึงการม</u>ี <u>ส่วนร่วมของประชาชนด้วย</u>”</p><p>นอกจากนั้น ให้กำหนดหลักการไว้ในบทเฉพาะเพื่อรองรับกรณีกรุงเทพมหานคร หรือเมืองพัทยา จะเปลี่ยนรูปแบบจะต้องสอบถามประชาชนในเขตเสียก่อน</p><p>- มีกรรมการแสดงความเห็นว่า หลักการเรื่องห้ามมิให้สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภา เป็นลูกจ้างตามร่างมาตรา 131 และร่างมาตรา 132 ซึ่งนำมาใช้กับสมาชิกสภาท้องถิ่นและผู้บริหาร ท้องถิ่นด้วยนั้น จะห้ามเฉพาะการเป็นลูกจ้างในส่วนราชการของรัฐเท่านั้น ไม่รวมถึงการเป็นลูกจ้างของ เอกชน ซึ่งแตกต่างจากคณะรัฐมนตรีที่ห้ามเป็นลูกจ้างในทุกกรณีไม่ว่าจะเป็นลูกจ้างหน่วยงานของรัฐ หรือเอกชน</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติให้รอการพิจารณาร่างมาตรา 259 ไว้ก่อน</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายธนาวัฒน์ สังข์ทอง","นายเจษฎ์ โทณะวณิก","นายปกรณ์ นิลประพันธ์","ศาสตราจารย์สมคิด เลิศไพฑูรย์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"46","หน้า":"14-18"},{"หมวด":"14","ส่วน":"","มาตรา":"252","ร่างมาตรา":"257","ร่างบทบัญญัติ":"<p>“มาตรา 257 สมาชิกสภาท้องถิ่นต้องมาจากการเลือกตั้ง</p><p>ผู้บริหารท้องถิ่นให้มาจากการเลือกตั้งหรือมาจากความเห็นชอบของสภาท้องถิ่น หรือ<strike>วิธีอื่นตามที่</strike><strike>กฎหมายกำหนดสำหรับ</strike><u>ในกรณ</u>ีองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษ<u>จะให้มาโดยวิธีอื่นก็ได</u>้ แต่<strike>วิธีอื่น ดังกล่าว</strike>ต้องคำนึงถึงการมีส่วนร่วมของประชาชนด้วย <u>ทั้งนี้ ตามที่กฎหมายบัญญัต</u>ิ</p><p>คุณสมบัติของผู้มีสิทธิเลือกตั้งและผู้มีสิทธิสมัครรับเลือกตั้ง และหลักเกณฑ์และวิธีการเลือกตั้งสมาชิกสภาท้องถิ่นและผู้บริหารท้องถิ่น ให้เป็นไปตามที่กฎหมายบัญญัติ<u>ซึ่งต้องคำนึงถึงเจตนารมณ์ตาม</u> <u>มาตรา ... ของสมาชิกสภาผู้แทนราษฎร</u></p><p><strike>ให้นำบทบัญญัติมาตรา 187/2 และมาตรา 1187/3 มาใช้บังคับแก่สมาชิกสภาท้องถิ่นหรือ</strike><strike>ผู้บริหารท้องถิ่น แล้วแต่กรณี ด้วยโดยอนุโลม</strike>”</p>","ประเด็นการพิจารณา":"<p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- ความในวรรคหนึ่ง ควรแก้ไขเป็นดังนี้ “สมาชิกสภาท้องถิ่นต้องมาจากการเลือกตั้ง<u>หรือวิธีการอื่น</u> <u>ใดตามที่กฎหมายบัญญัต</u>ิ” เพื่อเปิดกว้างให้สมาชิกสภาท้องถิ่นมีที่มาจากวิธีอื่นได้นอกจากการเลือกตั้ง โดยตรง</p><p>ประธานกรรมการกล่าวว่า ความในวรรคหนึ่ง ความว่า “มาจากการเลือกตั้ง” หมายรวมถึง การเลือกตั้งทั้งทางตรงและทางอ้อมอยู่แล้ว</p><p>- มีกรรมการแสดงความเห็นว่า ความในวรรคสอง ควรแก้ไขเพิ่มเติม เป็นดังนี้ “ผู้บริหารท้องถิ่นให้ มาจากการเลือกตั้งหรือมาจากความเห็นชอบของสภาท้องถิ่น หรือ<strike>วิธีอื่นตามที่กฎหมายกำหนดสำหรับ</strike><u>ใน</u> <u>กรณ</u>ีองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษ<u>จะให้มาโดยวิธีอื่นก็ได</u>้ แต่<strike>วิธีอื่นดังกล่าว</strike>ต้องคำนึงถึงการมี ส่วนร่วมของประชาชนด้วย <u>ทั้งนี้ ตามที่กฎหมายบัญญัต</u>ิ”</p><p>- ควรนำคุณสมบัติและลักษณะต้องห้ามของสมาชิกสภาผู้แทนราษฎรในเรื่องการขัดกันแห่ง ผลประโยชน์มาใช้บังคับกับสมาชิกสภาท้องถิ่นและผู้บริหารท้องถิ่นด้วยโดยอนุโลม</p><p>- ในวรรคสาม ควรแก้ไขเพิ่มเติมความเป็นดังนี้ “คุณสมบัติของผู้มีสิทธิเลือกตั้งและผู้มีสิทธิสมัคร รับเลือกตั้ง และหลักเกณฑ์และวิธีการเลือกตั้งสมาชิกสภาท้องถิ่นและผู้บริหารท้องถิ่น ให้เป็นไปตามที่ กฎหมายบัญญัติ<u>ซึ่งต้องคำนึงถึงเจตนารมณ์ตามมาตรา ... ของสมาชิกสภาผู้แทนราษฎร</u>” </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 257 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"65","หน้า":"26-27"},{"หมวด":"14","ส่วน":"","มาตรา":"252","ร่างมาตรา":"251","ร่างบทบัญญัติ":"<p>“มาตรา 251 สมาชิกสภาท้องถิ่นต้องมาจากการเลือกตั้ง </p><p>ผู้บริหารท้องถิ่นให้มาจากการเลือกตั้งหรือมาจากความเห็นชอบของสภาท้องถิ่น หรือในกรณีองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษ จะให้มาโดยวิธีอื่นก็ได้ แต่ต้องคำนึงถึงการมีส่วนร่วมของประชาชนด้วย ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>คุณสมบัติของผู้มีสิทธิเลือกตั้งและผู้มีสิทธิสมัครรับเลือกตั้ง และหลักเกณฑ์และวิธีการเลือกตั้ง สมาชิกสภาท้องถิ่นและผู้บริหารท้องถิ่น ให้เป็นไปตามที่กฎหมายบัญญัติซึ่งต้องคำนึงถึงเจตนารมณ์<strike>ตาม มาตรา 93 อันเป็นคุณสมบัติและลักษณะต้องห้ามของสมาชิกสภาผู้แทนราษฎรด้วย</strike><u>ในการป้องกันและ</u><u>ปราบปรามการทุจริตตามแนวทางที่บัญญัติไว้ในรัฐธรรมนูญด้วย</u>”</p>","ประเด็นการพิจารณา":"<p> นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ เสนอแก้ไขความในวรรคสาม เป็นดังนี้ “คุณสมบัติของผู้มีสิทธิเลือกตั้งและผู้มีสิทธิสมัครรับเลือกตั้ง และ หลักเกณฑ์และวิธีการเลือกตั้งสมาชิกสภาท้องถิ่นและผู้บริหารท้องถิ่น ให้เป็นไปตามที่กฎหมายบัญญัติ ซึ่ง ต้องคำนึงถึ ง เ จตนารมณ์<strike>ตามมาตรา 93 อันเป็นคุณสมบัติและลักษณะต้องห้ามของ สมาชิกสภาผู้แทนราษฎรด้วย</strike><u>ในการป้องกันและปราบปรามการทุจริตตามแนวทางที่บัญญัติไว้ใน</u> <u>รัฐธรรมนูญด้วย</u>” เพื่อระบุให้ชัดเจนขึ้น</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 251 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายอัชพร จารุจินดา"],"ประชุมครั้งที่":"72","หน้า":"56-57"},{"หมวด":"14","ส่วน":"","มาตรา":"252","ร่างมาตรา":"249","ร่างบทบัญญัติ":"<p>“มาตรา 249 สมาชิกสภาท้องถิ่นต้องมาจากการเลือกตั้ง</p><p>ผู้บริหารท้องถิ่นให้มาจากการเลือกตั้งหรือมาจากความเห็นชอบของสภาท้องถิ่น หรือในกรณีองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษ จะให้มาโดยวิธีอื่นก็ได้ แต่ต้องคำนึงถึงการมีส่วนร่วมของประชาชนด้วย ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>คุณสมบัติของผู้มีสิทธิเลือกตั้งและผู้มีสิทธิสมัครรับเลือกตั้ง และหลักเกณฑ์และวิธีการเลือกตั้งสมาชิกสภาท้องถิ่นและผู้บริหารท้องถิ่น ให้เป็นไปตามที่กฎหมายบัญญัติซึ่งต้องคำนึงถึงเจตนารมณ์ในการป้องกันและปราบปรามการทุจริตตามแนวทางที่บัญญัติไว้ในรัฐธรรมนูญด้วย” </p>","ประเด็นการพิจารณา":"<p>นายประพันธ์ นัยโกวิท กรรมการ กล่าวว่า นายพิพัฒน์ วรสิทธิดำรง นายกสมาคมข้าราชการ และพนักงานจ้างท้องถิ่นแห่งประเทศไทย เสนอความเห็นต่อหลักการของร่างมาตรา 249 ว่าผู้บริหารท้องถิ่นให้มาจากการเลือกตั้งโดยตรงจากประชาชน และผู้บริหารองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษ ควรบัญญัติหลักการเดียวกับที่เคยบัญญัติในรัฐธรรมนูญ 2550 คือให้ผู้บริหารองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษมาจากการเลือกตั้งโดยตรงของประชาชน</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ กล่าวว่า หลักการในวรรคสองของร่างมาตรา 249 ที่กำหนดให้ผู้บริหารท้องถิ่นให้มาจากการเลือกตั้ง หรือมาจากความเห็นชอบของสภาท้องถิ่นนั้น หรือในกรณีองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษ จะให้มาโดยวิธีอื่นก็ได้ เนื่องจากผู้บริหารท้องถิ่นบางแห่งมาจากการจ้างบุคคลที่มีความรู้ความเชี่ยวชาญเพื่อ เข้ามาทำหน้าที่ผู้บริหาร จึงมิได้มาจากการเลือกตั้งโดยตรงของประชาชน แต่มาจากการแต่งตั้งโดย สภาท้องถิ่นในลักษณะสัญญาจ้างเพื่อให้ทำหน้าที่บริหารงานในองค์กรปกครองส่วนท้องถิ่นภายใต้การกำกับของสภาท้องถิ่นนั้น</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- เรื่องวิธีการได้มาซึ่งผู้บริหารท้องถิ่นนั้น มีความเห็นแบ่งออกเป็นสองความเห็น คือ ความเห็น ที่หนึ่งผู้บริหารท้องถิ่นควรมาจากการเลือกตั้งโดยตรงของประชาชน และความเห็นที่สองให้อำนาจ สภาท้องถิ่นในการจัดทำประชามติความเห็นของประชาชนในท้องถิ่นว่าต้องการให้ผู้บริหารมาจากการเลือกตั้งโดยตรงหรือมาจากการแต่งตั้งโดยสภาท้องถิ่น หลักการในร่างมาตรา 249 เป็นหลักการ ที่สอดคล้องกับความเห็นที่สองซึ่งเป็นหลักการที่เปิดกว้างให้ประชาชนได้เข้ามามีส่วนร่วมในการกำหนดบุคคลที่เข้ามาทำหน้าที่ผู้บริหารขององค์กรปกครองส่วนท้องถิ่น</p><p>- หลักการเรื่องวิธีการได้มาซึ่งผู้บริหารท้องถิ่นนั้น ควรแบ่งออกเป็นสองรูปแบบ ดังนี้ รูปแบบที่หนึ่งองค์กรปกครองส่วนท้องถิ่นรูปแบบทั่วไป ผู้บริหารท้องถิ่นควรมาจากการเลือกตั้งโดยตรงของประชาชน และรูปแบบที่สององค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษ วิธีการได้มาซึ่งผู้บริหารท้องถิ่นควรเปิดกว้าง ขึ้นอยู่กับความเห็นของประชาชนในท้องถิ่นว่าต้องการให้ผู้บริหารมาจากการเลือกตั้งโดยตรงหรือมาจากการแต่งตั้งโดยสภาท้องถิ่น</p><p>- องค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษบางประเภทนั้น สภาท้องถิ่นมิได้มาจากการเลือกตั้งโดยตรงของประชาชน แต่มาจากตัวแทนของส่วนราชการต่าง ๆ เข้าไปทำหน้าที่ในสภาท้องถิ่นนั้น ดังนั้น หลักการในร่างมาตรา 249 ไม่สามารถนำมาใช้กับองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษบางประเภทได้ เนื่องจากวรรคหนึ่งของร่างมาตรา 249 กำหนดให้สภาท้องถิ่นมาจากการเลือกตั้งโดยตรงของประชาชน</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า หลักการสำคัญของการปกครองส่วนท้องถิ่นเพื่อให้ประชาชนปกครองกันเองภายในท้องถิ่น โดยการออกข้อบัญญัติท้องถิ่นเพื่อใช้บังคับภายในท้องถิ่น จึงจำเป็นต้องกำหนดให้สมาชิกสภาท้องถิ่นต้องมาจากการเลือกตั้งโดยตรง ซึ่งแยกออกจากเรื่องบริหารงานภายในองค์กรปกครองส่วนท้องถิ่นที่ให้อำนาจผู้บริหารท้องถิ่นเป็นผู้รับผิดชอบซึ่งขึ้นอยู่กับความเห็นของประชาชนและสภาท้องถิ่น ว่าผู้บริหารท้องถิ่นสมควรมาจากการเลือกตั้งโดยตรงของประชาชนหรือมาจากความเห็นชอบของสภาท้องถิ่น เพื่อเข้ามาทำหน้าที่ในการบริหารงานในองค์กรปกครองส่วนท้องถิ่นภายใต้การกำกับของสภาท้องถิ่นก็ได้</p><p>ส่วนองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษซึ่งต้องมีการบริหารจัดการโดยบุคคลที่มีความรู้ ความเชี่ยวชาญ ดังนั้น วิธีการได้มาซึ่งผู้บริหารท้องถิ่นขององค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษอาจไม่เหมาะสมที่จะให้มาจากการเลือกตั้งโดยตรง หลักการในวรรคสองของร่างมาตรา 249 จึงเปิดกว้าง ให้ผู้บริหารท้องถิ่นสามารถมาโดยวิธีอื่นก็ได้ แต่สภาท้องถิ่นจะต้องคำนึงถึงการมีส่วนร่วมของประชาชนด้วย ตามที่กฎหมายบัญญัติ</p><p>- มีกรรมการแสดงความเห็นว่า องค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษซึ่งมีลักษณะเฉพาะ คณะกรรมการควรบัญญัติหลักการเรื่องวิธีการได้มาซึ่งผู้บริหารท้องถิ่นไว้ในรัฐธรรมนูญ หรือในกฎหมายลำดับรองก็ได้</p><p>- มาตรา 284 วรรคสามของรัฐธรรมนูญ 2550 ได้กำหนดให้คณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่นให้มาจากการเลือกตั้งโดยตรงของประชาชน หรือมาจากความเห็นชอบของสภาท้องถิ่น ซึ่งแตกต่างจากหลักการในร่างมาตรา 249 วรรคสอง กำหนดให้ผู้บริหารท้องถิ่นให้มาจากการเลือกตั้งหรือมาจากความเห็นชอบของสภาท้องถิ่น หรือในกรณีองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษ จะให้มาโดยวิธีอื่นก็ได้ อาจเกิดปัญหาตีความว่าในอนาคตผู้บริหารท้องถิ่นรูปแบบพิเศษ เช่น ผู้ว่าราชการกรุงเทพมหานคร หรือนายกเมืองพัทยา เป็นต้น อาจจะมาจากการแต่งตั้งโดยตรงจากรัฐบาลก็ได้</p><p>นายภัทระ คำพิทักษ์ กรรมการ กล่าวว่า จากการไปรับฟังความคิดเห็นของประชาชน ประชาชนต้องการให้กำหนดคุณสมบัติของสมาชิกสภาท้องถิ่นไว้ในร่างรัฐธรรมนูญนี้</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า ท้องถิ่นแต่ละแห่งมีความแตกต่างกัน จึงไม่ควรกำหนดคุณสมบัติของสมาชิกสภาท้องถิ่นไว้ใน ร่างรัฐธรรมนูญนี้ อย่างไรก็ตาม ร่างมาตรา 249 วรรคสอง ได้กำหนดคุณสมบัติของสมาชิกสภาท้องถิ่นไว้อย่างกว้างว่า ให้เป็นไปตามที่กฎหมายบัญญัติซึ่งต้องคำนึงถึงเจตนารมณ์ในการป้องกันและปราบปราม การทุจริตตามแนวทางที่บัญญัติไว้ในรัฐธรรมนูญด้วย</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติรอการพิจารณาร่างมาตรา 249 </p>","หมายเหตุ":"","ผู้อภิปราย":["นายประพันธ์ นัยโกวิท","นายอัชพร จารุจินดา","นายธนาวัฒน์ สังข์ทอง","นายภัทระ คำพิทักษ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"101","หน้า":"25-26"},{"หมวด":"14","ส่วน":"","มาตรา":"252","ร่างมาตรา":"249","ร่างบทบัญญัติ":"<p> “มาตรา 249 สมาชิกสภาท้องถิ่นต้องมาจากการเลือกตั้ง</p><p>ผู้บริหารท้องถิ่นให้มาจากการเลือกตั้งหรือมาจากความเห็นชอบของสภาท้องถิ่น หรือในกรณีองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษ จะให้มาโดยวิธีอื่นก็ได้ แต่ต้องคำนึงถึงการมีส่วนร่วมของประชาชนด้วย ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>คุณสมบัติของผู้มีสิทธิเลือกตั้งและผู้มีสิทธิสมัครรับเลือกตั้ง และหลักเกณฑ์และวิธีการเลือกตั้งสมาชิกสภาท้องถิ่นและผู้บริหารท้องถิ่น ให้เป็นไปตามที่กฎหมายบัญญัติซึ่งต้องคำนึงถึงเจตนารมณ์ในการป้องกันและปราบปรามการทุจริตตามแนวทางที่บัญญัติไว้ในรัฐธรรมนูญด้วย”</p>","ประเด็นการพิจารณา":"<p>เมื่อคราวประชุมคณะกรรมการร่างรัฐธรรมนูญ ครั้งที่ 101 วันพุธ ที่ 9 มีนาคม 2559 ที่ประชุมได้มีการพิจารณาร่างมาตรานี้ และมีมติรอการพิจารณา</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า มีผู้เสนอความเห็นต่อหลักการของร่างมาตรา 249 ว่าผู้บริหารท้องถิ่นควรมาจากการเลือกตั้งโดยตรงของประชาชนเท่านั้น แต่ในส่วนองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษ ผู้บริหารท้องถิ่นและสมาชิกสภาท้องถิ่นให้มาโดยวิธีอื่นได้</p><p>ประธานกรรมการกล่าวว่า ความในร่างมาตรานี้เป็นการเปิดกว้างเรื่องที่มาของผู้บริหารท้องถิ่นให้มีความเหมาะสมต่อสถานการณ์ที่อาจเปลี่ยนแปลงไปในอนาคต โดยต้องคำนึงถึงการมีส่วนร่วมของประชาชน </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 249 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายธนาวัฒน์ สังข์ทอง"],"ประชุมครั้งที่":"102","หน้า":"6"},{"หมวด":"14","ส่วน":"","มาตรา":"252","ร่างมาตรา":"252","ร่างบทบัญญัติ":"<p> “มาตรา 252 สมาชิกสภาท้องถิ่นต้องมาจากการเลือกตั้ง</p><p>ผู้บริหารท้องถิ่นให้มาจากการเลือกตั้งหรือมาจากความเห็นชอบของสภาท้องถิ่น หรือในกรณีองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษ จะให้มาโดยวิธีอื่นก็ได้ แต่ต้องคำนึงถึงการมีส่วนร่วมของประชาชนด้วย ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>คุณสมบัติของผู้มีสิทธิเลือกตั้งและผู้มีสิทธิสมัครรับเลือกตั้ง และหลักเกณฑ์และวิธีการเลือกตั้งสมาชิกสภาท้องถิ่นและผู้บริหารท้องถิ่น ให้เป็นไปตามที่กฎหมายบัญญัติซึ่งต้องคำนึงถึงเจตนารมณ์ในการป้องกันและปราบปรามการทุจริตตามแนวทางที่บัญญัติไว้ในรัฐธรรมนูญด้วย”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 252 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"83"},{"หมวด":"14","ส่วน":"","มาตรา":"253","ร่างมาตรา":"261","ร่างบทบัญญัติ":"<p>“มาตรา 261 องค์กรปกครองส่วนท้องถิ่นต้องจัดให้ประชาชนและชุมชนในท้องถิ่นมีส่วนร่วมในการบริหารกิจการขององค์กรปกครองส่วนท้องถิ่น</p><p>การดำเนินงานขององค์กรปกครองส่วนท้องถิ่นที่จะมีผลกระทบต่อชีวิตความเป็นอยู่ของประชาชนหรือชุมชนในท้องถิ่นในสาระสำคัญ องค์กรปกครองส่วนท้องถิ่นต้องเปิดเผยข้อมูลรายละเอียดที่เกี่ยวข้องให้ประชาชนหรือชุมชนในท้องถิ่นทราบก่อนกระทำการเป็นเวลาพอสมควร</p><p>องค์กรปกครองส่วนท้องถิ่นต้องรายงานการดำเนินงานต่อประชาชนในเรื่องการจัดทำงบประมาณ การใช้จ่าย และผลการดำเนินงานในรอบปี เพื่อให้ประชาชนมีส่วนร่วมในการตรวจสอบและกำกับการบริหารจัดการขององค์กรปกครองส่วนท้องถิ่น</p><p>ในการจัดทำงบประมาณขององค์กรปกครองส่วนท้องถิ่นตามวรรคสาม ให้นำบทบัญญัติมาตรา 149 วรรคหกและวรรคเจ็ด มาใช้บังคับโดยอนุโลม” </p>","ประเด็นการพิจารณา":"<p> ที่ประชุมแสดงความเห็น ดังนี้</p><p>- รัฐธรรมนูญ 2550 ได้กำหนดให้ประชาชนผู้มีสิทธิเลือกตั้งในท้องถิ่นสามารถเสนอให้ท้องถิ่น จัดให้มีการรับฟังความคิดเห็น หรือออกเสียงประชามติ ดังนั้น ควรเพิ่มหลักการในวรรคสามเพื่อเป็น หลักประกันให้แก่ประชาชนในการมีส่วนร่วมกับองค์กรปกครองส่วนท้องถิ่น</p><p>- วรรคหนึ่งความว่า “ให้ประชาชนและชุมชนในท้องถิ่นมีส่วนร่วมในการบริหารกิจการขององค์กร ปกครองส่วนท้องถิ่น” ไม่ชัดเจนเกี่ยวกับรูปแบบและวิธีการให้ประชาชนมีส่วนร่วมกับท้องถิ่นในการบริหาร กิจการขององค์กรปกครองส่วนท้องถิ่นว่าจะมีรูปแบบและวิธีดำเนินการอย่างไร ดังนั้น ควรเพิ่มความว่า “ทั้งนี้ ตามที่กฎหมายบัญญัติ”</p><p>- ความในวรรคหนึ่งของร่างมาตรา 261 ควรเพิ่มความว่า “ทั้งนี้ ตามที่กฎหมายบัญญัติ” เพื่อรองรับหลักการเรื่องการบริหารกิจการองค์กรปกครองส่วนท้องถิ่นในรูปแบบอื่นที่อาจเกิดขึ้นในอนาคต กรณีที่ท้องถิ่นมีความพร้อมในการจัดบริการสาธารณะด้วยตนเอง หรือการมีส่วนร่วมของประชาชน ในรูปแบบอื่นที่แตกต่างจากการบริหารกิจการองค์กรปกครองส่วนท้องถิ่นในปัจจุบัน โดยบัญญัติหลักการ ไว้ในกฎหมายลำดับรอง</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมวรรคหนึ่ง วรรคสอง และวรรคสามของร่างมาตรา 261 เป็นดังนี้</p><p>“มาตรา 261 <strike>องค์กรปกครองส่วนท้องถิ่นต้องจัดให้ประชาชนและชุมชนในท้องถิ่นมีส่วนร่วม</strike><strike>ในการบริหารกิจการขององค์กรปกครองส่วนท้องถิ่น</strike></p><p><u>ใน</u>การดำเนินงานขององค์กรปกครองส่วนท้องถิ่น <strike>ที่จะมีผลกระทบต่อชีวิตความเป็นอยู่ของ ประชาชนหรือชุมชนในท้องถิ่นในสาระสำคัญ องค์กรปกครองส่วน</strike><u>สภา</u>ท้องถิ่น<u>และผู้บริหารท้องถิ่น</u>ต้อง เปิดเผยข้อมูล<strike>รายละเอียดที่เกี่ยวข้อง </strike><u>และ</u>ให้ประชาชน<strike>หรือชุมชน</strike>ในท้องถิ่น<strike>ทราบก่อนกระทำการเป็น เวลาพอสมควร</strike><u>มีส่วนร่วมด้วย ทั้งนี้ ตามหลักเกณฑ์และวิธีการที่กฎหมายบัญญัต</u>ิ</p><p><strike>องค์กรปกครองส่วนท้องถิ่นต้องรายงานการดำเนินงานต่อประชาชนในเรื่องการจัดทำ</strike><strike>งบประมาณ การใช้จ่าย และผลการดำเนินงานในรอบปี เพื่อให้ประชาชนมีส่วนร่วมในการตรวจสอบ และกำกับการบริหารจัดการขององค์กรปกครองส่วนท้องถิ่น</strike>”</p><p>ส่วนวรรคสี่ความว่า “ในการจัดทำงบประมาณขององค์กรปกครองส่วนท้องถิ่นตามวรรคสาม ให้นำ บทบัญญัติมาตรา 149 วรรคหกและวรรคเจ็ด มาใช้บังคับโดยอนุโลม” ที่ประชุมควรพิจารณาทบทวนว่า สมควรบัญญัติหลักการเรื่องการจัดทำงบประมาณที่ใช้เฉพาะองค์กรปกครองส่วนท้องถิ่นหรือไม่</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติให้รอการพิจารณาร่างมาตรา 261 ไว้ก่อน </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"46","หน้า":"19-20"},{"หมวด":"14","ส่วน":"","มาตรา":"253","ร่างมาตรา":"258","ร่างบทบัญญัติ":"<p> “มาตรา 258 ในการดำเนินงาน ให้องค์กรปกครองส่วนท้องถิ่น สภาท้องถิ่น และผู้บริหารท้องถิ่น เปิดเผยข้อมูลและดำเนินการให้ประชาชนในท้องถิ่นมีส่วนร่วมด้วย ทั้งนี้ ตามหลักเกณฑ์และวิธีการที่กฎหมายบัญญัติ</p><p>ในการจัดทำงบประมาณขององค์กรปกครองส่วนท้องถิ่น ให้นำบทบัญญัติมาตรา 146 วรรคสอง วรรคสาม วรรคสี่ และวรรคห้า มาใช้บังคับโดยอนุโลม”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 258 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"65","หน้า":"27"},{"หมวด":"14","ส่วน":"","มาตรา":"253","ร่างมาตรา":"252","ร่างบทบัญญัติ":"<p>“มาตรา 252 ในการดำเนินงาน ให้องค์กรปกครองส่วนท้องถิ่น สภาท้องถิ่น และผู้บริหารท้องถิ่นเปิดเผยข้อมูลและดำเนินการให้ประชาชนในท้องถิ่นมีส่วนร่วมด้วย ทั้งนี้ ตามหลักเกณฑ์และวิธีการที่กฎหมายบัญญัติ</p><p><strike>ในการจัดทำงบประมาณขององค์กรปกครองส่วนท้องถิ่น ให้นำมาตรา 139 วรรคสอง วรรค</strike><strike>สาม วรรคสี่ และวรรคห้า มาใช้บังคับโดยอนุโลม โดยให้อำนาจของศาลรัฐธรรมนูญเป็นอำนาจศาล ปกครองสูงสุด</strike>”</p>","ประเด็นการพิจารณา":"<p> มีกรรมการแสดงความเห็นว่า ความในวรรคสองของร่างมาตรา 252 เป็นเรื่องการขัดกันของ ผลประโยชน์ ซึ่งคณะกรรมการได้บัญญัติไว้ในร่างมาตรา 249 วรรคท้ายแล้ว จึงควรตัดความในวรรคสอง ของร่างมาตรา 252 ออก หรืออาจนำไปบัญญัติไว้ในกฎหมายประกอบรัฐธรรมนูญ</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขร่างมาตรา 252 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"72","หน้า":"57"},{"หมวด":"14","ส่วน":"","มาตรา":"253","ร่างมาตรา":"250","ร่างบทบัญญัติ":"<p>“มาตรา 250 ในการดำเนินงาน ให้องค์กรปกครองส่วนท้องถิ่น สภาท้องถิ่น และผู้บริหารท้องถิ่น เปิดเผยข้อมูลและ<strike>ดำเนินการ</strike><u>ต้อง</u>ให้ประชาชนในท้องถิ่นมีส่วนร่วมด้วย ทั้งนี้ ตามหลักเกณฑ์และวิธีการที่กฎหมายบัญญัติ”</p>","ประเด็นการพิจารณา":"<p>นายประพันธ์ นัยโกวิท กรรมการ กล่าวว่า มีผู้เสนอความเห็นต่อหลักการในร่างมาตรา 250 ว่าคณะกรรมการมิได้บัญญัติหลักการในเรื่องการจัดทำประชามติในกรณีที่องค์กรปกครองส่วนท้องถิ่นจะ ดำเนินกิจกรรมที่อาจเกิดผลกระทบต่อชีวิตความเป็นอยู่ของประชาชนในท้องถิ่นในสาระสำคัญไว้ด้วย ซึ่งแตกต่างจากหลักการที่บัญญัติในมาตรา 287 วรรคสองของรัฐธรรมนูญ 2550 ที่กำหนดว่าในกรณีที่ การกระทำขององค์กรปกครองส่วนท้องถิ่นจะมีผลกระทบต่อชีวิตความเป็นอยู่ของประชาชนในท้องถิ่น ในสาระสำคัญ องค์กรปกครองส่วนท้องถิ่นต้องแจ้งข้อมูลรายละเอียดให้ประชาชนทราบก่อนกระทำการ เป็นเวลาพอสมควร และในกรณีที่เห็นสมควรหรือได้รับการร้องขอจากประชาชนผู้มีสิทธิเลือกตั้งในองค์กร ปกครองส่วนท้องถิ่น ต้องจัดให้มีการรับฟังความคิดเห็นก่อนการกระทำนั้น หรืออาจจัดให้ประชาชน ออกเสียงประชามติเพื่อตัดสินใจก็ได้</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า เรื่องการจัดทำประชามติภายใน ท้องถิ่นนั้น เป็นหลักการพื้นฐานในเรื่องการมีส่วนร่วมของประชาชนซึ่งคณะกรรมการได้บัญญัติหลักการ เพื่อรองรับการมีส่วนร่วมของประชาชนไว้ในร่างรัฐธรรมนูญมาตราต่าง ๆ ไว้แล้ว ส่วนขั้นตอนและวิธีการ เพื่อให้ประชาชนได้มีส่วนร่วมกับองค์กรปกครองส่วนท้องถิ่นดำเนินการร่วมกัน ให้เป็นไปตามที่กฎหมาย บัญญัติ</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- เรื่องการมีส่วนร่วมของประชาชนในองค์กรปกครองส่วนท้องถิ่น มีข้อกังวลจากสภาองค์กรชุมชน เกี่ยวกับรูปแบบ หลักเกณฑ์ และวิธีการเพื่อสภาองค์กรชุมชนได้เข้ามามีส่วนร่วมกับองค์กรปกครอง ส่วนท้องถิ่นว่าจะมีรูปแบบอย่างไร แม้ในร่างมาตรา 250 บัญญัติความว่า “ดำเนินการให้ประชาชนใน ท้องถิ่นมีส่วนร่วมด้วย” ก็ตาม หากผู้บริหารท้องถิ่นหรือสภาท้องถิ่นไม่ดำเนินการหรือดำเนินการ แต่ กำหนดเงื่อนไขที่เป็นอุปสรรคต่อการมีส่วนร่วมของประชาชน จะมีวิธีการแก้ไขปัญหาอย่างไร</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง เสนอแก้ไขเพิ่มเติมความในร่างมาตรา 250 เป็นดังนี้ “มาตรา 250 ในการดำเนินงาน ให้องค์กรปกครองส่วนท้องถิ่น สภาท้องถิ่น และผู้บริหารท้องถิ่น เปิดเผยข้อมูลและดำเนินการให้ประชาชนในท้องถิ่น<u>เข้ามา</u>มีส่วนร่วม<u>ในการดำเนินการ</u>ด้วย ทั้งนี้ ตามหลักเกณฑ์และวิธีการที่กฎหมายบัญญัติ”</p><p>- มีกรรมการสอบถามว่า ความว่า “ดำเนินการให้ประชาชนในท้องถิ่น<u>เข้ามา</u>มีส่วนร่วม<u>ในการ</u> <u>ดำเนินการ</u>ด้วย” หมายถึงให้ประชาชนเข้ามามีส่วนร่วมในการดำเนินการด้วยตนเอง ไม่ใช่หน้าที่ขององค์กร ปกครองส่วนท้องถิ่นที่จะต้องดำเนินการให้แก่ประชาชนใช่หรือไม่</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง เสนอแก้ไขเพิ่มเติมความในร่างมาตรา 250 ดังนี้ “มาตรา 250 ในการดำเนินงาน ให้องค์กรปกครองส่วนท้องถิ่น สภาท้องถิ่น และผู้บริหารท้องถิ่น เปิดเผยข้อมูลและ<strike>ดำเนินการ</strike><u>ต้อง</u>ให้ประชาชนในท้องถิ่น<u>เข้ามา</u>มีส่วนร่วม<u>ในการดำเนินการ</u>ด้วย ทั้งนี้ ตามหลักเกณฑ์และวิธีการที่กฎหมายบัญญัติ”</p><p>- มีกรรมการแสดงความเห็นว่า หลักการของร่างมาตรา 250 กำหนดให้องค์กรปกครองส่วน ท้องถิ่น สภาท้องถิ่น และผู้บริหารท้องถิ่นเปิดเผยข้อมูลและดำเนินการให้ประชาชนในท้องถิ่นมีส่วนร่วม ด้วย ซึ่งมีหลักการลักษณะเดียวกับที่บัญญัติในร่างมาตรา 55 กำหนดให้รัฐต้องเปิดเผยข้อมูลหรือข่าวสาร สาธารณะในครอบครองของหน่วยงานของรัฐ ที่มิใช่ข้อมูลเกี่ยวกับความมั่นคงของรัฐหรือเป็นความลับของ ทางราชการตามที่กฎหมายบัญญัติ และต้องจัดให้ประชาชนเข้าถึงข้อมูลดังกล่าวโดยสะดวก ดังนั้น คณะกรรมการควรบัญญัติร่างมาตรา 250 ให้มีรูปแบบเดียวกับร่างมาตรา 55</p><p>- ไม่เห็นด้วยกับการบัญญัติร่างมาตรา 250 ให้เป็นรูปแบบเดียวกับร่างมาตรา 55 เนื่องจาก แตกต่างกันในสาระสำคัญโดยร่างมาตรา 250 จะใช้เฉพาะการเปิดเผยข้อมูลในส่วนขององค์กรปกครอง ส่วนท้องถิ่น ส่วนร่างมาตรา 55 เป็นเรื่องของการเปิดเผยข้อมูลหรือข่าวสารที่ใช้กับหน่วยงานของรัฐ ทั้งหมด</p><p>- ความในร่างมาตรา 250 ต้องการให้ประชาชนมีส่วนร่วมในการบริหารงานองค์กรปกครอง ส่วนท้องถิ่น เช่น การแสดงความคิดเห็นหรือให้ข้อคิดเห็น เป็นต้น ไม่ใช่เป็นเรื่องที่ประชาชนต้องเข้าไป ดำเนินการเองในส่วนที่เป็นภารกิจขององค์กรปกครองส่วนท้องถิ่น</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ความในร่างมาตรา 250 มีความว่า “ในการดำเนินงาน” ขึ้นต้นประโยคไว้แล้ว เสนอแก้ไขเพิ่มเติมความในร่างมาตรา 250 เป็นดังนี้ “มาตรา 250 ในการดำเนินงาน ให้องค์กรปกครองส่วนท้องถิ่น สภาท้องถิ่น และผู้บริหารท้องถิ่นเปิดเผย ข้อมูลและ<strike>ดำเนินการ</strike><u>ต้อง</u>ให้ประชาชนในท้องถิ่นมีส่วนร่วมด้วย ทั้งนี้ ตามหลักเกณฑ์และวิธีการที่กฎหมาย บัญญัติ”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 250 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายประพันธ์ นัยโกวิท","นายธนาวัฒน์ สังข์ทอง","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"101","หน้า":"27-28"},{"หมวด":"14","ส่วน":"","มาตรา":"253","ร่างมาตรา":"250","ร่างบทบัญญัติ":"<p>“มาตรา 250 ในการดำเนินงานให้องค์กรปกครองส่วนท้องถิ่น สภาท้องถิ่น และผู้บริหารท้องถิ่นเปิดเผยข้อมูลและ<strike>ดำเนินการ</strike><u>รายงานผลการดำเนินงานให้ประชาชนทราบ รวมตลอดทั้งมีกลไก</u>ให้ ประชาชนในท้องถิ่นมีส่วนร่วมด้วย ทั้งนี้ ตามหลักเกณฑ์และวิธีการที่กฎหมายบัญญัติ” </p>","ประเด็นการพิจารณา":"<p> เมื่อคราวประชุมคณะกรรมการร่างรัฐธรรมนูญ ครั้งที่ 101 วันพุธ ที่ 9 มีนาคม 2559 ที่ประชุมมีมติให้แก้ไขเพิ่มเติมความในมาตรานี้ เป็นดังนี้</p><p>“มาตรา 250 ในการดำเนินงาน ให้องค์กรปกครองส่วนท้องถิ่น สภาท้องถิ่น และผู้บริหารท้องถิ่น เปิดเผยข้อมูลและ<strike>ดำเนินการ</strike><u>ต้อง</u>ให้ประชาชนในท้องถิ่นมีส่วนร่วมด้วย ทั้งนี้ ตามหลักเกณฑ์และวิธีการ ที่กฎหมายบัญญัติ”</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า ร่างมาตรานี้มีการปรับแก้ถ้อยคำ นอกจากนี้ มีผู้เสนอความเห็นต่อหลักการในร่างมาตรา 250 ว่าคณะกรรมการมิได้บัญญัติหลักการในเรื่อง การจัดทำประชามติในกรณีที่องค์กรปกครองส่วนท้องถิ่นจะดำเนินกิจกรรมที่อาจเกิดผลกระทบต่อชีวิต ความเป็นอยู่ของประชาชนในท้องถิ่นในเรื่องที่มีความสำคัญไว้ด้วย ซึ่งแตกต่างจากที่เคยบัญญัติไว้ใน รัฐธรรมนูญ 2550</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- มีกรรมการแสดงความเห็นว่า ควรแก้ไขถ้อยคำในร่างมาตรานี้ โดยกำหนดให้มีกลไกที่จะให้ ประชาชนเข้ามามีส่วนร่วมได้</p><p>- มีกรรมการแสดงความเห็นว่า ควรเพิ่มเรื่องการให้องค์กรปกครองส่วนท้องถิ่นต้องรายงานผลการ ดำเนินงานและการใช้งบประมาณเป็นประจำทุกปี ดังเช่นที่เคยบัญญัติไว้ในรัฐธรรมนูญ 2550</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมร่างมาตรา 250 เป็นดังนี้ “มาตรา 250 ในการดำเนินงาน ให้องค์กรปกครองส่วนท้องถิ่น สภาท้องถิ่น และผู้บริหารท้องถิ่นเปิดเผยข้อมูลและ<strike>ดำเนินการ</strike><u>รายงานผล</u> <u>การดำเนินงานให้ประชาชนทราบ รวมตลอดทั้งมีกลไก</u>ให้ประชาชนในท้องถิ่นมีส่วนร่วมด้วย ทั้งนี้ ตาม หลักเกณฑ์และวิธีการที่กฎหมายบัญญัติ”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 250 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายธนาวัฒน์ สังข์ทอง","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"102","หน้า":"6-7"},{"หมวด":"14","ส่วน":"","มาตรา":"253","ร่างมาตรา":"253","ร่างบทบัญญัติ":"<p> “มาตรา 253 ในการดำเนินงาน ให้องค์กรปกครองส่วนท้องถิ่น สภาท้องถิ่น และผู้บริหารท้องถิ่นเปิดเผยข้อมูลและรายงานผลการดำเนินงานให้ประชาชนทราบ รวมตลอดทั้งมีกลไกให้ประชาชนในท้องถิ่นมีส่วนร่วมด้วย ทั้งนี้ ตามหลักเกณฑ์และวิธีการที่กฎหมายบัญญัติ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 253 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"83"},{"หมวด":"14","ส่วน":"","มาตรา":"254","ร่างมาตรา":"262","ร่างบทบัญญัติ":"<p>“มาตรา 262 ประชาชนผู้มีสิทธิเลือกตั้งในองค์กรปกครองส่วนท้องถิ่นมีสิทธิเข้าชื่อ<strike>และลงคะแนน</strike><strike>เสียง</strike><u>กันเพื่อเสนอข้อบัญญัติ หรือเพื่อ</u>ถอดถอนสมาชิกสภาท้องถิ่น <strike>หรือคณะผู้บริหารท้องถิ่น</strike>หรือผู้บริหาร ท้องถิ่น<strike>ให้พ้นจากตำแหน่ง หากเห็นว่าสมาชิกสภาท้องถิ่น หรือคณะผู้บริหารท้องถิ่นหรือผู้บริหาร ท้องถิ่นผู้ใดขององค์กรปกครองส่วนท้องถิ่นนั้นไม่สมควรดำรงตำแหน่งต่อไป ทั้งนี้ จำนวนผู้มีสิทธิ</strike><strike>เข้าชื่อ หลักเกณฑ์และวิธีการเข้าชื่อ การตรวจสอบรายชื่อ และการลงคะแนนเสียง ให้เป็นไป</strike><u>ได</u>้ตาม<u>หลักเกณฑ์และวิธีการ</u>ที่กฎหมายบัญญัติ”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการกล่าวว่า หลักการในร่างมาตรา 262 และร่างมาตรา 263 แม้ไม่บัญญัติไว้ใน รัฐธรรมนูญ ประชาชนก็สามารถเข้าชื่อเสนอกฎหมายได้ตามพระราชบัญญัติว่าด้วยการเข้าชื่อเสนอ กฎหมาย พ.ศ. 2556</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- หลักการของร่างมาตรา 262 และร่างมาตรา 263 มีหลักการเดียวกัน ดังนั้น ควรยุบรวม เป็นมาตราเดียวกัน</p><p>- รัฐธรรมนูญ 2550 ให้สิทธิประชาชนผู้มีสิทธิเลือกตั้งในองค์กรปกครองส่วนท้องถิ่นมีสิทธิเข้าชื่อ และลงคะแนนเสียงถอดถอนสมาชิกสภาท้องถิ่น หรือคณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่นให้พ้น จากตำแหน่งได้ แต่ไม่ได้ให้สิทธิในการเข้าชื่อและลงคะแนนเสียงถอดถอนสมาชิกสภาผู้แทนราษฎร หรือสมาชิกวุฒิสภา เนื่องจากเกรงว่าจะเกิดปัญหาการแทรกแซงจากฝ่ายการเมือง ดังนั้น ควรคงหลักการ เพื่อรับรองสิทธิของประชาชนผู้มีสิทธิเลือกตั้งในการเข้าชื่อและลงคะแนนเสียงถอดถอนสมาชิกสภาท้องถิ่น หรือผู้บริหารท้องถิ่นให้พ้นจากตำแหน่งไว้ในรัฐธรรมนูญ</p><p>- การถอดถอนสมาชิกสภาท้องถิ่นหรือผู้บริหารท้องถิ่นจะใช้รูปแบบการถอดถอนโดยวิธีการ เรียกคืนตำแหน่ง (recall) ซึ่งเป็นกระบวนการที่ผู้มีสิทธิเลือกตั้งสามารถถอดถอนผู้ได้รับเลือกตั้ง จากตำแหน่งให้พ้นจากตำแหน่งก่อนครบวาระได้หากมีการกระทำที่ไม่เหมาะสม หรือกระทำผิดตามที่ กฎหมายกำหนดไว้ซึ่งเป็นวิธีการที่แตกต่างกับการถอดถอนแบบ “impeachment” ในการถอดถอนผู้ดำรง ตำแหน่งนายกรัฐมนตรี รัฐมนตรีสมาชิกสภาผู้แทนราษฎร หรือสมาชิกวุฒิสภา จึงทำให้ระบบการถอดถอน ของประเทศไทยมีสองระบบที่แตกต่างกันซึ่งอาจเกิดปัญหาในทางปฏิบัติได้</p><p>ประธานกรรมการกล่าวว่า ร่างรัฐธรรมนูญไม่มีการบัญญัติกระบวนการถอดถอนนายกรัฐมนตรี รัฐมนตรี สมาชิกสภาผู้แทนราษฎร หรือสมาชิกวุฒิสภา ดังนั้น การถอดถอนสภาท้องถิ่นหรือผู้บริหาร ท้องถิ่น ควรใช้รูปแบบการถอดถอนโดยวิธีการเรียกคืนตำแหน่ง (recall) ไม่ใช่การถอดถอนแบบ impeachment และเสนอแก้ไขร่างมาตรา 262 เป็นดังนี้ “ประชาชนผู้มีสิทธิเลือกตั้งในองค์กรปกครอง ส่วนท้องถิ่นมีสิทธิเข้าชื่อ<strike>และลงคะแนนเสียง</strike><u>กันเพื่อเสนอข้อบัญญัติ หรือเพื่อ</u>ถอดถอนสมาชิกสภาท้องถิ่น <strike>หรือคณะผู้บริหารท้องถิ่น </strike>หรือผู้บริหารท้องถิ่น<strike>ให้พ้นจากตำแหน่ง หากเห็นว่าสมาชิกสภาท้องถิ่น </strike><strike>หรือคณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่นผู้ใดขององค์กรปกครองส่วนท้องถิ่นนั้นไม่สมควรดำรง ตำแหน่งต่อไป ทั้งนี้ จำนวนผู้มีสิทธิเข้าชื่อ หลักเกณฑ์และวิธีการเข้าชื่อ การตรวจสอบรายชื่อ และการลงคะแนนเสียง ให้เป็นไป</strike><u>ได</u>้ตาม<u>หลักเกณฑ์และวิธีการ</u>ที่กฎหมายบัญญัติ”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 262 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"46","หน้า":"20-21"},{"หมวด":"14","ส่วน":"","มาตรา":"254","ร่างมาตรา":"263","ร่างบทบัญญัติ":"<p> “มาตรา 263 ประชาชนผู้มีสิทธิเลือกตั้งในองค์กรปกครองส่วนท้องถิ่นมีสิทธิเข้าชื่อร้องขอต่อประธานสภาท้องถิ่นเพื่อให้สภาท้องถิ่นพิจารณาออกข้อบัญญัติท้องถิ่นได้ ทั้งนี้ จำนวนผู้มีสิทธิเข้าชื่อ หลักเกณฑ์และวิธีการเข้าชื่อ รวมทั้งการตรวจสอบรายชื่อ ให้เป็นไปตามที่กฎหมายบัญญัติ”</p>","ประเด็นการพิจารณา":"<p>ที่ประชุมได้รวมการพิจารณาร่างมาตรา 262 และร่างมาตรา 623 โดยเห็นควรให้ยุบรวม เป็นมาตราเดียวกัน </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติให้ตัดร่างมาตรา 263 ออกทั้งมาตรา </p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"46","หน้า":"21"},{"หมวด":"14","ส่วน":"","มาตรา":"254","ร่างมาตรา":"259","ร่างบทบัญญัติ":"<p> “มาตรา 259 ประชาชนผู้มีสิทธิเลือกตั้งในองค์กรปกครองส่วนท้องถิ่นมีสิทธิเข้าชื่อกันเพื่อเสนอข้อบัญญัติหรือเพื่อถอดถอนสมาชิกสภาท้องถิ่น หรือผู้บริหารท้องถิ่นได้ตามหลักเกณฑ์และวิธีการที่กฎหมายบัญญัติ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 259 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"65","หน้า":"28"},{"หมวด":"14","ส่วน":"","มาตรา":"254","ร่างมาตรา":"253","ร่างบทบัญญัติ":"<p>“มาตรา 253 ประชาชนผู้มีสิทธิเลือกตั้งในองค์กรปกครองส่วนท้องถิ่นมีสิทธิเข้าชื่อกันเพื่อเสนอข้อบัญญัติหรือเพื่อถอดถอนสมาชิกสภาท้องถิ่น หรือผู้บริหารท้องถิ่นได้ตามหลักเกณฑ์<strike>และ</strike>วิธีการ<u>และ</u><u>เงื่อนไข</u>ที่กฎหมายบัญญัติ”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการเสนอแก้ไขร่างมาตรา 253 เป็นดังนี้</p><p>“มาตรา 253 ประชาชนผู้มีสิทธิเลือกตั้งในองค์กรปกครองส่วนท้องถิ่นมีสิทธิเข้าชื่อกันเพื่อเสนอ ข้อบัญญัติหรือเพื่อถอดถอนสมาชิกสภาท้องถิ่น หรือผู้บริหารท้องถิ่นได้ตามหลักเกณฑ์<strike>และ</strike>วิธีการ<u>และ</u> <u>เงื่อนไข</u>ที่กฎหมายบัญญัติ” เพื่อให้ครอบคลุมยิ่งขึ้น</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 253 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"72","หน้า":"58"},{"หมวด":"14","ส่วน":"","มาตรา":"254","ร่างมาตรา":"251","ร่างบทบัญญัติ":"<p> “มาตรา 251 ประชาชนผู้มีสิทธิเลือกตั้งในองค์กรปกครองส่วนท้องถิ่นมีสิทธิเข้าชื่อกันเพื่อเสนอข้อบัญญัติหรือเพื่อถอดถอนสมาชิกสภาท้องถิ่น หรือผู้บริหารท้องถิ่นได้ตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่กฎหมายบัญญัติ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 251 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"101","หน้า":"28"},{"หมวด":"14","ส่วน":"","มาตรา":"254","ร่างมาตรา":"251","ร่างบทบัญญัติ":"<p> “มาตรา 251 ประชาชนผู้มีสิทธิเลือกตั้งในองค์กรปกครองส่วนท้องถิ่นมีสิทธิเข้าชื่อกันเพื่อเสนอข้อบัญญัติหรือเพื่อถอดถอนสมาชิกสภาท้องถิ่น หรือผู้บริหารท้องถิ่นได้ตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่กฎหมายบัญญัติ”</p>","ประเด็นการพิจารณา":"<p>เมื่อคราวประชุมคณะกรรมการร่างรัฐธรรมนูญ ครั้งที่ 101 วันพุธ ที่ 9 มีนาคม 2559 ที่ประชุมมีมติเห็นชอบร่างมาตรา 251 โดยไม่มีการแก้ไข </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 251 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"102","หน้า":"7"},{"หมวด":"14","ส่วน":"","มาตรา":"254","ร่างมาตรา":"254","ร่างบทบัญญัติ":"<p>“มาตรา 254 ประชาชนผู้มีสิทธิเลือกตั้งในองค์กรปกครองส่วนท้องถิ่นมีสิทธิเข้าชื่อกันเพื่อเสนอข้อบัญญัติหรือเพื่อถอดถอนสมาชิกสภาท้องถิ่น หรือผู้บริหารท้องถิ่นได้ตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่กฎหมายบัญญัติ” </p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 254 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"83-84"}]