[{"หมวด":"8","ส่วน":"","มาตรา":"158","ร่างมาตรา":"161","ร่างบทบัญญัติ":"<p> “มาตรา 161 พระมหากษัตริย์ทรงแต่งตั้งนายกรัฐมนตรีคนหนึ่งและรัฐมนตรีอื่นอีกไม่เกินสามสิบห้าคน ประกอบเป็นคณะรัฐมนตรี มีหน้าที่บริหารราชการแผ่นดินตามหลักความรับผิดชอบร่วมกัน</p><p>ให้ประธานสภาผู้แทนราษฎรเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี</p><p>นายกรัฐมนตรีจะดำรงตำแหน่งติดต่อกันเกินแปดปีมิได้”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า การกำหนดให้ประธานสภาผู้แทนราษฎรเป็นผู้ลงนามรับสนอง พระบรมราชโองการแต่งตั้งนายกรัฐมนตรี อาจเกิดปัญหาได้ในกรณีที่จะต้องมีการแต่งตั้งนายกรัฐมนตรีใน ระหว่างที่ไม่มีสภาผู้แทนราษฎร ดังนั้น อาจกำหนดให้ประธานรัฐสภาซึ่งเป็นหัวหน้าของฝ่ายนิติบัญญัติเป็น ผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งนายกรัฐมนตรีแทนประธานสภาผู้แทนราษฎร</p><p>- มีกรรมการแสดงความเห็นว่า การแก้ไขเพิ่มเติมให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรม ราชโองการแต่งตั้งนายกรัฐมนตรีนั้น อาจทำให้เกิดข้อโต้แย้งได้ เนื่องจากรัฐธรรมนูญฉบับก่อน ๆ กำหนดให้ ประธานสภาผู้แทนราษฎรเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งนายกรัฐมนตรีมาโดยตลอด ทั้งนี้ อาจแก้ไขเพิ่มเติมบทบัญญัติในส่วนที่ว่าด้วยวุฒิสภาให้วุฒิสภาปฏิบัติหน้าที่แทนสภาผู้แทนราษฎร ในระหว่างที่ไม่มีสภาผู้แทนราษฎร และควรกำหนดให้สมาชิกวุฒิสภาที่จะต้องพ้นจากตำแหน่งอยู่ปฏิบัติ หน้าที่จนกว่าสมาชิกวุฒิสภาคนใหม่จะเข้ารับหน้าที่ เพื่อให้วุฒิสภามีจำนวนสมาชิกมากพอในการปฏิบัติ หน้าที่แทนสภาผู้แทนราษฎร</p><p>ประธานกรรมการกล่าวว่า ที่ผ่านมาในรัฐธรรมนูญฉบับก่อน ๆ ไม่เคยกำหนดให้วุฒิสภาปฏิบัติ หน้าที่แทนสภาผู้แทนราษฎร แต่จะกำหนดให้วุฒิสภาทำหน้าที่เป็นรัฐสภาในกรณีที่ไม่มีสภาผู้แทนราษฎร ฉะนั้น การกำหนดให้ประธานรัฐสภาซึ่งเป็นหัวหน้าของฝ่ายนิติบัญญัติเป็นผู้ลงนามรับสนองพระบรมราช โองการแต่งตั้งนายกรัฐมนตรีแทนประธานสภาผู้แทนราษฎรจึงมีความเหมาะสม</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า การเลือกนายกรัฐมนตรีเป็นกิจการของสภาผู้แทนราษฎรโดยแท้ จึงควรให้ประธานสภาผู้แทนราษฎรเป็น ผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี การแก้ไขเพิ่มเติมให้ประธานรัฐสภาเป็น ผู้ลงนามรับสนองพระบรมราชโองการอาจทำให้เกิดข้อโต้แย้งได้ ทั้งนี้ ในระหว่างที่ไม่มีสภาผู้แทนราษฎร อาจกำหนดให้วุฒิสภาเสนอชื่อบุคคลที่สมควรจะได้รับการแต่งตั้งเป็นนายกรัฐมนตรี และให้ประธานวุฒิสภา เป็นผู้ลงนามรับสนองพระบรมราชโองการ</p><p>ประธานกรรมการเสนอให้รอการพิจารณาความในมาตรานี้ไว้ก่อน </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติให้รอการพิจารณาร่างมาตรา 161 ไว้ก่อน </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"45","หน้า":"3-4"},{"หมวด":"8","ส่วน":"","มาตรา":"158","ร่างมาตรา":"","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p>จากนั้น ที่ประชุมมีการหารือเกี่ยวกับการเตรียมความพร้อมในการพิจารณาร่างรัฐธรรมนูญในเรื่องการเตรียมเอกสารข้อมูลอธิบายสาระสำคัญของร่างรัฐธรรมนูญ และการเปิดเผยร่างรัฐธรรมนูญหลังจากที่คณะกรรมการพิจารณาร่างรัฐธรรมนูญ (ร่างแรก) เสร็จแล้ว โดยที่ประชุมแสดงความเห็น ดังนี้</p><p>- ควรมีการเตรียมข้อมูลเพื่อส่งให้ฝ่ายจัดทำกราฟิกเกี่ยวกับสาระสำคัญของร่างรัฐธรรมนูญ โดยในเบื้องต้นควรแยกตามเนื้อหาของร่างรัฐธรรมนูญในแต่ละหมวด เพื่อดึงดูดความสนใจของประชาชนและง่ายต่อการทำความเข้าใจในสาระสำคัญของร่างรัฐธรรมนูญ</p><p>- ควรมีการจัดทำบทสรุปอย่างย่อในสาระสำคัญของร่างรัฐธรรมนูญเพื่อเป็นฐานข้อมูลให้แก่คณะอนุกรรมการประชาสัมพันธ์และสำรวจความคิดเห็นของประชาชน ในการจัดทำเอกสารเป็นรูปเล่ม สำหรับใช้ในการเผยแพร่และประชาสัมพันธ์ร่างรัฐธรรมนูญแก่ประชาชนและหน่วยงานที่เกี่ยวข้องต่อไป</p><p>- การนำเสนอสาระสำคัญของร่างรัฐธรรมนูญฉบับนี้ ควรนำเสนอเฉพาะเรื่องที่เป็นจุดเด่นของร่างรัฐธรรมนูญ โดยอาจพิจารณาเทียบเคียงกับรัฐธรรมนูญฉบับก่อนๆ ว่าร่างรัฐธรรมนูญฉบับนี้ได้มีการบัญญัติเรื่องใดที่เป็นการให้สิทธิเสรีภาพแก่ประชาชนเพิ่มมากขึ้น รวมถึงระบบการตรวจสอบอำนาจรัฐที่แตกต่างไปจากเดิม เพื่อประโยชน์ในการเผยแพร่และประชาสัมพันธ์</p><p>- ควรจัดทำข้อมูลกราฟิกสาระสำคัญของร่างรัฐธรรมนูญในภาพรวมแยกต่างหากไว้อีกชุดหนึ่ง เช่น เรื่องระบบการตรวจสอบการใช้อำนาจรัฐ และมาตรการในการขจัดการทุจริตคอร์รัปชันว่า ร่างรัฐธรรมนูญฉบับนี้ได้มีการบัญญัติถึงกระบวนการตรวจสอบไว้อย่างไร โดยใช้คำอธิบายอย่างย่อเพื่อ ให้ง่ายต่อการทำความเข้าใจของประชาชน</p><p>- ควรมีการจัดทำข้อมูลสาระสำคัญขององค์กรอิสระ โดยจัดทำในลักษณะที่เป็นการอธิบายถึงที่มา บทบาท และอำนาจหน้าที่ของแต่ละองค์กร เพื่อให้ประชาชนสามารถเข้าใจว่าองค์กรอิสระแต่ละองค์กรทำหน้าที่ในการตรวจสอบการใช้อำนาจรัฐแตกต่างกันอย่างไร</p><p>- องค์กรศาลตามร่างรัฐธรรมนูญนี้ เป็นองค์กรที่มีความสำคัญมากโดยเฉพาะศาลรัฐธรรมนูญ เนื่องจากได้มีการออกแบบในเรื่องอำนาจหน้าที่ของศาลรัฐธรรมนูญให้มีอำนาจในการวินิจฉัยในกรณีที่ ไม่สามารถใช้กระบวนการปกติที่บัญญัติไว้ในรัฐธรรมนูญแก้ไขปัญหาของประเทศได้ โดยให้อำนาจ ศาลรัฐธรรมนูญเป็นผู้วินิจฉัยในประเด็นปัญหาดังกล่าว จึงควรจัดทำข้อมูลเกี่ยวกับที่มาและอำนาจหน้าที่ของศาลรัฐธรรมนูญแยกออกจากศาลอื่น</p><p>- การจัดทำข้อมูลสาระสำคัญของร่างรัฐธรรมนูญก็เพื่อประโยชน์ในการอธิบายเจตนารมณ์ในแต่ละเรื่องที่บัญญัติไว้ในร่างรัฐธรรมนูญ เมื่อคณะกรรมการได้พิจารณาร่างรัฐธรรมนูญแล้วเสร็จในหมวดใด ก็สามารถนำข้อมูลสาระสำคัญของหมวดนั้นๆ เผยแพร่ไปพร้อมกับตัวร่างรัฐธรรมนูญในคราวเดียวกัน เพื่อมิให้สื่อมวลชนและประชาชนเกิดความสับสนในการตีความ</p><p>- การเปิดเผยร่างรัฐธรรมนูญทั้งฉบับ (ร่างแรก) จะต้องมีการจัดทำสรุปสาระสำคัญของ ร่างรัฐธรรมนูญทั้งฉบับ โดยจัดทำข้อมูลในลักษณะที่เป็นการอธิบายเนื้อหาของร่างรัฐธรรมนูญเป็นรูปเล่มขนาดกะทัดรัด เพื่อให้ประชาชนสามารถพกพาได้ ซึ่งการจัดทำเอกสารในลักษณะดังกล่าวจะส่งผลทำให้ประชาชนที่มีความสนใจในร่างรัฐธรรมนูญช่วยเป็นกระบอกเสียงในการสร้างความเข้าใจเจตนารมณ์ของ ร่างรัฐธรรมนูญในชั้นการรับฟังความคิดเห็นของประชาชนได้ดียิ่งขึ้น</p><p>- การเผยแพร่ร่างรัฐธรรมนูญฉบับสมบูรณ์ (ฉบับลงประชามติ) จะต้องมีการย่อสรุปสาระสำคัญของร่างรัฐธรรมนูญอีกครั้งหนึ่ง เนื่องจากเนื้อหาของร่างรัฐธรรมนูญอาจเปลี่ยนแปลงไปจากเดิมหลังจากที่ได้มีการรับฟังความคิดเห็นของประชาชนและหน่วยงานที่เกี่ยวข้องแล้ว การจัดทำข้อมูลสาระสำคัญของร่างรัฐธรรมนูญฉบับสมบูรณ์ก่อนการออกเสียงประชามตินั้น เอกสารที่จัดทำขึ้นนอกจากมีสาระสำคัญที่เป็นการอธิบายเนื้อหาของร่างรัฐธรรมนูญแล้ว ควรมีภาพประกอบเพื่อดึงดูดความสนใจของประชาชน ซึ่งการจัดทำเอกสารในลักษณะดังกล่าวอาจช่วยให้ร่างรัฐธรรมนูญผ่านการลงประชามติได้ง่ายขึ้น</p><p>ในการนี้ ที่ประชุมเห็นควรให้มีการเปิดเผยร่างรัฐธรรมนูญหลังจากที่คณะกรรมการได้พิจารณาแล้วเสร็จในแต่ละหมวด โดยเอกสารที่จะเผยแพร่ประกอบด้วย</p><p>1) ข้อมูลอธิบายสาระสำคัญของร่างรัฐธรรมนูญในหมวดนั้นๆ</p><p>2) เนื้อหา บทบัญญัติร่างรัฐธรรมนูญเป็นรายมาตราในหมวดนั้นๆ</p><p>3) ข้อมูลกราฟิกอธิบายสาระสำคัญของร่างรัฐธรรมนูญในหมวดนั้นๆ </p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงคณะรัฐมนตรีแต่ไม่มีการลงมติ","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"58","หน้า":"5-6"},{"หมวด":"8","ส่วน":"","มาตรา":"158","ร่างมาตรา":"","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p>ประธานกรรมการสอบถามว่า การแต่งตั้งสื่อมวลชนเป็นอนุกรรมการเพื่อประชาสัมพันธ์ในเรื่องสาระของรัฐธรรมนูญ มีความเหมาะสมหรือไม่</p><p>นายภัทระ คำพิทักษ์ กรรมการ ชี้แจงว่า การแต่งตั้งสื่อมวลชนเป็นอนุกรรมการเพื่อประชาสัมพันธ์ในเรื่องสาระของรัฐธรรมนูญ อาจทำให้เกิดการขัดกันแห่งผลประโยชน์ได้ กล่าวคือหากให้สื่อมวลชนมาสนับสนุนร่างรัฐธรรมนูญ อำนาจในการวิจารณ์ร่างรัฐธรรมนูญซึ่งเป็นหน้าที่หลักของสื่อมวลชนอาจจะลดลง ทำให้เกิดปัญหาได้โดยเฉพาะกรณีผู้วิจารณ์กับผู้เผยแพร่สนับสนุนเป็นคนเดียวกัน ทั้งนี้ อาจดำเนินการ โดยการพิจารณาเฉพาะสื่อมวลชนที่สามารถให้การสนับสนุนได้</p><p>ประธานกรรมการกล่าวว่า สื่อมวลชนมีหน้าที่รายงานความเป็นจริงให้ประชาชนได้รับทราบ การให้สื่อมวลชนช่วยประชาสัมพันธ์นั้น เป็นการประชาสัมพันธ์เฉพาะความเป็นจริงตามที่ได้ร่างไว้ในร่างรัฐธรรมนูญ เพื่อไม่ให้ถูกบิดเบือนและเผยแพร่ให้ได้มากที่สุด ส่วนประชาชนจะเห็นด้วยหรือไม่นั้น เป็นสิทธิของประชาชน</p><p>- มีกรรมการแสดงความเห็นว่า เป็นไปได้หรือไม่ที่คณะกรรมการร่างรัฐธรรมนูญจะมีพื้นที่ในสื่อประเภทสิ่งพิมพ์เพื่อเผยแพร่ข้อมูลเกี่ยวกับร่างรัฐธรรมนูญ โดยสื่อสิ่งพิมพ์ห้ามมีการแก้ไขเพิ่มเติมใด ๆ เพื่อให้การสื่อสารเรื่องร่างรัฐธรรมนูญถูกต้องและตรงตามข้อเท็จจริง ทั้งนี้ สื่อสิ่งพิมพ์ในส่วนที่มีการวิจารณ์ร่างรัฐธรรมนูญก็ยังคงอยู่และยังคงสามารถวิจารณ์ร่างรัฐธรรมนูญได้ต่อไป</p><p>- โปสเตอร์เผยแพร่ประชาสัมพันธ์ร่างรัฐธรรมนูญควรแก้ไขให้เหลือประมาณเก้าข้อซึ่งเป็นจำนวน ที่เหมาะสมในการจัดพิมพ์ โดยเก้าข้อนั้นต้องมีเนื้อหาครอบคลุมร่างรัฐธรรมนูญ และมีความชัดเจน เพื่อให้ประชาชนสามารถจดจำได้ง่าย แล้วจึงเผยแพร่ไปยังสื่อมวลชนแขนงต่าง ๆ รวมถึงสื่อสังคมออนไลน์ด้วย</p><p>- โปสเตอร์เผยแพร่ประชาสัมพันธ์ร่างรัฐธรรมนูญหากแก้ไขให้เหลือประมาณเก้าข้อ แต่ประชาชนสนใจในเรื่องที่แตกต่างจากที่กำหนดไว้ในเก้าข้อนั้นจะมีวิธีดำเนินการอย่างไร</p><p>ประธานกรรมการกล่าวว่า ในกรณีมีการสอบถามในเรื่องอื่น ๆ นอกจากเก้าข้อที่กำหนดซึ่งเป็นเรื่องหลักนั้น ก็สามารถอธิบายเพิ่มเติมได้ </p><p>ทั้งนี้ คณะกรรมการควรมีการแบ่งความรับผิดชอบในการศึกษาประเด็นสำคัญของร่างรัฐธรรมนูญ เพื่อให้เกิดความเข้าใจ รู้ถึงความเป็นมา ความเชื่อมโยง วัตถุประสงค์ และเป้าหมายของร่างรัฐธรรมนูญ ซึ่งประเด็นสำคัญของร่างรัฐธรรมนูญสามารถแบ่งออกเป็น 11 กลุ่ม ดังนี้</p><p>1. สิทธิและเสรีภาพของประชาชนชาวไทย</p><p>2. หน้าที่ของรัฐ/หน้าที่ของประชาชนชาวไทย/หน้าที่ของคณะรัฐมนตรี </p><p>3. สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภา</p><p>4. คณะรัฐมนตรี</p><p>5. องค์กรอิสระโฉมใหม่ </p><p>6. ศาลรัฐธรรมนูญ</p><p>7. ท้องถิ่น</p><p>8. ระบบตรวจสอบ</p><p>9. ระบบงบประมาณใหม่</p><p>10. นโยบายของรัฐและการปฏิรูป</p><p>11. บทบาทของภาคประชาชนในรัฐธรรมนูญใหม่</p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงคณะรัฐมนตรีแต่ไม่มีการลงมติ","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายภัทระ คำพิทักษ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"59","หน้า":"10"},{"หมวด":"8","ส่วน":"","มาตรา":"158","ร่างมาตรา":"","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p> - เสนอให้รวมประเด็นเรื่องหน้าที่ของรัฐ หน้าที่ของประชาชนชาวไทย หน้าที่ของคณะรัฐมนตรี และประเด็นเรื่องคณะรัฐมนตรี เป็นประเด็นเดียวกัน</p><p>- ประเด็นเรื่องหน้าที่ของคณะรัฐมนตรีจะมีเนื้อหาเกี่ยวกับหน้าที่ของคณะรัฐมนตรี ซึ่งแตกต่างจากประเด็นเรื่องคณะรัฐมนตรีที่มีเนื้อหาเป็นเรื่องที่มาและความรับผิดชอบของคณะรัฐมนตรี</p><p>- ควรเพิ่มประเด็นเรื่องหน้าที่ของประชาชนชาวไทยให้รวมอยู่ในประเด็นเรื่องสิทธิและเสรีภาพของประชาชนชาวไทย</p><p>- เสนอให้เพิ่มประเด็นเรื่องบทบาทภาคประชาชนในรัฐธรรมนูญใหม่</p><p>ในการนี้ ประธานกรรมการขอให้กรรมการทุกท่านร่วมมือกันจัดทำคำอธิบายประเด็นสำคัญของร่างรัฐธรรมนูญนี้เพื่อสร้างความเข้าใจให้กับประชาชน</p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงคณะรัฐมนตรีแต่ไม่มีการลงมติ","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"59","หน้า":"13"},{"หมวด":"8","ส่วน":"","มาตรา":"158","ร่างมาตรา":"160","ร่างบทบัญญัติ":"<p>“มาตรา 160 พระมหากษัตริย์ทรงแต่งตั้งนายกรัฐมนตรีและรัฐมนตรีอื่นอีกไม่เกินสามสิบห้าคน ประกอบเป็นคณะรัฐมนตรี มีหน้าที่บริหารราชการแผ่นดินตามหลักความรับผิดชอบร่วมกัน</p><p>ให้ประธานสภาผู้แทนราษฎรเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี</p><p>นายกรัฐมนตรีจะดำรงตำแหน่งติดต่อกันเกินแปดปีมิได้”</p>","ประเด็นการพิจารณา":"<p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง กล่าวว่า มีประเด็นในร่างมาตรา 160 วรรคสองว่า ควรให้ประธานรัฐสภาในฐานะหัวหน้าฝ่ายนิติบัญญัติเป็นผู้ลงนามรับสนองพระบรมราชโองการ แต่งตั้งนายกรัฐมนตรีหรือไม่</p><p>มีกรรมการแสดงความเห็นว่า ประธานรัฐสภาจะต้องดำเนินการในส่วนที่เกี่ยวกับทั้งสองสภา</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 160 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"63","หน้า":"51"},{"หมวด":"8","ส่วน":"","มาตรา":"158","ร่างมาตรา":"160","ร่างบทบัญญัติ":"<p>“มาตรา 160 พระมหากษัตริย์ทรงแต่งตั้งนายกรัฐมนตรีและรัฐมนตรีอื่นอีกไม่เกินสามสิบห้าคน ประกอบเป็นคณะรัฐมนตรี มีหน้าที่บริหารราชการแผ่นดินตามหลักความรับผิดชอบร่วมกัน</p><p>ให้ประธานสภาผู้แทนราษฎรเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี</p><p>นายกรัฐมนตรีจะดำรงตำแหน่ง<strike>ติดต่อกัน</strike><u>รวมกันแล้ว</u>เกินแปดปีมิได้<u>ไม่ว่าจะเป็นการดำรงตำแหน่ง</u><u>ติดต่อกันหรือไม่ก็ตาม</u>”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า เพื่อไม่ให้เกิดปัญหาในการตีความ ควรแก้ไขเพิ่มเติมความในวรรคสาม เป็นดังนี้ “นายกรัฐมนตรีจะดำรงตำแหน่ง<strike>ติดต่อกัน</strike><u>รวมกันแล้ว</u>เกินแปดปีมิได้<u>ไม่ว่าจะเป็นการดำรง</u><u>ตำแหน่งติดต่อกันหรือไม่ก็ตาม</u>”</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง สอบถามว่า ความในมาตรานี้จะกำหนด ห้ามเฉพาะผู้ที่เป็นนายกรัฐมนตรีตามรัฐธรรมนูญนี้หรือไม่</p><p>ประธานกรรมการกล่าวว่า ในประเด็นนี้ค่อยนำกลับมาพิจารณาอีกครั้งเมื่อพิจารณาบทบัญญัติในบทเฉพาะกาล</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 160 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์"],"ประชุมครั้งที่":"64","หน้า":"26"},{"หมวด":"8","ส่วน":"","มาตรา":"158","ร่างมาตรา":"160","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p>- มีกรรมการแสดงความเห็นว่า เรื่องอายุการดำรงตำแหน่งของนายกรัฐมนตรีนั้น วรรคสี่ของ ร่างมาตรา 160 ได้กำหนดว่า “นายกรัฐมนตรีจะดำรงตำแหน่งรวมกันแล้วเกินแปดปีมิได้ ไม่ว่าจะเป็นการ ดำรงตำแหน่งติดต่อกันหรือไม่ก็ตาม” ซึ่งอาจเกิดปัญหาในทางปฏิบัติและกระทบต่อการบริหารราชการ แผ่นดินทำให้ไม่มีความต่อเนื่องได้ ดังนั้น ควรแก้ไขหลักการในเรื่องการดำรงตำแหน่งของนายกรัฐมนตรี โดยกำหนดวาระการดำรงตำแหน่งคราวละสี่ปีแต่จะดำรงตำแหน่งเกินสองวาระมิได้ ไม่ว่าจะเป็นการ ดำรงตำแหน่งติดต่อกันหรือไม่ก็ตาม เพื่อให้เกิดความยืดหยุ่นในการดำรงตำแหน่งของนายกรัฐมนตรี</p><p>ประธานกรรมการกล่าวว่า เรื่องอายุการดำรงตำแหน่งของนายกรัฐมนตรีนั้น ควรเพิ่มหลักการว่า ในกรณีที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบเป็นเหตุให้คณะรัฐมนตรีพ้นจากตำแหน่งทั้ง คณะ แต่การดำรงตำแหน่งของคณะรัฐมนตรีเพื่อรักษาการมิให้นำระยะเวลาการดำรงตำแหน่งในระหว่าง รักษาการไปรวมกับอายุการดำรงตำแหน่งตามความในวรรคสี่ของร่างมาตรา 160 ทั้งนี้ ควรนำหลักการในเรื่องอายุการดำรงตำแหน่งของนายกรัฐมนตรีไปจัดทำโพลเพื่อสำรวจความเห็นของประชาชนว่าจะสมควร กำหนดอายุการดำรงตำแหน่งของนายกรัฐมนตรีไม่เกินแปดปีหรือไม่</p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงวาระการดำรงตำแหน่งของนายกรัฐมนตรีแต่ไม่มีการลงมติ","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"66","หน้า":"10-11"},{"หมวด":"8","ส่วน":"","มาตรา":"158","ร่างมาตรา":"160","ร่างบทบัญญัติ":"<p> “มาตรา 160 พระมหากษัตริย์ทรงแต่งตั้งนายกรัฐมนตรีและรัฐมนตรีอื่นอีกไม่เกินสามสิบห้าคน ประกอบเป็นคณะรัฐมนตรี มีหน้าที่บริหารราชการแผ่นดินตามหลักความรับผิดชอบร่วมกัน</p><p>นายกรัฐมนตรีต้องแต่งตั้งจากบุคคลซึ่งสภาผู้แทนราษฎรให้ความเห็นชอบตามมาตรา 161</p><p>ให้ประธานสภาผู้แทนราษฎรเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี</p><p>นายกรัฐมนตรีจะดำรงตำแหน่งรวมกันแล้วเกินแปดปีมิได้ ทั้งนี้ ไม่ว่าจะเป็นการดำรงตำแหน่งติดต่อกันหรือไม่”</p>","ประเด็นการพิจารณา":"<p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า เมื่อพิจารณารัฐธรรมนูญ 2540 และรัฐธรรมนูญ 2550 ระยะเวลาการดำรงตำแหน่งของนายกรัฐมนตรีแปดปีจะต้องเป็นการดำรงตำแหน่ง นายกรัฐมนตรีติดต่อกันเป็นเวลาแปดปีเท่านั้น จึงจะต้องห้ามไม่ให้ดำรงตำแหน่งนายกรัฐมนตรีอีก แต่ตาม ร่างมาตรา 160 วรรคสี่ นั้น ได้มีการเปลี่ยนหลักการใหม่ กล่าวคือ แม้บุคคลดังกล่าวจะมิได้ดำรงตำแหน่ง นายกรัฐมนตรีติดต่อกันก็ตาม หากรวมระยะเวลาทั้งหมดที่ดำรงตำแหน่งนายกรัฐมนตรีของบุคคลดังกล่าว แล้วเกินแปดปีก็ต้องห้ามมิให้ดำรงตำแหน่งนายกรัฐมนตรีตามร่างมาตรานี้อีก</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 160 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายปกรณ์ นิลประพันธ์"],"ประชุมครั้งที่":"70","หน้า":"21-22"},{"หมวด":"8","ส่วน":"","มาตรา":"158","ร่างมาตรา":"","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p>8. เรื่องที่มาของนายกรัฐมนตรีที่มาจากคนนอกเป็นอย่างไร</p><p>ประธานกรรมการกล่าวว่า ร่างรัฐธรรมนูญนี้ไม่ต้องการให้มีนายกรัฐมนตรีที่มาจากคนนอก แต่ให้พรรคการเมืองเป็นผู้เลือกบุคคลที่จะมาเป็นนายกรัฐมนตรีเอง ซึ่งอาจเป็นคนนอกหรือเป็นสมาชิกสภาผู้แทนราษฎรก็ได้ ขึ้นอยู่กับการตัดสินใจของพรรคการเมืองนั้น ส่วนการกำหนดให้นายกรัฐมนตรีไม่ต้องเป็นสมาชิกสภาผู้แทนราษฎร เพื่อป้องกันปัญหาในกรณีที่พรรคการเมืองไม่สามารถตั้งนายกรัฐมนตรีได้ เนื่องจากบุคคลที่พรรคการเมืองประกาศชื่อเป็นนายกรัฐมนตรีไม่ได้รับเลือกตั้งเป็นสมาชิกสภาผู้แทนราษฎร</p><p>มีกรรมการแสดงความเห็นว่า การให้พรรคการเมืองประกาศรายชื่อบุคคลที่จะมาเป็นนายกรัฐมนตรี สามารถนำไปอธิบายได้ว่ามีหลักการที่คล้ายคลึงกับการเลือกตั้งนายกรัฐมนตรีโดยตรง ซึ่งจะทำให้ได้รับการสนับสนุนจากประชาชน</p><p>9. รัฐบาลชุดปัจจุบันจะดำเนินการกับการกระทำความผิดของรัฐบาลที่มาจากการเลือกตั้งซึ่งต้องเข้าสู่กระบวนการยุติธรรมและคดีดังกล่าวอยู่ในระหว่างการพิจารณาของศาลอย่างไร</p><p>ประธานกรรมการกล่าวว่า กรณีตามข้อ 9 มีเหตุผลเช่นเดียวกับข้อ 5</p><p>10. กรณีจำนวนเสียงในการเลือกตั้งที่ไม่ได้เลือกสองพรรคใหญ่ และไม่เลือกใคร (vote no) จะมีผลอย่างไร</p><p>ประธานกรรมการกล่าวว่า หากไม่มีผู้สมัครรายใดได้คะแนนเสียงมากกว่าคะแนนเสียงไม่ประสงค์ลงคะแนน พรรคการเมืองควรเปลี่ยนผู้สมัครรับเลือกตั้งรายใหม่ เนื่องจากแสดงให้เห็นว่า ผู้สมัครรายนั้นไม่ได้รับการยอมรับจากประชาชน ทั้งนี้ การส่งผู้สมัครรับเลือกตั้งของพรรคการเมืองต้องเป็นไปตามมติของพรรคการเมือง โดยให้สมาชิกพรรคการเมืองทุกคนมีส่วนร่วมในการลงคะแนนเสียงเลือกผู้สมัคร</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- หลักการที่บัญญัติในร่างรัฐธรรมนูญหลายหลักการที่คณะรัฐมนตรีเห็นด้วยกับร่างรัฐธรรมนูญของคณะกรรมการโดยเฉพาะเรื่องการปราบปรามการทุจริต อย่างไรก็ตาม มีเพียงบางประเด็นที่ควรแก้ไข ซึ่งหากสามารถชี้แจงและทำความเข้าใจเรื่องดังกล่าวได้ จะทำให้ร่างรัฐธรรมนูญสมบูรณ์ยิ่งขึ้น</p><p>- การกำหนดให้นายกรัฐมนตรีไม่จำเป็นต้องมาจากสมาชิกสภาผู้แทนราษฎร ควรอธิบายให้สังคมเข้าใจว่าเหตุใดจึงบัญญัติในลักษณะดังกล่าว</p><p>- ร่างรัฐธรรมนูญของคณะกรรมการมุ่งเน้นเรื่องการป้องกันและปราบปรามการทุจริต นอกจากนั้นการกำหนดให้พรรคการเมืองต้องส่งรายชื่อบุคคลที่จะเป็นนายกรัฐมนตรีในวันสมัครรับเลือกตั้งจะทำให้เกิดความโปร่งใส เนื่องจากประชาชนได้ทราบล่วงหน้าว่าบุคคลที่พรรคการเมืองจะเสนอรายชื่อให้เป็นนายกรัฐมนตรีเป็นบุคคลที่สมัครรับเลือกตั้งเป็นสมาชิกสภาผู้แทนราษฎรหรือไม่ ซึ่งจะเป็นประโยชน์แก่ประชาชนในการตัดสินใจเลือกพรรคการเมืองนั้น ๆ ต่อไป</p><p>- คณะกรรมการไม่ได้เป็นผู้กำหนดรายชื่อบุคคลที่สมควรเป็นนายกรัฐมนตรี แต่เป็นหน้าที่ของพรรคการเมืองที่ต้องแจ้งรายชื่อดังกล่าวต่อประชาชน ซึ่งบุคคลที่พรรคการเมืองเสนอรายชื่อจะเป็นสมาชิกสภาผู้แทนราษฎรหรือไม่ ขึ้นอยู่กับการตัดสินใจของพรรคการเมือง อย่างไรก็ตาม แม้จะมีพรรคการเมืองใดเสนอชื่อบุคคลที่ไม่ได้เป็นสมาชิกสภาผู้แทนราษฎรเป็นนายกรัฐมนตรี แต่การเลือกบุคคลเป็นนายกรัฐมนตรีในขั้นสุดท้ายเป็นอำนาจของสภาผู้แทนราษฎร</p><p>- การกำหนดให้พรรคการเมืองส่งรายชื่อบุคคลที่จะเสนอเป็นนายกรัฐมนตรีก่อนมีการเลือกตั้ง เป็นแนวทางแก้ปัญหาความขัดแย้งและความรุนแรงทางการเมืองวิธีหนึ่ง นอกจากนั้น ยังเป็นการเปิดโอกาสให้ประชาชนและสังคมได้ตรวจสอบคุณสมบัติเบื้องต้นของบุคคลที่จะเป็นนายกรัฐมนตรี ซึ่งทำให้นายกรัฐมนตรีได้รับการยอมรับจากสังคมมากขึ้นด้วย</p><p>ประธานกรรมการกล่าวว่า บุคคลที่จะเป็นนายกรัฐมนตรีต้องถูกเสนอชื่อจากพรรคการเมืองตั้งแต่ก่อนมีการเลือกตั้ง และหากประชาชนเลือกพรรคการเมืองที่เสนอชื่อบุคคลที่มิได้เป็นสมาชิกสภาผู้แทนราษฎรด้วยคะแนนเสียงจำนวนมาก ย่อมหมายความว่าบุคคลดังกล่าวเป็นที่ยอมรับของประชาชน ซึ่งทุกฝ่ายต้องเคารพการตัดสินใจของประชาชน</p><p>- มีกรรมการแสดงความเห็นว่า มีบุคคลจำนวนมากเห็นด้วยที่จะเปิดโอกาสให้นายกรัฐมนตรีมาจากบุคคลที่ไม่ได้เป็นสมาชิกสภาผู้แทนราษฎรได้ ซึ่งคณะกรรมการควรสื่อสารกับกลุ่มบุคคลดังกล่าวให้ชัดเจน เพื่อให้บุคคลดังกล่าวเป็นเสียงสะท้อนแนวคิดของคณะกรรมการไปสู่สังคมภายนอก โดยควรกำหนดกลไกและเครื่องมือในการสื่อสารที่สำคัญ เพื่อเป็นการเชื่อมโยงแนวคิดของคณะกรรมการให้เกิดเป็นรูปธรรมด้วย </p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงที่มาของนายกรัฐมนตรีแต่ไม่มีการลงมติ","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"76","หน้า":"8-9"},{"หมวด":"8","ส่วน":"","มาตรา":"158","ร่างมาตรา":"153","ร่างบทบัญญัติ":"<p>“มาตรา 153 พระมหากษัตริย์ทรงแต่งตั้งนายกรัฐมนตรีและรัฐมนตรีอื่นอีกไม่เกินสามสิบห้าคน ประกอบเป็นคณะรัฐมนตรี มีหน้าที่บริหารราชการแผ่นดินตามหลักความรับผิดชอบร่วมกัน</p><p>นายกรัฐมนตรีต้องแต่งตั้งจากบุคคลซึ่งสภาผู้แทนราษฎรให้ความเห็นชอบตามมาตรา 154</p><p>ให้ประธานสภาผู้แทนราษฎรเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี</p><p>นายกรัฐมนตรีจะดำรงตำแหน่งรวมกันแล้วเกินแปดปีมิได้ ทั้งนี้ ไม่ว่าจะเป็นการดำรงตำแหน่งติดต่อกันหรือไม่ <u>แต่มิให้นับรวมระยะเวลาในระหว่างที่อยู่ปฏิบัติหน้าที่ต่อไปภายหลังจากการพ้นจาก</u><u>ตำแหน่ง</u>”</p>","ประเด็นการพิจารณา":"<p> นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง กล่าวว่า เรื่องการแต่งตั้งนายกรัฐมนตรีนั้น มีความเห็นจากภาคส่วนต่างๆ ต่อหลักการเรื่องการแต่งตั้งนายกรัฐมนตรี เช่น ความเห็นของพรรคการเมือง หรือในเวทีสัมมนารับฟังความคิดเห็นของประชาชนในจังหวัดต่างๆ เป็นต้น ได้เสนอความเห็นให้มีการแก้ไข เพิ่มเติมหลักการในร่างมาตรา 153 ว่านายกรัฐมนตรีควรแต่งตั้งจากสมาชิกสภาผู้แทนราษฎร</p><p>นายอมร วาณิชวิวัฒน์ โฆษกกรรมการ กล่าวว่า สภาขับเคลื่อนการปฏิรูปประเทศได้เสนอ ความเห็นหลักการในเรื่องการแต่งตั้งนายกรัฐมนตรีแบ่งออกเป็นสองรูปแบบคือ รูปแบบที่หนึ่งในช่วง สถานการณ์ทางการเมืองปกติ นายกรัฐมนตรีสามารถแต่งตั้งจากบุคคลที่ไม่เป็นสมาชิกสภาผู้แทนราษฎร ก็ได้ โดยกำหนดคะแนนเสียงให้ความเห็นชอบไม่น้อยกว่าสองในสามของจำนวนสมาชิกสภาผู้แทนราษฎร ทั้งหมดเท่าที่มีอยู่ และรูปแบบที่สองในช่วงประเทศเกิดวิกฤติสามารถแต่งตั้งนายกรัฐมนตรีจากบุคคลที่ไม่ เป็นสมาชิกสภาผู้แทนราษฎรก็ได้แต่ต้องมีคะแนนเสียงให้ความเห็นชอบไม่น้อยกว่าสามในห้าของจำนวน สมาชิกสภาผู้แทนราษฎรทั้งหมดเท่าที่มีอยู่</p><p>ประธานกรรมกการกล่าวว่า ความเห็นของสภาขับเคลื่อนการปฏิรูปประเทศในเรื่องการแต่งตั้ง นายกรัฐมนตรีนั้น เป็นข้อเสนอที่ต้องการให้มีการแต่งตั้งนายกรัฐมนตรีจากบุคคลที่มิได้เป็น สมาชิกสภาผู้แทนราษฎร ซึ่งแตกต่างจากเจตนารมณ์ของคณะกรรมการในเรื่องการแต่งตั้งนายกรัฐมนตรี ที่ต้องการให้แต่งตั้งนายกรัฐมนตรีจากบุคคลที่พรรคการเมืองเป็นผู้คัดเลือกและได้เสนอรายชื่อล่วงหน้าก่อน การเลือกตั้งตามร่างมาตรา 83</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- หลักการในเรื่องการแต่งตั้งนายกรัฐมนตรีนั้น ควรบัญญัติหลักการในลักษณะว่า การแต่งตั้ง นายกรัฐมนตรีจากบุคคลที่เป็นสมาชิกสภาผู้แทนราษฎรต้องมีคะแนนเสียงให้ความเห็นชอบไม่น้อยกว่า กึ่งหนึ่งของจำนวนสมาชิกสภาผู้แทนราษฎรทั้งหมดที่มีอยู่ หากสภาผู้แทนราษฎรจะแต่งตั้งนายกรัฐมนตรี จากบุคคลที่ไม่ใช่สมาชิกสภาผู้แทนราษฎรจะต้องมีคะแนนเสียงให้ความเห็นชอบไม่น้อยกว่าสองในสามของ จำนวนสมาชิกสภาผู้แทนราษฎรทั้งหมดที่มีอยู่ เพื่อรองรับกรณีรายชื่อบุคคลซึ่งพรรคการเมืองมีมติว่า จะเสนอให้สภาผู้แทนราษฎรเพื่อพิจารณาให้ความเห็นชอบแต่งตั้งเป็นนายกรัฐมนตรีจำนวนสามรายชื่อ แล้วปรากฏว่าบางรายชื่อไม่ได้รับเลือกตั้งเป็นสมาชิกสภาผู้แทนราษฎร หรือไม่ได้ลงสมัครรับเลือกตั้งเป็น สมาชิกสภาผู้แทนราษฎร บุคคลดังกล่าวก็จะสามารถได้รับเลือกเป็นนายกรัฐมนตรีได้</p><p>ประธานกรรมการกล่าวว่า ในกรณีที่สภาผู้แทนราษฎรจะแต่งตั้งนายกรัฐมนตรีจากบุคคลอื่น นอกเหนือจากรายชื่อที่พรรคการเมืองมีมติว่าจะเสนอให้สภาผู้แทนราษฎรเพื่อพิจารณาให้ความเห็นชอบ แต่งตั้งเป็นนายกรัฐมนตรีนั้น ควรกำหนดคะแนนเสียงของสภาผู้แทนราษฎรในการให้ความเห็นชอบ เพื่อแต่งตั้งเป็นนายกรัฐมนตรีจำนวนไม่น้อยกว่าห้าในหกของจำนวนสมาชิกสภาผู้แทนราษฎรทั้งหมดเท่าที่ มีอยู่</p><p>- มีกรรมการแสดงความเห็นว่า ไม่เห็นด้วยกับการแต่งตั้งนายกรัฐมนตรีจากบุคคลอื่น นอกเหนือจากรายชื่อที่พรรคการเมืองมีมติว่าจะเสนอให้สภาผู้แทนราษฎรเพื่อพิจารณาให้ความเห็นชอบ แต่งตั้งเป็นนายกรัฐมนตรีต่อคณะกรรมการการเลือกตั้งก่อนปิดการรับสมัครรับเลือกตั้ง เนื่องจาก เจตนารมณ์ของคณะกรรมการที่กำหนดให้พรรคการเมืองเสนอรายชื่อบุคคลที่จะเป็นนายกรัฐมนตรีก่อน การเลือกตั้งก็เพื่อเป็นข้อมูลประกอบการตัดสินใจของประชาชนในการออกเสียงลงคะแนนเลือกตั้ง ว่าหาก พรรคการเมืองชนะการเลือกตั้งแล้วบุคคลใดจะได้รับการเสนอชื่อแต่งตั้งเป็นนายกรัฐมนตรี</p><p>- กรณีพรรคการเมืองทุกพรรคไม่เสนอรายชื่อบุคคลที่จะเสนอให้สภาผู้แทนราษฎรพิจารณาให้ ความเห็นชอบแต่งตั้งเป็นนายกรัฐมนตรีตามร่างมาตรา 83 สภาผู้แทนราษฎรสามารถนำหลักการที่บัญญัติ ในร่างมาตรา 7 เพื่อดำเนินการแต่งตั้งนายกรัฐมนตรีตามประเพณีการปกครองในระบอบประชาธิปไตยอันมี พระมหากษัตริย์ทรงเป็นประมุขที่เคยปฏิบัติในอดีตที่ผ่านมาได้หรือไม่</p><p>- หลักการของร่างมาตรา 153 กำหนดให้พรรคการเมืองเปิดเผยรายชื่อบุคคลซึ่งพรรคการเมือง มีมติว่าจะเสนอให้สภาผู้แทนราษฎรพิจารณาให้ความเห็นชอบแต่งตั้งเป็นนายกรัฐมนตรีนั้น เป็นหลักการที่ ต้องการให้พรรคการเมืองเปิดเผยรายชื่อผู้ที่สมควรเป็นนายกรัฐมนตรีต่อสาธารณะเพื่อให้ประชาชน ได้รับทราบก่อนจะมีการเลือกตั้งว่าบุคคลที่พรรคการเมืองจะเสนอให้เป็นนายกรัฐมนตรีคือบุคคลใด</p><p>- หลักการในร่างมาตรา 153 มีความกังวลจากพรรคการเมืองว่า กรณีที่พรรคการเมืองฝ่ายค้าน ในสภาผู้แทนราษฎรเสนอญัตติขอเปิดอภิปรายทั่วไปเพื่อลงมติไม่ไว้วางใจนายกรัฐมนตรี ซึ่งในทางปฏิบัติ จะต้องเสนอรายชื่อบุคคลที่สมควรได้รับการแต่งตั้งเป็นนายกรัฐมนตรีในญัตติขอเปิดอภิปรายทั่วไปด้วย หรือกรณีที่พรรคการเมืองซึ่งเป็นแกนนำในการจัดตั้งรัฐบาล ถูกศาลรัฐธรรมนูญวินิจฉัยให้ยุบพรรคการเมือง หากเกิดเหตุการณ์ทั้งสองกรณีดังกล่าวข้างต้น การเสนอรายชื่อบุคคลเพื่อให้สภาผู้แทนราษฎรลงมติแต่งตั้ง เป็นนายกรัฐมนตรีจะต้องเสนอรายชื่อจากบุคคลในรายชื่อที่พรรคการเมืองเสนอตามร่างมาตรา 83 ใช่หรือไม่ ซึ่งหากกำหนดให้พรรคการเมืองจะต้องเสนอบุคคลเพื่อแต่งตั้งเป็นนายกรัฐมนตรีจากรายชื่อที่ แต่ละพรรคการเมืองเสนอตามร่างมาตรา 83 เท่านั้นก็อาจทำให้เกิดปัญหาในทางปฏิบัติได้ ดังนั้น คณะกรรมการควรกำหนดกลไกเพื่อรองรับในกรณีที่ไม่สามารถแต่งตั้งนายกรัฐมนตรีจากรายชื่อที่พรรคการเมือง เสนอตามร่างมาตรา 83 ไว้ด้วย</p><p>- เรื่องการแต่งตั้งนายกรัฐมนตรีในกรณีที่มีเหตุจำเป็นและไม่สามารถแต่งตั้งนายกรัฐมนตรีจาก รายชื่อที่พรรคการเมืองเสนอตามร่างมาตรา 83 ได้นั้น ควรปรับเพิ่มจำนวนรายชื่อที่พรรคการเมืองเสนอ ตามร่างมาตรา 83 เป็นพรรคการเมืองละไม่เกินห้าคนเพื่อเป็นช่องทางหนึ่งในการให้สภาผู้แทนราษฎร พิจารณาแต่งตั้งนายกรัฐมนตรีจากรายชื่อที่พรรคการเมืองเสนอตามร่างมาตรา 83 เท่านั้น</p><p>- ไม่เห็นด้วยกับการปรับเพิ่มจำนวนรายชื่อที่พรรคการเมืองเสนอตามร่างมาตรา 83 เนื่องจาก ในการจัดทำโพล ประชาชนส่วนใหญ่เห็นด้วยกับจำนวนรายชื่อที่พรรคการเมืองเสนอตามร่างมาตรา 83 จำนวนพรรคการเมืองละไม่เกินสามรายชื่อ หากคณะกรรมการมีการแก้ไขเพิ่มเติมจำนวนรายชื่อจะต้องมีเหตุผลอธิบายต่อสังคมให้ได้ว่าเหตุใดคณะกรรมการจึงปรับจำนวนรายชื่อที่พรรคการเมืองจะต้องเสนอตาม ร่างมาตรา 83</p><p>ประธานกรรมการกล่าวว่า ไม่เห็นด้วยกับการกำหนดกลไกเพื่อรองรับในกรณีที่ไม่สามารถแต่งตั้ง นายกรัฐมนตรีจากรายชื่อที่พรรคการเมืองเสนอตามร่างมาตรา 83 ได้ คณะกรรมการควรคงเจตนารมณ์ ของคณะกรรมการที่ต้องการให้สภาผู้แทนราษฎรลงมติเลือกนายกรัฐมนตรีจากบุคคลที่พรรคการเมืองเสนอ ตามร่างมาตรา 83 เท่านั้น ซึ่งคณะกรรมการอาจเพิ่มจำนวนรายชื่อที่พรรคการเมืองจะต้องเสนอตาม ร่างมาตรา 83 เป็นพรรคการเมืองละห้ารายชื่อก็ได้</p><p>- มีกรรมการสอบถามว่า ความว่า “นายกรัฐมนตรีจะดำรงตำแหน่งรวมกันแล้วเกินแปดปีมิได้” ในวรรคสี่นั้น จะนับระยะเวลาการดำรงตำแหน่งนายกรัฐมนตรีในระหว่างรักษาการ รวมเข้ากับระยะเวลา แปดปีด้วยหรือไม่ เนื่องจากภายหลังจากการพ้นจากตำแหน่ง นายกรัฐมนตรียังคงดำรงตำแหน่งเพื่อปฏิบัติ หน้าที่ต่อไปจนกว่าคณะรัฐมนตรีชุดใหม่จะเข้าปฏิบัติหน้าที่</p><p>- ไม่เห็นด้วยกับการนับระยะเวลาการดำรงตำแหน่งของนายกรัฐมนตรีในระหว่างรักษาการรวมเข้ากับ ระยะเวลาแปดปีตามร่างมาตรา 83 วรรคสี่</p><p>ประธานกรรมการเสนอแก้ไขความในวรรคสี่ของร่างมาตรา 83 เป็นดังนี้ “นายกรัฐมนตรีจะดำรง ตำแหน่งรวมกันแล้วเกินแปดปีมิได้ ทั้งนี้ ไม่ว่าจะเป็นการดำรงตำแหน่งติดต่อกันหรือไม่ <u>แต่มิให้นับรวม</u> <u>ระยะเวลาในระหว่างที่อยู่ปฏิบัติหน้าที่ต่อไปภายหลังจากการพ้นจากตำแหน่ง</u>”</p><p>- มีกรรมการแสดงความเห็นว่า ความว่า “ในระหว่างที่อยู่ปฏิบัติหน้าที่” ในวรรคสี่ของร่างมาตรา 83 ที่มีการแก้ไขเพิ่มเติม ควรใช้ความว่า “ในระหว่างรักษาการ”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 153 ดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายธนาวัฒน์ สังข์ทอง","นายอมร วาณิชวิวัฒน์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"95","หน้า":"24-26"},{"หมวด":"8","ส่วน":"","มาตรา":"158","ร่างมาตรา":"158","ร่างบทบัญญัติ":"<p>“มาตรา 158 พระมหากษัตริย์ทรงแต่งตั้งนายกรัฐมนตรีและรัฐมนตรีอื่นอีกไม่เกินสามสิบห้าคน ประกอบเป็นคณะรัฐมนตรี มีหน้าที่บริหารราชการแผ่นดินตามหลักความรับผิดชอบร่วมกัน</p><p>นายกรัฐมนตรีต้องแต่งตั้งจากบุคคลซึ่งสภาผู้แทนราษฎรให้ความเห็นชอบตามมาตรา 159</p><p>ให้ประธานสภาผู้แทนราษฎรเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี</p><p>นายกรัฐมนตรีจะดำรงตำแหน่งรวมกันแล้วเกินแปดปีมิได้ ทั้งนี้ ไม่ว่าจะเป็นการดำรงตำแหน่งติดต่อกันหรือไม่ แต่มิให้นับรวมระยะเวลาในระหว่างที่อยู่ปฏิบัติหน้าที่ต่อไปหลังพ้นจากตำแหน่ง”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 158 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"19"},{"หมวด":"8","ส่วน":"","มาตรา":"159","ร่างมาตรา":"162","ร่างบทบัญญัติ":"<p>“มาตรา 162 ให้สภาผู้แทนราษฎรพิจารณาให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้ง เป็นนายกรัฐมนตรีจากรายชื่อผู้ซึ่งพรรคการเมืองที่มีสมาชิกได้รับเลือกเป็นสมาชิกสภาผู้แทนราษฎรไม่น้อยกว่าร้อยละห้าของจำนวนสมาชิกสภาผู้แทนราษฎรทั้งหมด ได้ประกาศต่อประชาชนเมื่อมีการเลือกตั้ง ตามมาตรา 87 โดยให้ดำเนินการให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่มีการเรียกประชุมรัฐสภาเป็นครั้งแรกภายหลังการเลือกตั้งทั่วไป</p><p>การเสนอชื่อบุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรีตามวรรคหนึ่ง ต้องมีสมาชิกสภาผู้แทนราษฎรไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎรรับรอง</p><p>มติของสภาผู้แทนราษฎรที่เห็นชอบด้วยในการแต่งตั้งบุคคลใดให้เป็นนายกรัฐมนตรี ต้องมีคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร การลงมติในกรณีเช่นว่านี้ ให้กระทำโดยการลงคะแนนโดยเปิดเผย”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคหนึ่ง และวรรคสอง เป็นดังนี้</p><p>“มาตรา 162 ให้สภาผู้แทนราษฎรพิจารณาให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้งเป็น นายกรัฐมนตรี<strike>จากรายชื่อผู้ซึ่งพรรคการเมืองที่มีสมาชิกได้รับเลือกเป็นสมาชิกสภาผู้แทนราษฎรไม่ น้อยกว่าร้อยละห้าของจำนวนสมาชิกสภาผู้แทนราษฎรทั้งหมด ได้ประกาศต่อประชาชนเมื่อมีการ เลือกตั้งตามมาตรา 87 </strike>โดยให้ดำเนินการให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่มีการเรียกประชุม รัฐสภาเป็นครั้งแรกภายหลังการเลือกตั้งทั่วไป</p><p>การเสนอชื่อบุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรีตามวรรคหนึ่ง ต้อง<strike>มี</strike><strike>สมาชิกสภาผู้แทนราษฎรไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภา ผู้แทนราษฎรรับรอง</strike><u>เสนอบุคคลตามรายชื่อตามมาตรา 87 ของพรรคการเมืองที่มีสมาชิกได้รับเลือกเป็น</u><u>สมาชิกสภาผู้แทนราษฎรไม่น้อยกว่าร้อยละห้าของจำนวนสมาชิกสภาผู้แทนราษฎรทั้งหมด</u>”</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- พรรคการเมืองทุกพรรคที่มีสมาชิกได้รับเลือกเป็นสมาชิกสภาผู้แทนราษฎรไม่น้อยกว่าร้อยละห้า ของจำนวนสมาชิกสภาผู้แทนราษฎรทั้งหมดมีสิทธิเสนอชื่อบุคคลซึ่งสมควรได้รับการแต่งตั้งเป็น นายกรัฐมนตรีใช่หรือไม่</p><p>ประธานกรรมการกล่าวว่า พรรคการเมืองทุกพรรคที่มีสมาชิกได้รับเลือกเป็นสมาชิกสภาผู้แทน ราษฎรไม่น้อยกว่าร้อยละห้าของจำนวนสมาชิกสภาผู้แทนราษฎรทั้งหมดมีสิทธิเสนอชื่อบุคคลซึ่งสมควร ได้รับการแต่งตั้งเป็นนายกรัฐมนตรีได้</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ กล่าวว่า การแก้ไขเพิ่มเติมความในวรรคสองโดยตัดเรื่องการให้สมาชิกสภาผู้แทนราษฎรไม่น้อยกว่าหนึ่งในห้าของ จำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎรรับรองการเสนอชื่อบุคคลซึ่งสมควรได้รับแต่งตั้งเป็น นายกรัฐมนตรี จะทำให้สมาชิกสภาผู้แทนราษฎรเสนอชื่อบุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรี จำนวนมาก</p><p>- มีกรรมการแสดงความเห็นว่า การแก้ไขเพิ่มเติมความในวรรคสองโดยตัดเรื่องการให้ สมาชิกสภาผู้แทนราษฎรไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร รับรองการเสนอชื่อบุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรี อาจทำให้เกิดปัญหาซื้อขายเสียงในการ เลือกนายกรัฐมนตรี</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคสอง เป็นดังนี้ “การเสนอชื่อบุคคลซึ่งสมควร ได้รับแต่งตั้งเป็นนายกรัฐมนตรีตามวรรคหนึ่ง ต้อง<strike>มีสมาชิกสภาผู้แทนราษฎรไม่น้อยกว่าหนึ่งในห้าของ จำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎรรับรอง</strike><u>เสนอบุคคลตามรายชื่อตามมาตรา 87</u> <u>ของพรรคการเมืองที่มีสมาชิกได้รับเลือกเป็นสมาชิกสภาผู้แทนราษฎรไม่น้อยกว่าร้อยละห้าของจำนวน</u> <u>สมาชิกสภาผู้แทนราษฎรทั้งหมด และต้องมีสมาชิกรับรองไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมด</u> <u>เท่าที่มีอยู่ของสภาผู้แทนราษฎร</u>” และสอบถามว่ารัฐธรรมนูญฉบับก่อนปี 2540 ได้กำหนดให้ สภาผู้แทนราษฎรพิจารณาให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรีให้แล้วเสร็จ ภายในสามสิบวันนับแต่วันที่มีการเรียกประชุมรัฐสภาเป็นครั้งแรกภายหลังการเลือกตั้งทั่วไปหรือไม่</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า รัฐธรรมนูญ 2521 และ รัฐธรรมนูญ 2534 ไม่ได้กำหนดระยะเวลาในการพิจารณาให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้ง เป็นนายกรัฐมนตรีไว้</p><p>ประธานกรรมการกล่าวว่า รัฐธรรมนูญ 2540 ต้องการให้รัฐบาลมีความเข้มแข็ง จึงกำหนด ระยะเวลาในการพิจารณาให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรีไว้ให้แล้วเสร็จ ภายในสามสิบวันนับแต่วันที่มีการเรียกประชุมรัฐสภาเป็นครั้งแรกภายหลังการเลือกตั้งทั่วไป ซึ่งเป็นการ เร่งรัดให้พรรคการเมืองต่าง ๆ ดำเนินการเจรจาเพื่อจัดตั้งรัฐบาลโดยเร็ว แต่โดยหลักในทางการเมืองแล้ว ควรปล่อยให้เป็นตามธรรมชาติของการเมือง เมื่อการเจรจายังไม่แล้วเสร็จรัฐบาลรักษาการก็ปฏิบัติหน้าที่ ต่อไป</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า รัฐธรรมนูญ 2540 และ รัฐธรรมนูญ 2550 ในหลายเรื่องกำหนดกระบวนการไว้มากเกินความจำเป็น และหลายเรื่องก็กำหนด ระยะเวลาในการดำเนินการไว้ซึ่งเป็นการเร่งรัดมากเกินไป ทำให้การบริหารราชการแผ่นดินเป็นไปด้วย ความยากลำบาก และเกิดปัญหาความชอบด้วยรัฐธรรมนูญในการดำเนินการต่าง ๆ</p><p>- มีกรรมการแสดงความเห็นว่า รัฐธรรมนูญ 2540 ต้องการสร้างให้รัฐบาลมีเสถียรภาพมากขึ้น จึงส่งเสริมให้พรรคการเมืองมีความเข้มแข็งและมีขนาดใหญ่ สามารถนำนโยบายที่ได้หาเสียงไว้มาใช้ในการ บริหารราชการแผ่นดินได้ อย่างไรก็ตาม รัฐธรรมนูญ 2540 ทำให้พรรคการเมืองที่มีขนาดใหญ่ได้เข้ามา เป็นรัฐบาล ส่วนพรรคการเมืองฝ่ายค้านมีความหมายน้อยลง ทำให้เกิดเผด็จการรัฐสภา และเห็นด้วยว่า ไม่ควรกำหนดระยะเวลาในการพิจารณาให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรี แต่ควรปล่อยให้เป็นตามธรรมชาติของการเมือง</p><p>- ไม่ควรกำหนดระยะเวลาในการพิจารณาให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้งเป็น นายกรัฐมนตรี แต่ควรปล่อยให้เป็นหน้าที่ของพรรคการเมืองที่จะต้องไปเจรจากันจึงจะเหมาะสม และเมื่อ ตัดเรื่องระยะเวลาในการพิจารณาให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรีใน วรรคหนึ่งแล้ว ก็ควรต้องตัดความในมาตรา 163 ออกทั้งมาตรา</p><p>- การไม่กำหนดระยะเวลาในการพิจารณาให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้งเป็น นายกรัฐมนตรี อาจทำให้เกิดการแทรกแซงการจัดตั้งรัฐบาลได้ ประกอบกับระบบการเลือกตั้งรูปแบบใหม่ที่ กำหนดไว้ในรัฐธรรมนูญนี้ และสถานการณ์ในปัจจุบันจึงมีความเป็นไปได้ที่พรรคการเมืองที่ได้คะแนนเสียง ลำดับที่หนึ่ง กับพรรคการเมืองที่ได้คะแนนเสียงลำดับที่สองอาจมีจำนวนสมาชิกสภาผู้แทนราษฎรที่ ใกล้เคียงกัน อันจะทำให้การเจรจาจัดตั้งรัฐบาลล่าช้า</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคหนึ่ง เป็นดังนี้ “ให้สภาผู้แทนราษฎรพิจารณา ให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรี<strike>จากรายชื่อผู้ซึ่งพรรคการเมืองที่มีสมาชิก ได้รับเลือกเป็นสมาชิกสภาผู้แทนราษฎรไม่น้อยกว่าร้อยละห้าของจำนวนสมาชิกสภาผู้แทนราษฎร ทั้งหมด ได้ประกาศต่อประชาชนเมื่อมีการเลือกตั้งตามมาตรา 87 โดยให้ดำเนินการให้แล้วเสร็จ ภายในสามสิบวันนับแต่วันที่มีการเรียกประชุมรัฐสภาเป็นครั้งแรกภายหลังการเลือกตั้งทั่วไป</strike>”และ มอบหมายให้คณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญไปพิจารณาปรับปรุงความในวรรคหนึ่งและ วรรคสองให้เหมาะสมแล้วนำมาเสนอต่อที่ประชุม</p><p>- มีกรรมการแสดงความเห็นว่า ควรกำหนดระยะเวลาสิ้นสุดในการพิจารณาให้ความเห็นชอบ บุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรีไว้ด้วยหรือไม่</p><p>ประธานกรรมการกล่าวว่า ไม่ควรกำหนดระยะเวลาสิ้นสุดในการพิจารณาให้ความเห็นชอบบุคคล ซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรี กรณีที่พรรคการเมืองไม่อาจเจรจาจัดตั้งรัฐบาลได้สำเร็จ รัฐบาล รักษาการก็จะต้องตราพระราชกฤษฎีกายุบสภาผู้แทนราษฎรเพื่อให้มีการเลือกตั้งใหม</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติให้รอการพิจารณาร่างมาตรา 162 ไว้ก่อน และมอบหมายให้คณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญไปพิจารณาปรับปรุงแล้วนำมาเสนอต่อที่ประชุมอีกครั้ง</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอัชพร จารุจินดา","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"45","หน้า":"4-7"},{"หมวด":"8","ส่วน":"","มาตรา":"159","ร่างมาตรา":"161","ร่างบทบัญญัติ":"<p> “มาตรา 161 ให้สภาผู้แทนราษฎรพิจารณาให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรี จากรายชื่อบุคคล<u>ที่พรรคการเมืองแจ้งไว</u>้ตามมาตรา <strike>87</strike><u>89 เฉพาะรายชื่อ</u>ของพรรคการเมืองที่มีสมาชิกได้รับเลือกเป็นสมาชิกสภาผู้แทนราษฎรไม่น้อยกว่าร้อยละห้าของจำนวน สมาชิกสภาผู้แทนราษฎรทั้งหมด <strike>ซึ่งมีสมาชิกรับรองไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร</strike><u>และเฉพาะผู้มีคุณสมบัติตามมาตรา 162</u></p><p><u>การเสนอชื่อตามวรรคหนึ่งต้องมีสมาชิกรับรองไม่น้อยกว่าหนึ่งในสิบของจำนวนสมาชิกทั้งหมด</u><u>เท่าที่มีอยู่ของสภาผู้แทนราษฎร</u></p><p>มติของสภาผู้แทนราษฎรที่เห็นชอบการแต่งตั้งบุคคลใดให้เป็นนายกรัฐมนตรี ต้องมีคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร</p><p>การลงมติตามวรรคสอง ให้กระทำโดยการลงคะแนนโดยเปิดเผย”</p>","ประเด็นการพิจารณา":"<p> นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ความในมาตรานี้มีประเด็นที่ ที่ประชุมจะต้องพิจารณา คือ ควรกำหนดให้สมาชิกสภาผู้แทนราษฎรรับรองรายชื่อบุคคลซึ่งสมควรได้รับ การแต่งตั้งเป็นนายกรัฐมนตรีหรือไม่</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในมาตรานี้ เป็นดังนี้</p><p>“มาตรา 161 ให้สภาผู้แทนราษฎรพิจารณาให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้งเป็น นายกรัฐมนตรี จากรายชื่อบุคคล<u>ที่พรรคการเมืองแจ้งไว</u>้ตามมาตรา <strike>87</strike><u>89 เฉพาะรายชื่อ</u>ของพรรค การเมืองที่มีสมาชิกได้รับเลือกเป็นสมาชิกสภาผู้แทนราษฎรไม่น้อยกว่าร้อยละห้าของจำนวน สมาชิกสภาผู้แทนราษฎรทั้งหมด <strike>ซึ่งมีสมาชิกรับรองไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมด เท่าที่มีอยู่ของสภาผู้แทนราษฎร</strike><u>และเฉพาะผู้มีคุณสมบัติตามมาตรา 162</u></p><p><u>การเสนอชื่อตามวรรคหนึ่งต้องมีสมาชิกรับรองไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมด</u><u>เท่าที่มีอยู่ของสภาผู้แทนราษฎร</u></p><p>มติของสภาผู้แทนราษฎรที่เห็นชอบการแต่งตั้งบุคคลใดให้เป็นนายกรัฐมนตรี ต้องมีคะแนนเสียง มากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร</p><p>การลงมติตามวรรคสอง ให้กระทำโดยการลงคะแนนโดยเปิดเผย”</p><p>- มีกรรมการแสดงความเห็นว่า สมาชิกสภาผู้แทนราษฎรจำนวนหนึ่งในห้าที่กำหนดไว้ในวรรคสอง เป็นจำนวนที่มากเกินไปในการรับรองรายชื่อบุคคลซึ่งสมควรได้รับเลือกเป็นนายกรัฐมนตรี</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคสองที่เพิ่มขึ้นใหม่ เป็นดังนี้ “<u>การเสนอชื่อตาม</u><u>วรรคหนึ่งต้องมีสมาชิกรับรองไม่น้อยกว่าหนึ่งในสิบของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของ</u><u>สภาผู้แทนราษฎร</u>”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมความในร่างมาตรา 161 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"63","หน้า":"51-52"},{"หมวด":"8","ส่วน":"","มาตรา":"159","ร่างมาตรา":"161","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p>- ความว่า “การลงมติตามวรรคสอง ให้กระทำโดยการลงคะแนนโดยเปิดเผย” ตามวรรคสี่ของ ร่างมาตรา 161 นั้น อ้างวรรคไม่ถูกต้องเนื่องจากหลักการในวรรคสองของร่างมาตรา 161 ว่าด้วยเรื่อง การรับรองรายชื่อผู้ซึ่งสมควรได้รับการแต่งตั้งเป็นนายกรัฐมนตรีโดยจะต้องมีสมาชิกสภาผู้แทนราษฎร รับรองไม่น้อยกว่าหนึ่งในสิบของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ ส่วนหลักการในวรรคสามของร่างมาตรา 161 ว่าด้วยเรื่องคะแนนเสียงเห็นชอบบุคคลเพื่อเป็นนายกรัฐมนตรี ดังนั้น ควรแก้ไขเพิ่มเติมความ ในวรรคสี่ของร่างมาตรา 161 เป็นดังนี้ “การลงมติตามวรรค<strike>สอง</strike><u>สาม</u> ให้กระทำโดยการลงคะแนน โดยเปิดเผย” </p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงการลงมติของสภาผู้แทนราษฎรในการแต่งตั้งบุคคลเป็นนายกรัฐมนตรีต้องกระทำโดยเปิดเผยแต่ไม่มีการลงมติ","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"66","หน้า":"10"},{"หมวด":"8","ส่วน":"","มาตรา":"159","ร่างมาตรา":"161","ร่างบทบัญญัติ":"<p>“มาตรา 161 ให้สภาผู้แทนราษฎรพิจารณาให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรี จากบุคคลซึ่งมีคุณสมบัติและไม่มีลักษณะต้องห้ามตามมาตรา 162 และเป็นผู้มีชื่ออยู่ในบัญชีรายชื่อที่พรรคการเมืองแจ้งไว้ตามมาตรา 89 <strike>และ</strike><u>เฉพาะจากบัญชีรายชื่อของ</u>พรรคการเมืองนั้นมีสมาชิกได้รับเลือกเป็นสมาชิกสภาผู้แทนราษฎรไม่น้อยกว่าร้อยละห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร</p><p>การเสนอชื่อตามวรรคหนึ่งต้องมีสมาชิกรับรองไม่น้อยกว่าหนึ่งในสิบของจำนวนสมาชิกทั้งหมด เท่าที่มีอยู่ของสภาผู้แทนราษฎร</p><p>มติของสภาผู้แทนราษฎรที่เห็นชอบการแต่งตั้งบุคคลใดให้เป็นนายกรัฐมนตรี ต้องกระทำโดยการลงคะแนนโดยเปิดเผย และมีคะแนนเสียงมากกว่ากึ่งหน่ึงของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร”</p>","ประเด็นการพิจารณา":"<p>ที่ประชุมเห็นควรเพิ่มความว่า “...เฉพาะจากบัญชีรายชื่อของ...” ในร่างมาตรา 161 วรรคหนึ่ง</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 161 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"70","หน้า":"22"},{"หมวด":"8","ส่วน":"","มาตรา":"159","ร่างมาตรา":"","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p> 8. เรื่องที่มาของนายกรัฐมนตรีที่มาจากคนนอกเป็นอย่างไร</p><p>ประธานกรรมการกล่าวว่า ร่างรัฐธรรมนูญนี้ไม่ต้องการให้มีนายกรัฐมนตรีที่มาจากคนนอก แต่ให้พรรคการเมืองเป็นผู้เลือกบุคคลที่จะมาเป็นนายกรัฐมนตรีเอง ซึ่งอาจเป็นคนนอกหรือเป็นสมาชิกสภาผู้แทนราษฎรก็ได้ ขึ้นอยู่กับการตัดสินใจของพรรคการเมืองนั้น ส่วนการกำหนดให้นายกรัฐมนตรีไม่ต้องเป็นสมาชิกสภาผู้แทนราษฎร เพื่อป้องกันปัญหาในกรณีที่พรรคการเมืองไม่สามารถตั้งนายกรัฐมนตรีได้ เนื่องจากบุคคลที่พรรคการเมืองประกาศชื่อเป็นนายกรัฐมนตรีไม่ได้รับเลือกตั้งเป็นสมาชิกสภาผู้แทนราษฎร</p><p>มีกรรมการแสดงความเห็นว่า การให้พรรคการเมืองประกาศรายชื่อบุคคลที่จะมาเป็นนายกรัฐมนตรี สามารถนำไปอธิบายได้ว่ามีหลักการที่คล้ายคลึงกับการเลือกตั้งนายกรัฐมนตรีโดยตรง ซึ่งจะทำให้ได้รับการสนับสนุนจากประชาชน</p><p>9. รัฐบาลชุดปัจจุบันจะดำเนินการกับการกระทำความผิดของรัฐบาลที่มาจากการเลือกตั้งซึ่งต้องเข้าสู่กระบวนการยุติธรรมและคดีดังกล่าวอยู่ในระหว่างการพิจารณาของศาลอย่างไร</p><p>ประธานกรรมการกล่าวว่า กรณีตามข้อ 9 มีเหตุผลเช่นเดียวกับข้อ 5</p><p>10. กรณีจำนวนเสียงในการเลือกตั้งที่ไม่ได้เลือกสองพรรคใหญ่ และไม่เลือกใคร (vote no) จะมีผลอย่างไร</p><p>ประธานกรรมการกล่าวว่า หากไม่มีผู้สมัครรายใดได้คะแนนเสียงมากกว่าคะแนนเสียงไม่ประสงค์ลงคะแนน พรรคการเมืองควรเปลี่ยนผู้สมัครรับเลือกตั้งรายใหม่ เนื่องจากแสดงให้เห็นว่า ผู้สมัครรายนั้นไม่ได้รับการยอมรับจากประชาชน ทั้งนี้ การส่งผู้สมัครรับเลือกตั้งของพรรคการเมืองต้องเป็นไปตามมติของพรรคการเมือง โดยให้สมาชิกพรรคการเมืองทุกคนมีส่วนร่วมในการลงคะแนนเสียงเลือกผู้สมัคร</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- หลักการที่บัญญัติในร่างรัฐธรรมนูญหลายหลักการที่คณะรัฐมนตรีเห็นด้วยกับร่างรัฐธรรมนูญของคณะกรรมการโดยเฉพาะเรื่องการปราบปรามการทุจริต อย่างไรก็ตาม มีเพียงบางประเด็นที่ควรแก้ไข ซึ่งหากสามารถชี้แจงและทำความเข้าใจเรื่องดังกล่าวได้ จะทำให้ร่างรัฐธรรมนูญสมบูรณ์ยิ่งขึ้น</p><p>- การกำหนดให้นายกรัฐมนตรีไม่จำเป็นต้องมาจากสมาชิกสภาผู้แทนราษฎร ควรอธิบายให้สังคมเข้าใจว่าเหตุใดจึงบัญญัติในลักษณะดังกล่าว</p><p>- ร่างรัฐธรรมนูญของคณะกรรมการมุ่งเน้นเรื่องการป้องกันและปราบปรามการทุจริต นอกจากนั้นการกำหนดให้พรรคการเมืองต้องส่งรายชื่อบุคคลที่จะเป็นนายกรัฐมนตรีในวันสมัครรับเลือกตั้งจะทำให้เกิดความโปร่งใส เนื่องจากประชาชนได้ทราบล่วงหน้าว่าบุคคลที่พรรคการเมืองจะเสนอรายชื่อให้เป็นนายกรัฐมนตรีเป็นบุคคลที่สมัครรับเลือกตั้งเป็นสมาชิกสภาผู้แทนราษฎรหรือไม่ ซึ่งจะเป็นประโยชน์แก่ประชาชนในการตัดสินใจเลือกพรรคการเมืองนั้น ๆ ต่อไป</p><p>- คณะกรรมการไม่ได้เป็นผู้กำหนดรายชื่อบุคคลที่สมควรเป็นนายกรัฐมนตรี แต่เป็นหน้าที่ของพรรคการเมืองที่ต้องแจ้งรายชื่อดังกล่าวต่อประชาชน ซึ่งบุคคลที่พรรคการเมืองเสนอรายชื่อจะเป็นสมาชิกสภาผู้แทนราษฎรหรือไม่ ขึ้นอยู่กับการตัดสินใจของพรรคการเมือง อย่างไรก็ตาม แม้จะมีพรรคการเมืองใดเสนอชื่อบุคคลที่ไม่ได้เป็นสมาชิกสภาผู้แทนราษฎรเป็นนายกรัฐมนตรี แต่การเลือกบุคคลเป็นนายกรัฐมนตรีในขั้นสุดท้ายเป็นอำนาจของสภาผู้แทนราษฎร</p><p>- การกำหนดให้พรรคการเมืองส่งรายชื่อบุคคลที่จะเสนอเป็นนายกรัฐมนตรีก่อนมีการเลือกตั้ง เป็นแนวทางแก้ปัญหาความขัดแย้งและความรุนแรงทางการเมืองวิธีหนึ่ง นอกจากนั้น ยังเป็นการเปิดโอกาสให้ประชาชนและสังคมได้ตรวจสอบคุณสมบัติเบื้องต้นของบุคคลที่จะเป็นนายกรัฐมนตรี ซึ่งทำให้นายกรัฐมนตรีได้รับการยอมรับจากสังคมมากขึ้นด้วย</p><p>ประธานกรรมการกล่าวว่า บุคคลที่จะเป็นนายกรัฐมนตรีต้องถูกเสนอชื่อจากพรรคการเมืองตั้งแต่ก่อนมีการเลือกตั้ง และหากประชาชนเลือกพรรคการเมืองที่เสนอชื่อบุคคลที่มิได้เป็นสมาชิกสภาผู้แทนราษฎรด้วยคะแนนเสียงจำนวนมาก ย่อมหมายความว่าบุคคลดังกล่าวเป็นที่ยอมรับของประชาชน ซึ่งทุกฝ่ายต้องเคารพการตัดสินใจของประชาชน</p><p>- มีกรรมการแสดงความเห็นว่า มีบุคคลจำนวนมากเห็นด้วยที่จะเปิดโอกาสให้นายกรัฐมนตรีมาจากบุคคลที่ไม่ได้เป็นสมาชิกสภาผู้แทนราษฎรได้ ซึ่งคณะกรรมการควรสื่อสารกับกลุ่มบุคคลดังกล่าวให้ชัดเจน เพื่อให้บุคคลดังกล่าวเป็นเสียงสะท้อนแนวคิดของคณะกรรมการไปสู่สังคมภายนอก โดยควรกำหนดกลไกและเครื่องมือในการสื่อสารที่สำคัญ เพื่อเป็นการเชื่อมโยงแนวคิดของคณะกรรมการให้เกิดเป็นรูปธรรมด้วย</p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงที่มาของนายกรัฐมนตรีแต่ไม่มีการลงมติ","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"76","หน้า":"8-9"},{"หมวด":"8","ส่วน":"","มาตรา":"159","ร่างมาตรา":"154","ร่างบทบัญญัติ":"<p>“มาตรา 154 ให้สภาผู้แทนราษฎรพิจารณาให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรี จากบุคคลซึ่งมีคุณสมบัติและไม่มีลักษณะต้องห้ามตามมาตรา 155 และเป็นผู้มีชื่ออยู่ในบัญชีรายชื่อที่พรรคการเมืองแจ้งไว้ตามมาตรา 83 เฉพาะจากบัญชีรายชื่อของพรรคการเมืองที่มีสมาชิกได้รับเลือกเป็นสมาชิกสภาผู้แทนราษฎรไม่น้อยกว่าร้อยละห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร</p><p>การเสนอชื่อตามวรรคหนึ่งต้องมีสมาชิกรับรองไม่น้อยกว่าหนึ่งในสิบของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร</p><p>มติของสภาผู้แทนราษฎรที่เห็นชอบการแต่งตั้งบุคคลใดให้เป็นนายกรัฐมนตรี ต้องกระทำโดยการลงคะแนนโดยเปิดเผย และมีคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 154 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"95","หน้า":"26-27"},{"หมวด":"8","ส่วน":"","มาตรา":"159","ร่างมาตรา":"159","ร่างบทบัญญัติ":"<p> “มาตรา 159 ให้สภาผู้แทนราษฎรพิจารณาให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรี จากบุคคลซึ่งมีคุณสมบัติและไม่มีลักษณะต้องห้ามตามมาตรา 160 และเป็นผู้มีชื่ออยู่ในบัญชีรายชื่อที่พรรคการเมืองแจ้งไว้ตามมาตรา 88 เฉพาะจากบัญชีรายชื่อของพรรคการเมืองที่มีสมาชิกได้รับเลือกเป็นสมาชิกสภาผู้แทนราษฎรไม่น้อยกว่าร้อยละห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร</p><p>การเสนอชื่อตามวรรคหนึ่งต้องมีสมาชิกรับรองไม่น้อยกว่าหนึ่งในสิบของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร</p><p>มติของสภาผู้แทนราษฎรที่เห็นชอบการแต่งตั้งบุคคลใดให้เป็นนายกรัฐมนตรี ต้องกระทำโดยการลงคะแนนโดยเปิดเผย และมีคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร”</p>","ประเด็นการพิจารณา":"<p>มีกรรมการแสดงความเห็นว่า หลักการในเรื่องการได้มาซึ่งนายกรัฐมนตรีในช่วงระยะเวลา เปลี่ยนผ่านที่กำหนดไว้ในบทเฉพาะกาลอาจมีความเกี่ยวโยงกับหลักการของร่างมาตรา 159</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า หลักการในเรื่องการได้มาซึ่ง นายกรัฐมนตรีในช่วงระยะเวลาเปลี่ยนผ่านจะมีความเกี่ยวโยงกับร่างมาตราในบทเฉพาะกาลเท่านั้น ไม่กระทบต่อเนื้อหาในบทหลักของร่างรัฐธรรมนูญ</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 159 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายธนาวัฒน์ สังข์ทอง","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"113","หน้า":"19-20"},{"หมวด":"8","ส่วน":"","มาตรา":"159","ร่างมาตรา":"159","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p> ประเด็นที่เกี่ยวกับร่างมาตรา 159 วรรคหนึ่ง ซึ่งไม่สามารถที่จะแก้ไขร่างมาตรา 159 ได้ เนื่องจากร่างมาตรา 159 เป็นบทบัญญัติรัฐธรรมนูญถาวร แต่ประเด็นคำถามเพิ่มเติมที่จะต้องแก้ไขให้สอดคล้องบังคับใช้เพียงห้าปีเท่านั้น ดังนั้น ต้องบัญญัติรัฐธรรมนูญยกเว้นร่างมาตรา 159 วรรคหนึ่ง ว่าในการให้ความเห็นชอบบุคคลตามมาตรา 159 ในระยะเวลาห้าปี การให้ความเห็นชอบนายกรัฐมนตรี ให้กระทำโดยความเห็นชอบของที่ประชุมร่วมกันของรัฐสภา</p><p>ประเด็นที่เกี่ยวกับร่างมาตรา 159 วรรคหนึ่ง ในประเด็นความว่า “เฉพาะจากบัญชีรายชื่อของพรรคการเมืองที่มีสมาชิกได้รับเลือกเป็นสมาชิกสภาผู้แทนราษฎรไม่น้อยกว่าร้อยละห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร” โดยเฉพาะความว่า “ไม่น้อยกว่าร้อยละห้า” นั้น จะบัญญัติให้หมายถึงร้อยละห้าของที่ประชุมร่วมกันของรัฐสภาหรือไม่ ซึ่งหากพิจารณาถึงเจตนารมณ์ของประเด็นคำถามเพิ่มเติมของสภานิติบัญญัติแห่งชาติแล้ว เห็นว่ามิได้หมายความรวมไปถึงกรณีการให้วุฒิสภามีสิทธิเสนอชื่อนายกรัฐมนตรีได้ด้วย แต่หมายถึงการให้วุฒิสภามีสิทธิเพียงลงมติให้ความเห็นชอบนายกรัฐมนตรีเท่านั้น</p><p>ประเด็นที่เกี่ยวกับร่างมาตรา 159 วรรคสอง ความว่า “การเสนอชื่อตามวรรคหนึ่งต้องมีสมาชิกรับรองไม่น้อยกว่าหนึ่งในสิบของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร” นั้น จะมีความเชื่อมโยงกับร่างมาตรา 159 วรรคหนึ่ง หากบัญญัติให้ที่ประชุมร่วมกันของรัฐสภาสามารถเสนอชื่อนายกรัฐมนตรีได้ด้วย ก็จะต้องไปบัญญัติยกเว้นร่างมาตรา 159 วรรคหนึ่ง เช่นกัน ดังนั้น การตีความตามประเด็นคำถามเพิ่มเติมนั้นจึงต้องตีความว่า ในการเสนอชื่อนายกรัฐมนตรีนั้นให้สิทธิเฉพาะ สภาผู้แทนราษฎรเท่านั้นเป็นผู้มีสิทธิเสนอชื่อนายกรัฐมนตรีได้ และจำนวนผู้รับรองไม่น้อยกว่าหนึ่งในสิบนั้น หมายถึงไม่น้อยกว่าหนึ่งในสิบของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎรเท่านั้น</p><p>ประเด็นที่เกี่ยวกับร่างมาตรา 159 วรรคสาม ในประเด็นความว่า “และมีคะแนนเสียงมากกว่า กึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร” ซึ่งในประเด็นนี้จะต้องบัญญัติแก้ไขเพื่อยกเว้นการบังคับใช้ร่างมาตรา 159 วรรคสาม เนื่องจากประเด็นคำถามเพิ่มเติมให้วุฒิสภามีสิทธิลงมติให้ความเห็นชอบนายกรัฐมนตรีได้ด้วย</p><p>ประเด็นกรณีเมื่อมีการประชุมร่วมกันของรัฐสภาแล้วไม่สามารถเลือกนายกรัฐมนตรีจากบัญชี รายชื่อที่พรรคการเมืองเสนอตามร่างมาตรา 88 ได้ จะเปิดโอกาสให้สภาผู้แทนราษฎรสามารถเข้าชื่อกัน เพื่อเสนอบุคคลภายนอกบัญชีรายชื่อที่พรรคการเมืองเสนอต่อที่ประชุมร่วมกันของรัฐสภาเข้ามาใหม่ โดยจะเสนอในวันที่มีการประชุมร่วมกันของรัฐสภาเพื่อให้ความเห็นชอบนายกรัฐมนตรีจากรายชื่อที่ พรรคการเมืองเสนอตามร่างมาตรา 88 ไม่ได้ กล่าวคือ จะต้องเสนอรายชื่อบุคคลภายนอกเข้ามาใหม่ และขอให้เปิดประชุมร่วมกันของรัฐสภาเพื่อให้ความเห็นชอบอีกครั้งหนึ่ง ดังนั้น ที่ประชุมจะต้องมีการแก้ไข ร่างรัฐธรรมนูญเพื่อให้สอดคล้องกับร่างมาตรา 272 ซึ่งเป็นบทหลัก กล่าวคือ แม้จะมีการประชุมร่วมกัน ของรัฐสภาเพื่อให้ความเห็นชอบนายกรัฐมนตรีมาแต่ต้นก็ตาม แต่เมื่อไม่สามารถเลือกนายกรัฐมนตรีจาก รายชื่อที่เสนอโดยพรรคการเมืองตามร่างมาตรา 88 ได้ จะต้องกลับมาเริ่มกระบวนการตามร่างมาตรา 272 ใหม่ อย่างไรก็ตาม เมื่อพิจารณาร่างมาตรา 272 แล้วเห็นว่าเป็นบทบัญญัติที่ใช้บังคับในวาระเริ่มแรก หลังจากได้สมาชิกสภาผู้แทนราษฎรครั้งแรกเท่านั้น กล่าวคือ หากรัฐบาลอยู่ในวาระไม่ครบสี่ปีแล้วมีการ ยุบสภาผู้แทนราษฎรเกิดขึ้น ร่างมาตรา 272 จะไม่สามารถนำมาใช้บังคับได้อีก เนื่องจากการจัดการ เลือกตั้งใหม่หลังจากการยุบสภาผู้แทนราษฎรถือว่าเป็นการเลือกตั้งทั่วไป ไม่ถือว่าเป็นการเลือกตั้งตาม ร่างมาตรา 268 ดังนั้น ที่ประชุมจะต้องแก้ไขให้ครอบคลุมถึงกรณีที่มีการยุบสภาผู้แทนราษฎรก่อนครบ วาระไว้ด้วย ประกอบกับการให้วุฒิสภามีสิทธิให้ความเห็นชอบนายกรัฐมนตรีซึ่งจะใช้บังคับได้ห้าปีนั้น จะเริ่มนับระยะเวลาตั้งแต่มีคณะรัฐมนตรีชุดแรกเข้ารับหน้าที่เท่านั้น</p><p>อนึ่ง ประธานกรรมการมีข้อสังเกตว่า ในกรณีหากไม่สามารถดำเนินการเลือกนายกรัฐมนตรีได้ ก็จะยังไม่มีคณะรัฐมนตรีเข้ารับหน้าที่ ดังนั้น คณะรัฐมนตรีที่ได้รับการแต่งตั้งจากคณะรักษาความสงบ แห่งชาติก็สามารถปฏิบัติหน้าที่ต่อไปได้</p><p>ท้ายที่สุด ที่ประชุมเห็นว่าร่างที่นำเสนอโดยเลขานุการคณะกรรมการยังไม่ครอบคลุมและตรงตาม เจตนารมณ์ในการแก้ไขร่างรัฐธรรมนูญเพื่อให้สอดคล้องกับประเด็นคำถามพ่วงของสภานิติบัญญัติแห่งชาติ ที่ประชุมจึงได้มอบหมายให้เลขานุการคณะกรรมการกลับไปปรับปรุงยกร่างมาใหม่แล้วเสนอต่อที่ประชุม เพื่อพิจารณาอีกครั้งหนึ่ง</p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงการให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรีแต่ไม่มีการลงมติ","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"164","หน้า":"3-4"},{"หมวด":"8","ส่วน":"","มาตรา":"160","ร่างมาตรา":"164","ร่างบทบัญญัติ":"<p>\"มาตรา 164 รัฐมนตรีต้อง</p><p>(1) มีสัญชาติไทยโดยการเกิด</p><p>(2) มีอายุไม่ต่ำกว่าสามสิบห้าปี<strike>บริบูรณ์</strike></p><p>(3) สำเร็จการศึกษาไม่ต่ำกว่าปริญญาตรีหรือเทียบเท่า</p><p>(4) มีความซื่อสัตย์สุจริตเป็นที่ประจักษ์</p><p>(5) <strike>มีความรับผิดชอบสูง มีความกล้าหาญในการปฏิบัติหน้าที่และ</strike>มีพฤติกรรมทางจริยธรรมเป็นตัวอย่างที่ดีของสังคม</p><p>(6) ไม่มีลักษณะต้องห้ามตามมาตรา 99\"</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการเสนอให้ตัดความว่า “บริบูรณ์” ใน (2) ออก ความที่แก้ไขแล้วเป็นดังนี้ “(2) มีอายุไม่ต่ำกว่าสามสิบห้าปี<strike>บริบูรณ์</strike>”</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- ความใน (4) “มีความซื่อสัตย์สุจริตเป็นที่ประจักษ์” และ (5) “มีความรับผิดชอบสูง มีความกล้า หาญในการปฏิบัติหน้าที่และมีพฤติกรรมทางจริยธรรมเป็นตัวอย่างที่ดีของสังคม” จะพิสูจน์ได้อย่างไร</p><p>- ควรใช้ความว่า “ไม่ทุจริต” แทนความว่า “มีความซื่อสัตย์สุจริตเป็นที่ประจักษ์” ใน (4)</p><p>ประธานกรรมการกล่าวว่า ความว่า “การทุจริต” เป็นคำเชิงลบ (negative) ที่จะต้องมีหลักฐานพิสูจน์ แต่ความว่า “มีความซื่อสัตย์สุจริตเป็นที่ประจักษ์” นั้น เพียงแต่รัฐมนตรีมีพฤติการณ์ในลักษณะ ไม่สื่อสัตย์สุจริตก็ถือว่าขาดคุณสมบัติ สามารถให้พ้นจากตำแหน่งได้ หากมีข้อสงสัยเรื่องการขาดคุณสมบัติก็ให้ศาลรัฐธรรมนูญเป็นผู้วินิจฉัยชี้ขาด เหตุที่บัญญัติความใน (4) “มีความซื่อสัตย์สุจริตเป็นที่ประจักษ์” และ (5) “มีความรับผิดชอบสูง มีความกล้าหาญในการปฏิบัติหน้าที่และมีพฤติกรรมทางจริยธรรมเป็น ตัวอย่างที่ดีของสังคม” ก็เพื่อเป็นช่องทางขจัดคนไม่ดีออกจากตำแหน่ง</p><p>- มีกรรมการแสดงความเห็นว่า ควรกำหนดให้รัฐมนตรีที่บริหารงานผิดพลาด ต้องรับผิดชอบด้วย การลาออกจากตำแหน่ง</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ความใน (4) “มีความซื่อสัตย์ สุจริตเป็นที่ประจักษ์” และ (5) “มีความรับผิดชอบสูง มีความกล้าหาญในการปฏิบัติหน้าที่และมีพฤติกรรม ทางจริยธรรมเป็นตัวอย่างที่ดีของสังคม” ถือเป็นบรรทัดฐานสำหรับคุณสมบัติรัฐมนตรีที่ควรจะต้องมี แต่ในทางกลับกันการกำหนดความใน (4) และ (5) ไว้ อาจจะเป็นช่องทางในการกล่ันแกล้งทางการเมือง และจะทำให้มีคำร้องส่งไปยังศาลรัฐธรรมนูญจำนวนมาก ทำให้ศาลรัฐธรรมนูญกลายเป็นศาลการเมืองไป โดยปริยาย</p><p>- มีกรรมการแสดงความเห็นว่า ควรคงความใน (4) “มีความซื่อสัตย์สุจริตเป็นที่ประจักษ์” และ (5) “มีความรับผิดชอบสูง มีความกล้าหาญในการปฏิบัติหน้าที่และมีพฤติกรรมทางจริยธรรมเป็นตัวอย่าง ที่ดีของสังคม” เนื่องจากเป็นการวางมาตรฐานคุณสมบัติรัฐมนตรีและเป็นการยกระดับสังคมให้สูงขึ้น</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความใน (5) ดังนี้ “(5) <strike>มีความรับผิดชอบสูง มีความกล้า</strike><strike>หาญในการปฏิบัติหน้าที่และ</strike>มีพฤติกรรมทางจริยธรรมเป็นตัวอย่างที่ดีของสังคม” เนื่องจากความว่า “มีความรับผิดชอบสูง มีความกล้าหาญในการปฏิบัติหน้าที่” จะเป็นปัญหาในทางปฏิบัติมาก แต่ควรคง ความว่า “มีพฤติกรรมทางจริยธรรมเป็นตัวอย่างที่ดีของสังคม” หากมีการฝ่าฝืนจริยธรรมอย่างร้ายแรง ก็จะเป็นช่องทางในการขจัดคนไม่ดีให้พ้นจากตำแหน่ง โดยจะเป็นการวางมาตรฐานคุณสมบัติรัฐมนตรี</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 164 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"45","หน้า":"7-8"},{"หมวด":"8","ส่วน":"","มาตรา":"160","ร่างมาตรา":"162","ร่างบทบัญญัติ":"<p> “มาตรา 162 รัฐมนตรีต้อง</p><p>(1) มีสัญชาติไทยโดยการเกิด</p><p>(2) มีอายุไม่ต่ำกว่าสามสิบห้าปี</p><p>(3) สำเร็จการศึกษาไม่ต่ำกว่าปริญญาตรีหรือเทียบเท่า</p><p>(4) มีความซื่อสัตย์สุจริตเป็นที่ประจักษ์</p><p>(5) มีพฤติกรรมทางจริยธรรมเป็นตัวอย่างที่ดีของสังคม</p><p>(6) ไม่มีลักษณะต้องห้ามตามมาตรา 99</p><p>(7) ไม่เคยต้องคำพิพากษาให้จำคุก แม้คดีนั้นจะยังไม่ถึงที่สุดหรือมีการรอการลงโทษหรือรอการกำหนดโทษ เว้นแต่เป็นความผิดอันได้กระทำโดยประมาท ความผิดลหุโทษ หรือความผิดฐานหมิ่นประมาท</p><p>(8) พ้นจากตำแหน่งตามมาตรา 174 (3) หรือ (7) มาแล้วไม่น้อยกว่าสองปี”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความใน (7) เป็นดังนี้ “<strike>ไม่เคยต้องคำพิพากษาให้จำคุก แม้คดีนั้นจะยังไม่ถึงที่สุดหรือมีการรอการลงโทษหรือรอการกำหนดโทษ เว้นแต่เป็นความผิดอันได้</strike><strike>กระทำโดยประมาท ความผิดลหุโทษ หรือความผิดฐานหมิ่นประมาท</strike><u>เคยได้รับโทษจำคุกโดย</u><u>คำพิพากษาถึงที่สุดให้จำคุก</u>” และเสนอให้รอการพิจารณาความในมาตรานี้ไว้ก่อน และมอบหมายให้ฝ่าย เลขานุการคณะกรรมการนำกลับไปพิจารณาปรับปรุงความในมาตรานี้แล้วนำกลับมาเสนอต่อที่ประชุม อีกครั้ง</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติรอการพิจารณาร่างมาตรา 162</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"63","หน้า":"54"},{"หมวด":"8","ส่วน":"","มาตรา":"160","ร่างมาตรา":"162","ร่างบทบัญญัติ":"<p>“มาตรา 162 รัฐมนตรีต้อง</p><p>(1) มีสัญชาติไทยโดยการเกิด</p><p>(2) มีอายุไม่ต่ำกว่าสามสิบห้าปี</p><p>(3) สำเร็จการศึกษาไม่ต่ำกว่าปริญญาตรีหรือเทียบเท่า</p><p>(4) มีความซื่อสัตย์สุจริตเป็นที่ประจักษ์</p><p>(5) ไม่มีพฤติกรรมอันเป็นการฝ่าฝืนจริยธรรมอย่างร้ายแรง</p><p>(6) ไม่มีลักษณะต้องห้ามตามมาตรา 99</p><p>(7) ไม่<strike>เคย</strike><u>เป็นผ</u>ู้ต้องคำพิพากษาให้จำคุก แม้คดีนั้นจะยังไม่ถึงที่สุด หรือมีการรอการลงโทษ <strike>หรือ</strike><strike>รอการกำหนดโทษ</strike>เว้นแต่<strike>เป็น</strike><u>ใน</u>ความผิดอันได้กระทำโดยประมาท ความผิดลหุโทษ หรือความผิดฐานหมิ่นประมาท</p><p>(8) <strike>ไม่</strike>เคย<u>พ้นจากตำแหน่งเพราะเหต</u>ุกระทำการอันเป็นการต้องห้ามตามมาตรา 187/4 หรือมาตรา 187/5 <u>มาแล้วยังไม่ถึงสองปีนับถึงวันแต่งตั้ง</u>”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการเสนอแก้ไขความใน (8) เป็นดังนี้ “เคยพ้นจากตำแหน่งเพราะเหตุกระทำการอัน เป็นการต้องห้ามตามมาตรา 187/4 หรือมาตรา 187/5 มาแล้วยังไม่ถึงสองปีนับถึงวันแต่งตั้ง” และแก้ไข ความในร่างมาตรา 162 (7) โดยให้ตัดเรื่องการรอกำหนดโทษออก ความที่เสนอเป็นดังนี้ “(7) ไม่เป็น ผู้ต้องคำพิพากษาให้จำคุก แม้คดีนั้นจะยังไม่ถึงที่สุดหรือมีการรอการลงโทษ เว้นแต่ในความผิดอันได้กระทำ โดยประมาท ความผิดลหุโทษ หรือความผิดฐานหมิ่นประมาท”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 162 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"70","หน้า":"23"},{"หมวด":"8","ส่วน":"","มาตรา":"160","ร่างมาตรา":"155","ร่างบทบัญญัติ":"<p>“มาตรา 155 รัฐมนตรีต้อง</p><p>(1) มีสัญชาติไทยโดยการเกิด</p><p>(2) มีอายุไม่ต่ำกว่าสามสิบห้าปี</p><p>(3) สำเร็จการศึกษาไม่ต่ำกว่าปริญญาตรีหรือเทียบเท่า</p><p>(4) มีความซื่อสัตย์สุจริตเป็นที่ประจักษ์</p><p>(5) ไม่มีพฤติกรรมอันเป็นการฝ่าฝืนหรือไม่ปฏิบัติตามมาตรฐานทางจริยธรรมอย่างร้ายแรง</p><p>(6) ไม่มีลักษณะต้องห้ามตามมาตรา 93</p><p>(7) ไม่เป็นผู้ต้องคำพิพากษาให้จำคุก แม้คดีนั้นจะยังไม่ถึงที่สุด หรือมีการรอการลงโทษ เว้นแต่ในความผิดอันได้กระทำโดยประมาท ความผิดลหุโทษ หรือความผิดฐานหมิ่นประมาท</p><p>(8) <u>ไม่เป็นผ</u>ู้เคยพ้นจากตำแหน่งเพราะเหตุกระทำการอันเป็นการต้องห้ามตามมาตรา 181 หรือ มาตรา 182 มาแล้วยังไม่ถึงสองปีนับถึงวันแต่งตั้ง”</p>","ประเด็นการพิจารณา":"<p>นายนรชิต สิงหเสนี โฆษกกรรมการ หารือที่ประชุม ดังนี้</p><p>ร่างมาตรา 155 (8) ความว่า “เคยพ้นจากตำแหน่งเพราะเหตุกระทำการอันเป็นการต้องห้ามตาม มาตรา 181 หรือมาตรา 182 มาแล้วยังไม่ถึงสองปีนับถึงวันแต่งตั้ง” หมายความว่าต้องไม่มีลักษณะ ต้องห้ามเช่นนี้หรือต้องพ้นจากตำแหน่งด้วยเหตุตามมาตรา 181 หรือมาตรา 182 มาแล้วเกินสองปี</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความใน (8) ของร่างมาตรา 155 เป็นดังนี้ “<u>ไม่เป็นผ</u>ู้เคยพ้น จากตำแหน่งเพราะเหตุกระทำการอันเป็นการต้องห้ามตามมาตรา 181 หรือมาตรา 182 มาแล้วยังไม่ถึง สองปีนับถึงวันแต่งตั้ง”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 155 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายนรชิต สิงหเสนี"],"ประชุมครั้งที่":"73","หน้า":"35-36"},{"หมวด":"8","ส่วน":"","มาตรา":"160","ร่างมาตรา":"155","ร่างบทบัญญัติ":"<p>“มาตรา 155 รัฐมนตรีต้อง</p><p>(1) มีสัญชาติไทยโดยการเกิด</p><p>(2) มีอายุไม่ต่ำกว่าสามสิบห้าปี</p><p>(3) สำเร็จการศึกษาไม่ต่ำกว่าปริญญาตรีหรือเทียบเท่า</p><p>(4) มีความซื่อสัตย์สุจริตเป็นที่ประจักษ์</p><p>(5) ไม่มีพฤติกรรมอันเป็นการฝ่าฝืนหรือไม่ปฏิบัติตามมาตรฐานทางจริยธรรมอย่างร้ายแรง</p><p>(6) ไม่มีลักษณะต้องห้ามตามมาตรา 93</p><p>(7) ไม่เป็นผู้ต้องคำพิพากษาให้จำคุก แม้คดีนั้นจะยังไม่ถึงที่สุด หรือมีการรอการลงโทษ เว้นแต่ในความผิดอันได้กระทำโดยประมาท ความผิดลหุโทษ หรือความผิดฐานหมิ่นประมาท</p><p>(8) ไม่เป็นผู้เคยพ้นจากตำแหน่งเพราะเหตุกระทำการอันเป็นการต้องห้ามตามมาตรา 181 หรือ มาตรา 182 มาแล้วยังไม่ถึงสองปีนับถึงวันแต่งตั้ง”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 155 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"95","หน้า":"27"},{"หมวด":"8","ส่วน":"","มาตรา":"160","ร่างมาตรา":"160","ร่างบทบัญญัติ":"<p> “มาตรา 160 รัฐมนตรีต้อง</p><p>(1) มีสัญชาติไทยโดยการเกิด</p><p>(2) มีอายุไม่ต่ำกว่าสามสิบห้าปี</p><p>(3) สำเร็จการศึกษาไม่ต่ำกว่าปริญญาตรีหรือเทียบเท่า</p><p>(4) มีความซื่อสัตย์สุจริตเป็นที่ประจักษ์</p><p>(5) ไม่มีพฤติกรรมอันเป็นการฝ่าฝืนหรือไม่ปฏิบัติตามมาตรฐานทางจริยธรรมอย่างร้ายแรง</p><p>(6) ไม่มีลักษณะต้องห้ามตามมาตรา 98</p><p>(7) ไม่เป็นผู้ต้องคำพิพากษาให้จำคุก แม้คดีนั้นจะยังไม่ถึงที่สุด หรือมีการรอการลงโทษ เว้นแต่ในความผิดอันได้กระทำโดยประมาท ความผิดลหุโทษ หรือความผิดฐานหมิ่นประมาท</p><p>(8) ไม่เป็นผู้เคยพ้นจากตำแหน่งเพราะเหตุกระทำการอันเป็นการต้องห้ามตามมาตรา 186 หรือมาตรา 187 มาแล้วยังไม่ถึงสองปีนับถึงวันแต่งตั้ง</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 160 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"20"},{"หมวด":"8","ส่วน":"","มาตรา":"161","ร่างมาตรา":"165","ร่างบทบัญญัติ":"<p> “มาตรา 165 ก่อนเข้ารับหน้าที่ รัฐมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ด้วยถ้อยคำ ดังต่อไปนี้</p><p>“ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่าข้าพระพุทธเจ้าจะจงรักภักดี ต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 165 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"45","หน้า":"8-9"},{"หมวด":"8","ส่วน":"","มาตรา":"161","ร่างมาตรา":"163","ร่างบทบัญญัติ":"<p> “มาตรา 163 ก่อนเข้ารับหน้าที่ รัฐมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ด้วยถ้อยคำ ดังต่อไปนี้</p><p>ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 163 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"63","หน้า":"54"},{"หมวด":"8","ส่วน":"","มาตรา":"161","ร่างมาตรา":"163","ร่างบทบัญญัติ":"<p> “มาตรา 163 ก่อนเข้ารับหน้าที่ รัฐมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ด้วยถ้อยคำ ดังต่อไปนี้</p><p>ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 163 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"70","หน้า":"23-24"},{"หมวด":"8","ส่วน":"","มาตรา":"161","ร่างมาตรา":"156","ร่างบทบัญญัติ":"<p>“มาตรา 156 ก่อนเข้ารับหน้าที่ รัฐมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ด้วยถ้อยคำ ดังต่อไปนี้</p><p>“ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริตเพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ</p><p><u>มิให้นำความในมาตรา 24 วรรคสอง มาใช้บังคับกับการถวายสัตย์ปฏิญาณของรัฐมนตร</u>ี <u>ตามมาตราน</u>ี้”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า ร่างมาตรา 24 วรรคสอง ได้บัญญัติข้อยกเว้นการถวายสัตย์ปฏิญาณ ต่อพระมหากษัตริย์ตามรัฐธรรมนูญหรือกฎหมายไว้ว่า ในระหว่างที่ยังมิได้ถวายสัตย์ปฏิญาณ ให้ผู้ซึ่งต้อง ถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ไปพลางก่อนได้น้ัน ไม่สามารถนำข้อยกเว้นตามร่างมาตรา 24 วรรคสอง มาใช้บังคับกับการถวายสัตย์ของคณะรัฐมนตรีได้ เนื่องจากคณะรัฐมนตรีชุดใหม่จะเข้าปฏิบัติหน้าที่ได้ ต่อเมื่อได้ถวายสัตย์ปฏิญาณโดยในระหว่างที่คณะรัฐมนตรีชุดใหม่รอการถวายสัตย์ปฏิญาณ คณะรัฐมนตรี ชุดเก่ายังคงรักษาการอยู่ หากนำข้อยกเว้นตามร่างมาตรา 24 วรรคสองมาใช้ก็จะทำให้เกิดการทับซ้อนการ ปฏิบัติหน้าที่ขึ้น ดังนั้น เสนอเพิ่มความดังต่อไปนี้เป็นวรรคสามของร่างมาตรา 156 “<u>มิให้นำความ</u> <u>ในมาตรา 24 วรรคสอง มาใช้บังคับกับการถวายสัตย์ปฏิญาณของรัฐมนตรีตามมาตราน</u>ี้”</p><p>มีกรรมการแสดงความเห็นว่า การปฏิบัติหน้าที่ของผู้พิพากษาศาลยุติธรรมและตุลาการ ในศาลปกครองจะสามารถปฏิบัติหน้าที่ได้ต่อเมื่อมีการถวายสัตย์ปฏิญาณ แม้หลักการในวรรคสองของร่างมาตรา 24 จะบัญญัติให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ไปพลางก่อนได้ก็ตาม แต่มีการตีความ โดยนักวิชาการและนักกฎหมายว่าไม่สามารถนำมาใช้บังคับกับการถวายสัตย์ปฏิญาณของผู้พิพากษา ศาลยุติธรรมและตุลาการในศาลปกครอง</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 156 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"86","หน้า":"11-12"},{"หมวด":"8","ส่วน":"","มาตรา":"161","ร่างมาตรา":"156","ร่างบทบัญญัติ":"<p> “มาตรา 156 ก่อนเข้ารับหน้าที่ รัฐมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ด้วยถ้อยคำ ดังต่อไปนี้</p><p>“ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ”</p><p><u>มิให้นำความในมาตรา 24 วรรคสอง มาใช้บังคับกับการถวายสัตย์ปฏิญาณของรัฐมนตร</u>ี <u>ตามมาตราน</u>ี้</p>","ประเด็นการพิจารณา":"<p>เมื่อคราวประชุมคณะกรรมการร่างรัฐธรรมนูญ ครั้งที่ 86 วันอังคาร ที่ 16 กุมภาพันธ์ 2559 ที่ประชุมมีมติให้แก้ไขร่างมาตรานี้ เป็นดังนี้</p><p>“มาตรา 156 ก่อนเข้ารับหน้าที่ รัฐมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ด้วยถ้อยคำ ดังต่อไปนี้</p><p>“ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ”</p><p><u>มิให้นำความในมาตรา 24 วรรคสอง มาใช้บังคับกับการถวายสัตย์ปฏิญาณของรัฐมนตร</u>ี <u>ตามมาตราน</u>ี้”</p><p>มีกรรมการแสดงความเห็นว่า เรื่องการปฏิบัติหน้าที่ในระหว่างรอการถวายสัตย์ปฏิญาณนั้น ในอดีตเคยมีปัญหากระทบต่อการทำหน้าที่ของศาลรัฐธรรมนูญ เนื่องจากไม่สามารถปฏิบัติหน้าที่ในการพิจารณาวินิจฉัยคดีได้เพราะเหตุที่ยังไม่ได้ถวายสัตย์ปฏิญาณ</p><p>ประธานกรรมการกล่าวว่า เรื่องการถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ตามรัฐธรรมนูญ หรือกฎหมายนั้น คณะกรรมการได้บัญญัติหลักการไว้ในร่างมาตรา 24 วรรคสอง เพื่อให้บุคคลซึ่งได้รับการแต่งตั้งให้ดำรงตำแหน่งในองค์กรอิสระ ศาลรัฐธรรมนูญ ศาลยุติธรรม ศาลปกครอง หรือผู้บริหารระดับสูง ในหน่วยงานของรัฐต่างๆ ซึ่งต้องถวายสัตย์ปฏิญาณก่อนปฏิบัติหน้าที่ ให้สามารถปฏิบัติหน้าที่ในตำแหน่ง ไปพลางก่อนได้ในระหว่างที่รอการถวายสัตย์ปฏิญาณ ยกเว้นคณะรัฐมนตรีมิให้นำข้อยกเว้นตามร่างมาตรา 24 วรรคสองมาใช้กับการถวายสัตย์ปฏิญาณของคณะรัฐมนตรี</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 156 ตามที่ได้มีการแก้ไขเมื่อคราวประชุมคณะกรรมการ ร่างรัฐธรรมนูญ ครั้งที่ 86 วันอังคาร ที่ 16 กุมภาพันธ์ 2559</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"95","หน้า":"27-28"},{"หมวด":"8","ส่วน":"","มาตรา":"161","ร่างมาตรา":"156","ร่างบทบัญญัติ":"<p>“มาตรา 156 ก่อนเข้ารับหน้าที่ รัฐมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ด้วยถ้อยคำ ดังต่อไปนี้</p><p>“ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ”</p><p><u>ในกรณีที่โปรดเกล้าโปรดกระหม่อมให้คณะรัฐมนตรีปฏิบัติหน้าที่ไปพลางก่อนที่จะถวายสัตย</u>์<u>ปฏิญาณ ให้คณะรัฐมนตรีดำเนินการตามมาตรา 157 วรรคสองได้ ในกรณีเช่นนั้นให้คณะรัฐมนตรีตาม</u> <u>มาตรา 163(1) พ้นจากการปฏิบัติหน้าท</u>ี่”</p>","ประเด็นการพิจารณา":"<p>เมื่อคราวประชุมคณะกรรมการร่างรัฐธรรมนูญ ครั้งที่ 86 วันอังคาร ที่ 16 กุมภาพันธ์ 2559 ที่ประชุมมีมติให้แก้ไขความในร่างมาตรานี้ เป็นดังนี้</p><p>“มาตรา 156 ก่อนเข้ารับหน้าที่ รัฐมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ด้วยถ้อยคำ ดังต่อไปนี้</p><p>“ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ”</p><p><u>มิให้นำความในมาตรา 24 วรรคสอง มาใช้บังคับกับการถวายสัตย์ปฏิญาณของรัฐมนตร</u>ี <u>ตามมาตราน</u>ี้”</p><p>ประธานกรรมการเสนอเพิ่มความเป็นวรรคสาม ดังนี้</p><p>“<u>ในกรณีที่โปรดเกล้าโปรดกระหม่อมให้คณะรัฐมนตรีปฏิบัติหน้าที่ไปพลางก่อนที่จะถวายสัตย</u>์<u>ปฏิญาณ ให้คณะรัฐมนตรีดำเนินการตามมาตรา 157 วรรคสองได้ ในกรณีเช่นนั้นให้ถือว่าคณะรัฐมนตรีได</u>้<u>เข้ารับหน้าที่แล้ว</u>”</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า ความว่า “ในกรณีเช่นนั้นให้ถือว่าคณะรัฐมนตรีได้เข้ารับหน้าที่แล้ว” ในวรรคสามที่มีการเสนอให้ เพิ่มขึ้นใหม่อาจเกิดปัญหาตีความได้ว่าคณะรัฐมนตรีจะต้องถวายสัตย์ปฏิญาณอีกหรือไม่ ดังนั้น ควรตัดความดังกล่าวออก</p><p>ประธานกรรมการกล่าวว่า หากไม่กำหนดความว่า “ให้ถือว่าคณะรัฐมนตรีได้เข้ารับหน้าที่แล้ว” จะมีผลทำให้คณะรัฐมนตรีชุดก่อนยังคงทำหน้าที่ต่อไปได้</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- มีการกำหนดขั้นตอนในการโปรดเกล้าโปรดกระหม่อมให้คณะรัฐมนตรีปฏิบัติหน้าที่ไว้แล้ว ดังนั้น ความในวรรคสามที่เพิ่มขึ้นใหม่ควรใช้ความว่า “ปฏิบัติหน้าที่ไปก่อน” แทนความว่า “ปฏิบัติหน้าที่ ไปพลางก่อน”</p><p>- เมื่อพระมหากษัตริย์โปรดเกล้าโปรดกระหม่อมให้คณะรัฐมนตรีปฏิบัติหน้าที่ไปพลางก่อน ก็จะ มีผลทำให้คณะรัฐมนตรีชุดก่อนต้องพ้นจากหน้าที่ไปด้วย</p><p>- หากเป็นกรณีแต่งตั้งรัฐมนตรีเพียงหนึ่งคนจะต้องมีดำเนินการถวายสัตย์ปฏิญาณตามวรรคสาม ที่เพิ่มขึ้นใหม่หรือไม่</p><p>ประธานกรรมการกล่าวว่า ความในวรรคสามที่เพิ่มขึ้นใหม่ เป็นกรณีที่พระมหากษัตริย์ทรงไม่ สะดวกที่จะให้คณะรัฐมนตรีถวายสัตย์ปฏิญาณ จึงให้คณะรัฐมนตรีปฏิบัติหน้าที่ไปพลางก่อน นอกจากนี้ หากเป็นกรณีที่มีรัฐมนตรีเพียงหนึ่งคนก็จะไม่ทำให้เกิดปัญหาใด เนื่องจากจะไม่มีพระบรมราชโองการให้ รัฐมนตรีนั้นปฏิบัติที่ไปพลางก่อน ส่วนความว่า “ไปพลางก่อน” มีความหมายว่าให้ปฏิบัติหน้าที่ชั่วคราว โดยคณะรัฐมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ในภายหลังด้วย ทั้งนี้ เสนอให้แก้ไขเพิ่มเติม ความในวรรคสามที่เพิ่มขึ้นใหม่ เป็นดังนี้</p><p>“<u>ในกรณีที่โปรดเกล้าโปรดกระหม่อมให้คณะรัฐมนตรีปฏิบัติหน้าที่ไปพลางก่อนที่จะถวายสัตย</u>์<u>ปฏิญาณ ให้คณะรัฐมนตรีดำเนินการตามมาตรา 157 วรรคสองได้ ในกรณีเช่นนั้นให้คณะรัฐมนตรีตาม</u><u>มาตรา 163(1) พ้นจากการปฏิบัติหน้าท</u>ี่”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 156 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"97","หน้า":"6-8"},{"หมวด":"8","ส่วน":"","มาตรา":"161","ร่างมาตรา":"161","ร่างบทบัญญัติ":"<p>“มาตรา 161 ก่อนเข้ารับหน้าที่ รัฐมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ด้วยถ้อยคำ ดังต่อไปนี้</p><p>“ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้า จะจงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ”</p><p>ในกรณีที่โปรดเกล้าโปรดกระหม่อมให้คณะรัฐมนตรีปฏิบัติหน้าที่ไปพลางก่อนที่จะถวายสัตย์ปฏิญาณ ให้คณะรัฐมนตรีนั้นดำเนินการตามมาตรา 162 วรรคสองได้ ในกรณีเช่นนี้ ให้คณะรัฐมนตรีตาม มาตรา 168 (1) พ้นจากการปฏิบัติหน้าที่นับแต่วันที่<strike>ทรง</strike>โปรดเกล้าโปรดกระหม่อมดังกล่าว”</p>","ประเด็นการพิจารณา":"<p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- ความในวรรคสองกำหนดให้คณะรัฐมนตรีสามารถดำเนินการตามมาตรา 162 วรรคสองได้ รวมถึงการแถลงนโยบายด้วยหรือไม่</p><p>- ความว่า “(ชื่อผู้ปฏิญาณ)” หมายความว่าผู้กล่าวจะต้องกล่าวคำนำหน้านามของตนเองด้วย ใช่หรือไม่</p><p>ประธานกรรมการกล่าวว่า ผู้ที่ถวายสัตย์ปฏิญาณตามร่างมาตรา 162 สามารถกล่าวคำนำหน้า นามของตนเองได้</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า คณะรัฐมนตรีตามวรรคสองจะมีอำนาจดำเนินการเฉพาะที่กำหนดไว้ตามมาตรา 162 วรรคสอง เท่านั้น และเสนอแก้ไขเพิ่มเติมความในวรรคสอง เป็นดังนี้ “...นับแต่วันที่<strike>ทรง</strike>โปรดเกล้าโปรดกระหม่อม ดังกล่าว”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขร่างมาตรา 161 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"113","หน้า":"20-21"},{"หมวด":"8","ส่วน":"","มาตรา":"162","ร่างมาตรา":"166","ร่างบทบัญญัติ":"<p>“มาตรา 166 คณะรัฐมนตรีที่จะเข้าบริหารราชการแผ่นดินต้องแถลงนโยบายต่อรัฐสภาซึ่งต้องสอดคล้องกับหน้าที่ของรัฐ แนวนโยบายแห่งรัฐ ยุทธศาสตร์ชาติ และสถานะทางการเงินการคลังของประเทศโดยไม่มีการลงมติไม่ไว้วางใจ ทั้งนี้ ภายในสิบห้าวันนับแต่วันเข้ารับหน้าที่</p><p>ก่อนแถลงนโยบายต่อรัฐสภาตามวรรคหนึ่ง หากมีกรณีที่สำคัญและจำเป็นเร่งด่วนซึ่งหากปล่อยให้เนิ่นช้าไปจะกระทบต่อประโยชน์สำคัญของแผ่นดิน คณะรัฐมนตรีที่เข้ารับหน้าที่จะดำเนินการไปพลางก่อน เพียงเท่าที่จำเป็นก็ได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 166 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"45","หน้า":"9"},{"หมวด":"8","ส่วน":"","มาตรา":"162","ร่างมาตรา":"164","ร่างบทบัญญัติ":"<p>“มาตรา 164 คณะรัฐมนตรีที่จะเข้าบริหารราชการแผ่นดินต้องแถลงนโยบายต่อรัฐสภาซึ่งต้องสอดคล้องกับหน้าที่ของรัฐ แนวนโยบายแห่งรัฐ <u>และ</u>ยุทธศาสตร์ชาติ และ<strike>สถานะการเงินการคลังของรัฐ </strike><u>ที่มาแห่งรายได</u>้ โดยไม่มีการลงมติความไว้วางใจ ทั้งนี้ ภายในสิบห้าวันนับแต่วันเข้ารับหน้าที่</p><p>ก่อนแถลงนโยบายต่อรัฐสภาตามวรรคหนึ่ง หากมีกรณีที่สำคัญและจำเป็นเร่งด่วนซึ่งหากปล่อยให้เนิ่นช้าไปจะกระทบต่อประโยชน์สำคัญของแผ่นดิน คณะรัฐมนตรีที่เข้ารับหน้าที่จะดำเนินการไปพลางก่อน เพียงเท่าที่จำเป็นก็ได้”</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- ความในวรรคหนึ่ง ความว่า “สถานะการเงินการคลังของรัฐ” หากแก้ไขเป็นความว่า “แผนการ บริหารการเงินการคลังของรัฐ” จะเหมาะสมมากกว่าหรือไม่</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า ความในมาตรานี้กำหนดขึ้นโดยมีวัตถุประสงค์ที่สำคัญ คือ การให้รัฐบาลจัดทำนโยบายโดยคำนึงถึงฐานะ ทางการเงินของรัฐ</p><p>ประธานกรรมการกล่าวว่า เรื่องที่เกี่ยวกับนโยบายของรัฐและสถานะการเงินการคลังของรัฐนั้น ควรกำหนดไว้ในส่วนที่ว่าด้วยวินัยทางการเงินและการคลัง ดังนั้น เสนอให้ตัดความว่า “สถานะการเงิน การคลังของรัฐ” ในวรรคหนึ่ง ออก</p><p>- มีกรรมการแสดงความเห็นว่า ควรเพิ่มความว่า “แผนพัฒนาเศรษฐกิจและสังคมแห่งชาติ” ในวรรคหนึ่งเพื่อบังคับให้รัฐบาลที่จะต้องดำเนินนโยบายตามแผนพัฒนาเศรษฐกิจและสังคมแห่งชาติด้วย</p><p>ประธานกรรมการกล่าวว่า แผนพัฒนาเศรษฐกิจและสังคมแห่งชาตินั้นจัดทำขึ้นโดยสำนักงาน คณะกรรมการพัฒนาการเศรษฐกิจและสังคมแห่งชาติซึ่งไม่ได้เป็นหลักประกันว่าจะเป็นการพัฒนาที่ดีที่สุด ดังนั้น เมื่อรัฐบาลมีแนวคิดในการดำเนินนโยบายที่แตกต่างจากแผนพัฒนาเศรษฐกิจและสังคมแห่งชาติ ก็อาจกำหนดแผนในการพัฒนาขึ้นใหม่ก็ได้</p><p>- มีกรรมการแสดงความเห็นว่า การตัดความว่า “สถานะการเงินการคลังของรัฐ” ในวรรคหนึ่ง ออก อาจทำให้รัฐดำเนินนโยบายโดยไม่คำนึงถึงฐานะการเงินการคลังของรัฐได้</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคหนึ่ง เป็นดังนี้ “คณะรัฐมนตรีที่จะเข้าบริหาร ราชการแผ่นดินต้องแถลงนโยบายต่อรัฐสภาซึ่งต้องสอดคล้องกับหน้าที่ของรัฐ แนวนโยบายแห่งรัฐ <u>และ</u> ยุทธศาสตร์ชาติ และ<strike>สถานะการเงินการคลังของรัฐ</strike><u>ที่มาแห่งรายได</u>้ โดยไม่มีการลงมติความไว้วางใจ ทั้งนี้ ภายในสิบห้าวันนับแต่วันเข้ารับหน้าที่”</p><p>- มีกรรมการแสดงความเห็นว่า ควรมีการเผยแพร่แนวนโยบายของรัฐบาลและที่มาของรายได้ ที่จะนำมาใช้ในการดำเนินการตามนโยบาย รวมทั้งข้อวิพากษ์วิจารณ์ของพรรคการเมืองฝ่ายค้าน เพื่อให้ ประชาชนรับทราบข้อมูลอย่างรอบด้านและมีความตื่นตัวต่อการดำเนินนโยบายของรัฐบาล</p><p>ประธานกรรมการกล่าวว่า ประเด็นดังกล่าวนี้ควรนำไปกำหนดไว้ในกฎหมายประกอบรัฐธรรมนูญ ว่าด้วยวินัยทางการเงินการคลัง</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 164 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"63","หน้า":"54-56"},{"หมวด":"8","ส่วน":"","มาตรา":"162","ร่างมาตรา":"164","ร่างบทบัญญัติ":"<p> “มาตรา 164 คณะรัฐมนตรีที่จะเข้าบริหารราชการแผ่นดินต้องแถลงนโยบายต่อรัฐสภาซึ่งต้องสอดคล้องกับหน้าที่ของรัฐ แนวนโยบายแห่งรัฐ และยุทธศาสตร์ชาติ และต้องชี้แจงแหล่งที่มาของรายได้ที่จะนำมาใช้จ่ายในการดำเนินนโยบาย โดยไม่มีการลงมติความไว้วางใจ ทั้งนี้ ภายในสิบห้าวันนับแต่วันเข้ารับหน้าที่</p><p>ก่อนแถลงนโยบายต่อรัฐสภาตามวรรคหนึ่ง หากมีกรณีสำคัญและจำเป็นเร่งด่วนซึ่งหากปล่อยให้เนิ่นช้าไปจะกระทบต่อประโยชน์สำคัญของแผ่นดิน คณะรัฐมนตรีที่เข้ารับหน้าที่จะดำเนินการไปพลางก่อน เพียงเท่าที่จำเป็นก็ได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 164 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"70","หน้า":"24"},{"หมวด":"8","ส่วน":"","มาตรา":"162","ร่างมาตรา":"157","ร่างบทบัญญัติ":"<p>“มาตรา 157 คณะรัฐมนตรีที่จะเข้าบริหารราชการแผ่นดินต้องแถลงนโยบายต่อรัฐสภาซึ่งต้องสอดคล้องกับหน้าที่ของรัฐ แนวนโยบายแห่งรัฐ และยุทธศาสตร์ชาติ และต้องชี้แจงแหล่งที่มาของรายได้ที่จะนำมาใช้จ่ายในการดำเนินนโยบาย โดยไม่มีการลงมติความไว้วางใจ ทั้งนี้ ภายในสิบห้าวันนับแต่วันเข้ารับหน้าที่</p><p>ก่อนแถลงนโยบายต่อรัฐสภาตามวรรคหนึ่ง หากมีกรณีที่สำคัญและจำเป็นเร่งด่วนซึ่งหากปล่อยให้เนิ่นช้าไปจะกระทบต่อประโยชน์สำคัญของแผ่นดิน คณะรัฐมนตรีที่เข้ารับหน้าที่จะดำเนินการไปพลางก่อน เพียงเท่าที่จำเป็นก็ได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 157 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"95","หน้า":"28"},{"หมวด":"8","ส่วน":"","มาตรา":"162","ร่างมาตรา":"162","ร่างบทบัญญัติ":"<p> “มาตรา 162 คณะรัฐมนตรีที่จะเข้าบริหารราชการแผ่นดินต้องแถลงนโยบายต่อรัฐสภาซึ่งต้องสอดคล้องกับหน้าที่ของรัฐ แนวนโยบายแห่งรัฐ และยุทธศาสตร์ชาติ และต้องชี้แจงแหล่งที่มาของรายได้ที่จะนำมาใช้จ่ายในการดำเนินนโยบาย โดยไม่มีการลงมติความไว้วางใจ ทั้งนี้ ภายในสิบห้าวันนับแต่วันเข้ารับหน้าที่</p><p>ก่อนแถลงนโยบายต่อรัฐสภาตามวรรคหนึ่ง หากมีกรณีที่สำคัญและจำเป็นเร่งด่วนซึ่งหากปล่อยให้เนิ่นช้าไปจะกระทบต่อประโยชน์สำคัญของแผ่นดิน คณะรัฐมนตรีที่เข้ารับหน้าที่จะดำเนินการไปพลางก่อน เพียงเท่าที่จำเป็นก็ได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 162 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"21-22"},{"หมวด":"8","ส่วน":"","มาตรา":"163","ร่างมาตรา":"161","ร่างบทบัญญัติ":"<p>“มาตรา 161 ในกรณีที่มีการประชุมสภาผู้แทนราษฎรหรือวุฒิสภาเพื่อตั้งกระทู้ถามในเรื่องใดเกี่ยวกับงานหน้าที่ หรือการอภิปรายไม่ไว้วางใจนายกรัฐมนตรีหรือรัฐมนตรีผู้ใด ให้เป็นหน้าที่ของนายกรัฐมนตรีหรือรัฐมนตรีผู้นั้นต้องเข้าร่วมประชุมสภาผู้แทนราษฎรหรือวุฒิสภาเพื่อชี้แจงหรือตอบกระทู้ถามในเรื่องนั้นด้วยตนเอง เว้นแต่มีเหตุจำเป็นอันมิอาจหลีกเลี่ยงได้ทำให้ไม่อาจเข้าชี้แจงหรือตอบกระทู้ แต่ต้องแจ้งให้ประธานสภาผู้แทนราษฎรหรือประธานวุฒิสภาทราบก่อนหรือในวันประชุมสภาในเรื่องดังกล่าว</p><p>สมาชิกสภาผู้แทนราษฎรมีอิสระจากมติพรรคการเมืองในการตั้งกระทู้ถาม การอภิปราย และการลงมติในการอภิปรายไม่ไว้วางใจ” </p>","ประเด็นการพิจารณา":"<p> ที่ประชุมแสดงความเห็น ดังนี้</p><p>- การบัญญัติร่างมาตรานี้ เพื่อให้ฝ่ายบริหารเห็นความสำคัญของฝ่ายนิติบัญญัติ โดยรัฐมนตรีต้องมาตอบกระทู้ถามต่อสภาผู้แทนราษฎรหรือวุฒิสภา ซึ่งร่างมาตรานี้ยังมีความจำเป็นในแง่ที่เป็นการสะท้อนให้เห็นว่านายกรัฐมนตรีหรือรัฐมนตรีมีความเอาใจใส่ในการบริหารราชการแผ่นดินเพียงใดโดยเฉพาะเรื่องที่มีการตั้งกระทู้ถาม</p><p>- เหตุที่นายกรัฐมนตรีหรือรัฐมนตรีไม่มาตอบกระทู้ถาม เนื่องจากกระทู้ถามบางเรื่องไม่มีความสำคัญ แต่เป็นการตั้งกระทู้ถามเพื่อหวังผลคะแนนของคนในพื้นที่ที่ตนเป็นสมาชิกสภาผู้แทนราษฎรอยู่ ดังนั้น ควรให้นายกรัฐมนตรีหรือรัฐมนตรีมาตอบกระทู้ถามในเรื่องที่มีความสำคัญเท่านั้น</p><p>- สิ่งที่กำหนดไว้ในรัฐธรรมนูญควรจะต้องปฏิบัติได้จริง</p><p>- เมื่อร่างมาตรานี้เป็นเครื่องมือในการควบคุมการบริหารราชการแผ่นดินของฝ่ายบริหาร การตัดร่างมาตรานี้ออกเนื่องจากเป็นเครื่องมือที่ใช้ไม่ได้ผลในทางปฏิบัติ อาจก่อให้เกิดคำถามว่าเหตุใดจึงไม่ปรับปรุงหรือออกแบบเครื่องมือดังกล่าวให้ใช้ได้ผลในทางปฏิบัติ</p><p>ประธานกรรมการกล่าวว่า ในทางปฏิบัติฝ่ายบริหารและฝ่ายนิติบัญญัติต่างมีภาระหน้าที่ที่ต้องปฏิบัติ การกำหนดให้รัฐมนตรีต้องเข้าร่วมประชุมสภาผู้แทนราษฎรหรือวุฒิสภาเพื่อชี้แจงหรือตอบกระทู้ถามด้วยตนเองอาจทำให้รัฐมนตรีไม่มีเวลาบริหารงานในส่วนของตนซึ่งอาจส่งผลให้บ้านเมืองเสียหายได้ นอกจากนี้ ที่ผ่านมาแม้จะกำหนดความตามร่างมาตรานี้ไว้ในรัฐธรรมนูญแต่ก็ไม่มีบทลงโทษใดหากไม่ปฏิบัติตาม ทั้งนี้ ควรนำเรื่องดังกล่าวไปกำหนดไว้ในเรื่องสิทธิในการเข้าประชุมสภาของรัฐมนตรี โดยแก้ไขเพิ่มเติมให้เป็นสิทธิและหน้าที่ในการเข้าร่วมประชุมสภาของรัฐมนตรี หรือนำไปกำหนดไว้ในจริยธรรมทางการเมือง เช่น กำหนดจำนวนครั้งที่รัฐมนตรีต้องเข้าประชุมสภาว่าต้องไม่น้อยกว่าเท่าใด รวมทั้งหาก ไม่ปฏิบัติตามจะมีบทลงโทษอย่างไร</p><p>- มีกรรมการแสดงความเห็นว่า ควรกำหนดเรื่องการเข้าร่วมประชุมสภาของรัฐมนตรีเสียใหม่ โดยให้การเข้าร่วมประชุมสภาของรัฐมนตรีเป็นหน้าที่</p><p>ประธานกรรมการกล่าวว่า อาจเขียนให้สิทธิในการเข้าร่วมประชุมสภาเป็นของรัฐมนตรี แต่เมื่อใดที่สภาพิจารณาเกี่ยวกับงานในหน้าที่ของรัฐมนตรี รัฐมนตรีมีหน้าที่ต้องมาร่วมประชุมสภา</p><p>- มีกรรมการแสดงความเห็นว่า ร่างมาตรานี้เป็นเรื่องหน้าที่ในการเข้าร่วมประชุมสภาของรัฐมนตรี และมีข้อยกเว้นกรณีรัฐมนตรีไม่สามารถเข้าร่วมประชุมสภาได้ จึงควรคงร่างมาตรานี้ไว้</p><p>ประธานกรรมการชี้แจงว่า หน้าที่ในการเข้าร่วมประชุมสภาของรัฐมนตรีมีหลายอย่าง โดยร่างมาตรานี้เป็นเรื่องที่เกี่ยวกับกระทู้ถาม จึงไม่ควรกำหนดเฉพาะเจาะจงให้เป็นหน้าที่ แต่ในกรณีที่มีการพิจารณากฎหมายที่เกี่ยวข้องกับงานในหน้าที่ของรัฐมนตรี รัฐมนตรีควรมีหน้าที่ต้องเข้าร่วมประชุมสภา</p><p>- มีกรรมการแสดงความเห็นว่า จะมีมาตรการทางบวกอย่างไรที่จะทำให้ฝ่ายรัฐบาลและ ฝ่ายนิติบัญญัติลดความเป็นปฏิปักษ์และลดความขัดแย้งทางการเมือง ร่วมกันปฏิบัติหน้าที่ในเชิงสร้างสรรค์ได้</p><p>ประธานกรรมการกล่าวว่า อาจกระทำได้โดยการสร้างกลไกไว้ในขณะที่เกิดปัญหาสำคัญในประเทศ ให้ผู้นำฝ่ายค้านในสภาผู้แทนราษฎรมีสิทธิในการเสนอแนะต่อรัฐบาลในที่ประชุมสภา โดยการให้ผู้นำ ฝ่ายค้านในสภาผู้แทนราษฎรเสนอต่อประธานสภาผู้แทนราษฎรให้นัดประชุมเป็นกรณีพิเศษ และให้นายกรัฐมนตรีหรือรัฐมนตรีที่เกี่ยวข้องมาเข้าร่วมประชุม เพื่อให้รัฐบาลนำข้อเสนอแนะนั้นไปพิจารณา และนำผลการพิจารณาของรัฐบาลมาแจ้งต่อสภาภายในระยะเวลาที่กำหนด ทั้งนี้ ต้องไม่เป็นการ เปิดอภิปรายไม่ไว้วางใจ</p><p>- มีกรรมการแสดงความเห็นว่า เดิมรัฐธรรมนูญกำหนดให้เป็นอำนาจของคณะรัฐมนตรีที่สามารถหารือต่อสภาได้ ร่างรัฐธรรมนูญนี้จะแก้ไขให้ผู้นำฝ่ายค้านในสภาผู้แทนราษฎรมีอำนาจดังกล่าว อาจเป็นเรื่องที่เหมาะสม</p><p>- มีกรรมการสอบถามว่า หากตัดความในวรรคสองเรื่องการให้สมาชิกสภาผู้แทนราษฎรมีอิสระจากมติพรรคการเมืองในการตั้งกระทู้ถาม การอภิปราย และการลงมติในการอภิปรายไม่ไว้วางใจออกแล้ว จะนำไปบัญญัติไว้ที่ใดหรือไม่</p><p>ประธานกรรมการชี้แจงว่า ความในวรรคสองเรื่องให้สมาชิกสภาผู้แทนราษฎรมีอิสระจากมติ พรรคการเมืองในการอภิปราย และการลงมติในการอภิปรายไม่ไว้วางใจ อาจนำไปบัญญัติไว้ในส่วนของการอภิปรายและการลงมติของสมาชิกสภาผู้แทนราษฎร</p><p>ที่ประชุมมอบหมายให้ฝ่ายเลขานุการคณะกรรมการจัดทำเอกสารสรุปแสดงความเปลี่ยนแปลงของร่างรัฐธรรมนูญนี้ที่แตกต่างจากรัฐธรรมนูญฉบับก่อนๆ เฉพาะหลักการที่มีความสำคัญโดยไม่ต้องระบุมาตราหรือรายละเอียด เสนอต่อที่ประชุมเพื่อให้คณะกรรมการมีความเข้าใจร่างรัฐธรรมนูญไปในแนวทางเดียวกัน</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติให้ตัดร่างมาตรา 161 ออกทั้งมาตรา โดยให้นำเรื่องสิทธิในการเข้าร่วมประชุมสภาของรัฐมนตรีไปบัญญัติไว้ในหมวดคณะรัฐมนตรี </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"43","หน้า":"21-23"},{"หมวด":"8","ส่วน":"","มาตรา":"163","ร่างมาตรา":"167","ร่างบทบัญญัติ":"<p>“มาตรา 167 รัฐมนตรี<u>ซึ่งมิได้เป็นสมาชิกสภาผู้แทนราษฎร</u>ย่อมมีสิทธิเข้าประชุมและแถลง ข้อเท็จจริงหรือแสดงความคิดเห็นในที่ประชุมสภา แต่ไม่มีสิทธิออกเสียงลงคะแนน <strike>และในกรณีที่สภา ผู้แทนราษฎรหรือวุฒิสภามีมติให้เข้าประชุมในเรื่องใด รัฐมนตรีต้องเข้าร่วมประชุม </strike>และให้นำเอกสิทธิ์ ที่บัญญัติไว้ในมาตรา 125 มาใช้บังคับโดยอนุโลม” </p>","ประเด็นการพิจารณา":"<p>มีกรรมการแสดงความเห็นว่า รัฐธรรมนูญ 2540 ห้ามสมาชิกสภาผู้แทนราษฎรเป็นรัฐมนตรี จึงได้บัญญัติความว่า “ในกรณีที่สภาผู้แทนราษฎรหรือวุฒิสภามีมติให้เข้าประชุมในเรื่องใด รัฐมนตรีต้อง เข้าร่วมประชุม” แต่ร่างรัฐธรรมนูญฉบับนี้ไม่ได้ห้ามสมาชิกสภาผู้แทนราษฎรเป็นรัฐมนตรี จึงควรตัดความ ดังกล่าวออก</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมร่างมาตรา 167 เป็นดังนี้ “รัฐมนตรี<u>ซึ่งมิได้เป็น</u> <u>สมาชิกสภาผู้แทนราษฎร</u>ย่อมมีสิทธิเข้าประชุมและแถลงข้อเท็จจริงหรือแสดงความคิดเห็นในที่ประชุมสภา แต่ไม่มีสิทธิออกเสียงลงคะแนน <strike>และในกรณีที่สภาผู้แทนราษฎรหรือวุฒิสภามีมติให้เข้าประชุมในเรื่อง ใด รัฐมนตรีต้องเข้าร่วมประชุม </strike>และให้นำเอกสิทธิ์ที่บัญญัติไว้ในมาตรา 125 มาใช้บังคับโดยอนุโลม”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 167 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"45","หน้า":"9"},{"หมวด":"8","ส่วน":"","มาตรา":"163","ร่างมาตรา":"165","ร่างบทบัญญัติ":"<p>“มาตรา 165 รัฐมนตรีซึ่งมิได้เป็นสมาชิกสภาผู้แทนราษฎรย่อมมีสิทธิเข้าประชุมและแถลงข้อเท็จจริงหรือแสดงความคิดเห็นในที่ประชุมสภา แต่ไม่มีสิทธิออกเสียงลงคะแนน และให้นำเอกสิทธิ์ ที่บัญญัติไว้ในมาตรา 123 มาใช้บังคับโดยอนุโลม”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 165 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"63","หน้า":"56"},{"หมวด":"8","ส่วน":"","มาตรา":"163","ร่างมาตรา":"165","ร่างบทบัญญัติ":"<p>“มาตรา 165 รัฐมนตรี<strike>ซึ่งมิได้เป็นสมาชิกสภาผู้แทนราษฎร</strike>ย่อมมีสิทธิเข้าประชุมและแถลงข้อเท็จจริงหรือแสดงความคิดเห็นในที่ประชุมสภา แต่ไม่มีสิทธิออกเสียงลงคะแนน<u>เว้นแต่เป็นการออกเสียง</u><u>ลงคะแนนในสภาผู้แทนราษฎรในกรณีที่รัฐมนตรีผู้นั้นเป็นสมาชิกสภาผู้แทนราษฎรด้วย</u> และให้นำเอกสิทธิ์ ที่บัญญัติไว้ในมาตรา 123 มาใช้บังคับโดยอนุโลม”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการเสนอแก้ไขร่างมาตรา 165 เพื่อให้เกิดความชัดเจนในการตีความ ความที่เสนอ เป็นดังนี้ “รัฐมนตรีย่อมมีสิทธิเข้าประชุมและแถลงข้อเท็จจริงหรือแสดงความคิดเห็นในที่ประชุมสภา แต่ไม่ มีสิทธิออกเสียงลงคะแนนเว้นแต่เป็นการออกเสียงลงคะแนนในสภาผู้แทนราษฎรในกรณีที่รัฐมนตรีผู้นั้น เป็นสมาชิกสภาผู้แทนราษฎรด้วย และให้นำเอกสิทธิ์ที่บัญญัติไว้ในมาตรา 123 มาใช้บังคับโดยอนุโลม” เนื่องจากรัฐมนตรีย่อมมีสิทธิเข้าร่วมประชุมสภาไม่ว่าจะเป็นการประชุมสภาผู้แทนราษฎรหรือการประชุม วุฒิสภาก็สามารถเข้าร่วมประชุมได้</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 165 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"70","หน้า":"24-25"},{"หมวด":"8","ส่วน":"","มาตรา":"163","ร่างมาตรา":"158","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p>นอกจากนี้ สอบถามว่าร่างมาตรา 158 ความว่า “รัฐมนตรีย่อมมีสิทธิเข้าประชุมและแถลงข้อเท็จจริงหรือแสดงความคิดเห็นในที่ประชุมสภา แต่ไม่มีสิทธิออกเสียงลงคะแนน เว้นแต่เป็นการออกเสียงลงคะแนนในสภาผู้แทนราษฎรในกรณีที่รัฐมนตรีผู้นั้นเป็นสมาชิกสภาผู้แทนราษฎรด้วย และให้นำเอกสิทธิ์ที่บัญญัติไว้ในมาตรา 119 มาใช้บังคับโดยอนุโลม” นั้น รัฐมนตรีสามารถเข้าร่วมประชุมทั้งการประชุมรัฐสภา สภาผู้แทนราษฎร และวุฒิสภาใช่หรือไม่</p><p>ประธานกรรมการกล่าวว่า ความว่า “รัฐมนตรีย่อมมีสิทธิเข้าประชุมและแถลงข้อเท็จจริงหรือแสดงความคิดเห็นในที่ประชุมสภา” หมายถึงในการประชุมรัฐสภา สภาผู้แทนราษฎร หรือวุฒิสภา แต่หากเป็นการประชุมสภาผู้แทนราษฎรหากรัฐมนตรีผู้นั้นเป็นสมาชิกสภาผู้แทนราษฎรสามารถออกเสียงลงคะแนนในสภาผู้แทนราษฎรได้ </p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึง สิทธิในการเข้าร่วมประชุมรัฐสภา สภาผู้แทนราษฎรและการประชุมวุฒิสภาของรัฐมนตรี แต่ไม่มีการลงมติ","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"73","หน้า":"36"},{"หมวด":"8","ส่วน":"","มาตรา":"163","ร่างมาตรา":"158","ร่างบทบัญญัติ":"<p> “มาตรา 158 รัฐมนตรีย่อมมีสิทธิเข้าประชุมและแถลงข้อเท็จจริง หรือแสดงความคิดเห็นในที่ประชุมสภา แต่ไม่มีสิทธิออกเสียงลงคะแนนเว้นแต่เป็นการออกเสียงลงคะแนนในสภาผู้แทนราษฎร ในกรณีที่รัฐมนตรีผู้นั้นเป็นสมาชิกสภาผู้แทนราษฎรด้วย และให้นำเอกสิทธิ์ที่บัญญัติไว้ในมาตรา 119 มาใช้บังคับโดยอนุโลม”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 158 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"95","หน้า":"28-29"},{"หมวด":"8","ส่วน":"","มาตรา":"163","ร่างมาตรา":"163","ร่างบทบัญญัติ":"<p>“มาตรา 163 รัฐมนตรีย่อมมีสิทธิเข้าประชุมและแถลงข้อเท็จจริง หรือแสดงความคิดเห็นในที่ประชุมสภา แต่ไม่มีสิทธิออกเสียงลงคะแนนเว้นแต่เป็นการออกเสียงลงคะแนนในสภาผู้แทนราษฎร ในกรณีที่รัฐมนตรีผู้นั้นเป็นสมาชิกสภาผู้แทนราษฎรด้วย และให้นำเอกสิทธิ์ที่บัญญัติไว้ในมาตรา 124 มาใช้บังคับโดยอนุโลม”</p>","ประเด็นการพิจารณา":"<p>มีกรรมการสอบถามว่า เมื่อสมาชิกสภาผู้แทนราษฎรดำรงตำแหน่งเป็นรัฐมนตรีแล้วจะทำให้สมาชิก ภาพของสมาชิกสภาผู้แทนราษฎรต้องสิ้นสุดด้วยหรือไม่</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า สมาชิกสภาผู้แทนราษฎร สามารถดำรงตำแหน่งเป็นรัฐมนตรีได้โดยไม่ทำให้สมาชิกภาพของสมาชิกสภาผู้แทนราษฎรสิ้นสุดลง</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 163 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"113","หน้า":"22"},{"หมวด":"8","ส่วน":"","มาตรา":"164","ร่างมาตรา":"168","ร่างบทบัญญัติ":"<p> “มาตรา 168 ในการบริหารราชการแผ่นดิน รัฐมนตรีต้องดำเนินการตามบทบัญญัติแห่งรัฐธรรมนูญ กฎหมาย และนโยบายที่ได้แถลงไว้ต่อรัฐสภา และต้องรับผิดชอบต่อสภาผู้แทนราษฎรในหน้าที่ของตน รวมทั้งต้องรับผิดชอบร่วมกันต่อรัฐสภาในนโยบายทั่วไปของคณะรัฐมนตรี</p><p>นอกจากหน้าที่และความรับผิดชอบตามวรรคหนึ่งแล้ว คณะรัฐมนตรีมีหน้าที่และความรับผิดชอบ ดังต่อไปนี้</p><p>(1) คุ้มครองการใช้สิทธิและเสรีภาพของปวงชนชาวไทยมิให้ถูกล่วงละเมิดการใช้ชีวิตอย่างปกติสุข เกินสมควรกว่าเหตุและเป็นไปโดยเสมอภาคภายในบทบัญญัติของรัฐธรรมนูญและกฎหมาย</p><p>(2) การกำหนดนโยบายพื้นฐานของการบริหารราชการแผ่นดินพึงต้องดำเนินการให้เป็นไปตามหมวด 5 หน้าที่ของรัฐ และหมวด 6 แนวนโยบายแห่งรัฐ โดยคำนึงถึงการบริหารงานของรัฐในระยะยาว และประโยชน์สูงสุดที่จะเกิดขึ้นแก่ประชาชน</p><p>(3) การใช้จ่ายเงินแผ่นดินต้องเป็นไปด้วยความโปร่งใสเพื่อประโยชน์ส่วนรวมและไม่เกิดความเสียหายต่อฐานะการเงินของประเทศ โดยต้องปฏิบัติตามกฎหมายว่าด้วยวินัยทางการเงินการคลังอย่างเคร่งครัด</p><p>(4) การปฏิบัติหน้าที่ต้องมีความระมัดระวังมิให้เกิดความเสียหายอย่างร้ายแรงต่อความมั่นคงแห่งรัฐ สถานะของประเทศ และความเป็นอยู่ของประชาชน</p><p>ในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภา มีจำนวนไม่น้อยกว่าหนึ่งในหกของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภาเห็นว่าการปฏิบัติหน้าที่ในเรื่องใดของคณะรัฐมนตรีไม่เป็นไปตาม วรรคหนึ่งหรือวรรคสอง และเกิดความเสียหายอย่างร้ายแรง ให้ยื่นคำร้องต่อศาลรัฐธรรมนูญเพื่อพิจารณา</p><p>ถ้าศาลรัฐธรรมนูญเห็นว่า คำร้องตามวรรคสามมีสาระควรแก่การวินิจฉัย ให้ส่งเรื่องให้ประธานศาลรัฐธรรมนูญ ประธานศาลฎีกา ประธานศาลปกครองสูงสุด และประธานองค์กรอิสระประชุมร่วมกันเพื่อ วินิจฉัยคำร้องโดยปรึกษาหารือกับนายกรัฐมนตรีด้วย หากเห็นว่าการปฏิบัติหน้าที่ในเรื่องนั้นของคณะรัฐมนตรีจะเกิดความเสียหายอย่างร้ายแรง และไม่มีทางแก้ไขเป็นประการอื่น ให้มีอำนาจวินิจฉัยให้คณะรัฐมนตรียุติการปฏิบัติหน้าที่ในเรื่องนั้นได้”</p>","ประเด็นการพิจารณา":"<p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- เหตุใดจึงให้ประธานองค์กรอิสระมีส่วนร่วมในการวินิจฉัยการปฏิบัติหน้าที่ของคณะรัฐมนตรี และ หมายรวมถึงประธานองค์กรอิสระทุกองค์กรหรือไม่ เนื่องจากคณะกรรมการมีแนวคิดว่าไม่ต้องการให้ ฝ่ายบริหารก้าวก่ายการปฏิบัติหน้าที่ขององค์กรอิสระ ดังนั้น จึงไม่ควรให้องค์กรอิสระก้าวก่ายการปฏิบัติ หน้าที่ของฝ่ายบริหารด้วยเช่นกัน</p><p>- การที่คณะรัฐมนตรีแถลงนโยบายต่อรัฐสภาแล้วไม่ปฏิบัติตามนโยบายที่แถลงไว้ ควรให้กลไก ทางการเมืองตรวจสอบกันเอง ไม่ควรให้ประธานศาลรัฐธรรมนูญ ประธานศาลฎีกา ประธานศาลปกครอง สูงสุด และประธานองค์กรอิสระเป็นผู้วินิจฉัยคำร้อง นอกจากนี้ ความในตอนต้นของร่างมาตรา 168 ใช้คำว่า “รัฐมนตรี” แต่ความในตอนท้ายใช้คำว่า “คณะรัฐมนตรี” จะขัดกันหรือไม่</p><p>- ควรให้ประธานองค์กรอิสระที่มีหน้าที่วินิจฉัยชี้ขาด เช่น ป.ป.ช. ร่วมวินิจฉัยการปฏิบัติหน้าที่ของ คณะรัฐมนตรีเท่านั้น ไม่ควรรวมถึงประธานองค์กรอิสระอื่นที่มีหน้าที่ให้คำปรึกษา เช่น ผู้ตรวจการแผ่นดิน เป็นต้น</p><p>- ศาลรัฐธรรมนูญจะร่วมวินิจฉัยการปฏิบัติหน้าที่ของคณะรัฐมนตรี กรณีคณะรัฐมนตรีปฏิบัติหน้าที่ แล้วก่อให้เกิดความเสียหายกับประเทศ แต่เรื่องบางเรื่อง เช่น เรื่องการเงินการคลัง ก็อาจจะต้องให้ประธาน องค์กรอิสระมาร่วมวินิจฉัย นอกจากนี้ ร่างมาตรา 168 เป็นการกำหนดเรื่องการปฏิบัติหน้าที่ของ คณะรัฐมนตรีทำให้เกิดความเสียหาย ในกรณีที่คณะรัฐมนตรีไม่ปฏิบัติหน้าที่ทำให้เกิดความเสียหาย ควรจะ กำหนดไว้ในร่างมาตรานี้ด้วยหรือไม่</p><p>- ความว่า “เกิดความเสียหายอย่างร้ายแรง” ใน (4) รวมถึงวิกฤติการณ์ระดับโลกด้วยหรือไม่ เช่น แผ่นดินไหว โรคระบาด หรือสงครามโลก เป็นต้น</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า คณะกรรมการมอบหมายให้ คณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญยกร่างบทบัญญัติเกี่ยวกับการปฏิบัติหน้าที่ของคณะรัฐมนตรี โดยเฉพาะกรณีการปฏิบัติหน้าที่ของคณะรัฐมนตรีจนก่อให้เกิดความเสียหายกับประเทศว่าจะมีมาตรการ ดำเนินการอย่างไร โดยหลักการในการปฏิบัติหน้าที่ของคณะรัฐมนตรี ฝ่ายบริหารมีหน้าที่ต้องปฏิบัติตาม สัญญาที่ให้ไว้กับประชาชน โดยต้องกระทำโดยสุจริต รอบคอบ และมีเหตุผลอันสมควร รวมทั้งต้องมีข้อมูล ประกอบการตัดสินใจที่ครบถ้วน</p><p>- มีกรรมการแสดงความเห็นว่า หากเป็นกรณีที่คณะรัฐมนตรีไม่ดำเนินการตามนโยบายที่แถลงต่อ รัฐสภา ก็ควรแก้ไขปัญหาด้วยกลไกทางการเมืองเสียก่อน หากไม่สามารถแก้ไขปัญหาได้จึงให้ สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภายื่นคำร้องต่อศาลรัฐธรรมนูญเพื่อพิจารณา</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในร่างมาตรา 168 วรรคหนึ่ง วรรคสอง และเพิ่มความ เป็นวรรคใหม่ เป็นดังนี้</p><p><strike>“</strike>มาตรา 168 ในการบริหารราชการแผ่นดิน <u>คณะ</u>รัฐมนตรีต้องดำเนินการตามบทบัญญัติแห่ง รัฐธรรมนูญ กฎหมาย และนโยบายที่ได้แถลงไว้ต่อรัฐสภา <strike>และต้องรับผิดชอบต่อสภาผู้แทนราษฎรใน หน้าที่ของตนรวมทั้งต้องรับผิดชอบร่วมกันต่อรัฐสภาในนโยบายทั่วไปของคณะรัฐมนตรี </strike><u>และตาม</u> <u>หลักเกณฑ์ ดังต่อไปน</u>ี้</p><p><strike>นอกจากหน้าที่และความรับผิดชอบตามวรรคหนึ่งแล้ว คณะรัฐมนตรีมีหน้าที่และความ</strike><strike>รับผิดชอบ ดังต่อไปนี้</strike></p><p><strike>(1) คุ้มครองการใช้สิทธิและเสรีภาพของปวงชนชาวไทยมิให้ถูกล่วงละเมิดการใช้ชีวิตอย่าง ปกติสุขเกินสมควรกว่าเหตุและเป็นไปโดยเสมอภาคภายในบทบัญญัติของรัฐธรรมนูญและกฎหมาย</strike></p><p>(2) การกำหนดนโยบาย<strike>พื้นฐานของการบริหารราชการแผ่นดินพึง</strike><u>ของคณะรัฐมนตร</u>ีต้อง ดำเนินการให้เป็นไปตามหมวด 5 หน้าที่ของรัฐ และหมวด 6 แนวนโยบายแห่งรัฐ <strike>โดยคำนึงถึงการ บริหารงานของรัฐในระยะยาว</strike><u>ตามสถานะทางการเงินของประเทศ</u>และประโยชน์สูงสุดที่จะเกิดขึ้นแก่ ประชาชน</p><p>(3) การใช้จ่ายเงินแผ่นดินต้องเป็นไปด้วยความโปร่งใสเพื่อประโยชน์ส่วนรวมและ<strike>ไม่เกิดความ</strike><strike>เสียหายต่อฐานะการเงินของประเทศ โดย</strike>ต้องปฏิบัติตามกฎหมายว่าด้วยวินัยทางการเงินการคลังอย่าง เคร่งครัด</p><p>(4) การปฏิบัติหน้าที่ต้อง<strike>มี</strike><u>เป็นไปโดยสุจริต เป็นธรรม ด้วย</u>ความระมัดระวังมิให้เกิดความเสียหาย<strike>อย่างร้ายแรง</strike>ต่อความมั่นคงแห่งรัฐ สถานะของประเทศ และความเป็นอยู่ของประชาชน</p><p><u>รัฐมนตรีต้องรับผิดชอบต่อสภาผู้แทนราษฎรในหน้าที่ของตน รวมทั้งต้องรับผิดชอบร่วมกันต่อ</u> <u>รัฐสภาในนโยบายทั่วไปของคณะรัฐมนตร</u>ี”</p><p>- มีกรรมการแสดงความเห็นว่า การกำหนดหน้าที่ของคณะรัฐมนตรีไว้บางประการในเรื่องอำนาจ ในการบริหารราชการแผ่นดินตามร่างมาตรานี้ เพื่อป้องกันไม่ให้นายกรัฐมนตรีปัดความรับผิดชอบในการ บริหารราชการแผ่นดิน โดยอ้างว่าได้มอบหมายให้รัฐมนตรีเป็นผู้รับผิดชอบแทน ซึ่งการบัญญัติหน้าที่ไว้ใน มาตรานี้ไม่ได้กำหนดบทลงโทษไว้ แต่เป็นการบอกให้สภาผู้แทนราษฎรรับรู้ถึงความรับผิดชอบของ คณะรัฐมนตรี อย่างไรก็ตาม ไม่ควรบัญญัติในลักษณะที่เป็นการกำหนดหน้าที่ ซึ่งอาจเป็นการบัญญัติจำกัด อำนาจหน้าที่ของคณะรัฐมนตรีได้แต่ควรให้ฝ่ายบริหารดำเนินการไปตามกลไกทางการเมือง โดยให้อำนาจ ในการบริหารราชการแผ่นดินได้อย่างเต็มที่ และหากพบว่าฝ่ายบริหารกระทำทุจริต ก็ให้องค์กรอิสระทำ หน้าที่ตรวจสอบตามช่องทางปกติที่ได้กำหนดอำนาจหน้าที่ขององค์กรอิสระไว้ ดังนั้น ร่างมาตรานี้จึงควร บัญญัติในลักษณะที่เป็นการกำหนดหลักเกณฑ์เกี่ยวกับอำนาจหน้าที่คณะรัฐมนตรีให้อยู่ในกรอบของอำนาจ หน้าที่ของตนเท่านั้น โดยอาจนำหลักเกณฑ์บางประการไปบัญญัติไว้ในกฎหมายประกอบรัฐธรรมนูญ เพื่อให้องค์กรอิสระต่างๆ สามารถตรวจสอบการใช้อำนาจของฝ่ายบริหารได้</p><p>- เหตุที่มีการบัญญัติความใน (2) ของร่างมาตรา 168 เนื่องจากเป็นการบัญญัติแยกระหว่าง นโยบายของรัฐบาลที่แถลงต่อรัฐสภาตามร่างมาตรา 166 ซึ่งเป็นนโยบายที่รัฐบาลต้องทำและอาจเป็น นโยบายที่พรรคการเมืองใช้ในการหาเสียงก็ได้ โดยร่างมาตรา 168 (2) เป็นการเน้นย้ำให้รัฐบาลจะต้องมี นโยบายที่สอดคล้องตามหมวด 5 และหมวด 6 ของรัฐธรรมนูญนี้ เท่านั้น</p><p>- ความใน (2) อาจเป็นการบัญญัติถ้อยคำที่ซ้ำซ้อนกับร่างมาตรา 166 ในประเด็นการกำหนด นโยบายของคณะรัฐมนตรี เนื่องจากร่างมาตรา 166 ก็ได้บัญญัติในเรื่องการแถลงนโยบายต่อรัฐสภาที่ต้อง สอดคล้องกับหน้าที่ของรัฐไว้แล้ว</p><p>ต่อประเด็นดังกล่าว ที่ประชุมเห็นว่า ควรตัดความใน (2) ของร่างมาตรา 168 ออก และให้มีการ ปรับปรุงถ้อยคำใหม่ โดยบัญญัติความใน (2) ในลักษณะที่เป็นการเร่งรัดการดำเนินการตามหน้าที่ของรัฐ ให้ลุล่วงไป</p><p>- ควรมีการกำหนดกลไกให้ประชาชนเสนอความคิดเห็นต่อนโยบายของรัฐบาล ในกรณีที่รัฐบาล กำหนดนโยบายในลักษณะที่เป็นการลุแก่อำนาจเพื่อเอื้อประโยชน์ให้กับพรรคพวกของตน</p><p>- เสนอให้ตัดความในวรรคสามและวรรคสี่ของร่างมาตรา 168 ออกทั้งหมด </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติให้รอการพิจารณาร่างมาตรา 168 ไว้ก่อน โดยมอบหมายให้คณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญไปปรับปรุงถ้อยคำใหม่ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"45","หน้า":"10-12"},{"หมวด":"8","ส่วน":"","มาตรา":"164","ร่างมาตรา":"166","ร่างบทบัญญัติ":"<p> “มาตรา 166 ในการบริหารราชการแผ่นดิน คณะรัฐมนตรีต้องดำเนินการตามบทบัญญัติแห่งรัฐธรรมนูญ กฎหมาย และนโยบายที่ได้แถลงไว้ต่อรัฐสภา และต้องปฏิบัติตามหลักเกณฑ์ ดังต่อไปนี้ด้วย</p><p>(1) ปฏิบัติหน้าที่และใช้อำนาจด้วยความซื่อสัตย์ สุจริต เสียสละ เปิดเผย และมีความรอบคอบและระมัดระวังในการดำเนินกิจการต่าง ๆ เพื่อประโยชน์สูงสุดของประเทศและประชาชนส่วนร่วม</p><p>(2) ใช้จ่ายเงินแผ่นดินตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐอย่างเคร่งครัด</p><p>(3) ยึดถือและปฏิบัติตามหลักการบริหารกิจการบ้านเมืองที่ดี</p><p>(4) สร้างเสริมให้ทุกภาคส่วนในสังคมอยู่ร่วมกันอย่างผาสุก </p><p>รัฐมนตรีต้องรับผิดชอบต่อสภาผู้แทนราษฎรในเรื่องที่อยู่ในหน้าที่และอำนาจของตน รวมทั้งต้องรับผิดชอบร่วมกันต่อรัฐสภาในการกำหนดนโยบายและการดำเนินการตามนโยบายของคณะรัฐมนตรี”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 166 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"63","หน้า":"56"},{"หมวด":"8","ส่วน":"","มาตรา":"164","ร่างมาตรา":"166","ร่างบทบัญญัติ":"<p>“มาตรา 166 ในการบริหารราชการแผ่นดิน คณะรัฐมนตรีต้องดำเนินการตามบทบัญญัติแห่งรัฐธรรมนูญ กฎหมาย และนโยบายที่ได้แถลงไว้ต่อรัฐสภา และต้องปฏิบัติตามหลักเกณฑ์ดังต่อไปนี้ด้วย</p><p>(1) ปฏิบัติหน้าที่และใช้อำนาจด้วยความซื่อสัตย์ สุจริต เสียสละ เปิดเผย และมีความรอบคอบและ ระมัดระวังในการดำเนินกิจการต่าง ๆ เพื่อประโยชน์สูงสุดของประเทศและประชาชนส่วนร่วม</p><p>(2) ใช้จ่ายเงินแผ่นดินตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐอย่างเคร่งครัด</p><p>(3) ยึดถือและปฏิบัติตามหลักการบริหารกิจการบ้านเมืองที่ดี</p><p>(4) สร้างเสริมให้ทุกภาคส่วนในสังคมอยู่ร่วมกันอย่างผาสุก</p><p><strike>(5) คุ้มครองป้องกันมิให้มีการแทรกแซงกิจการภายในของชาติ</strike></p><p>รัฐมนตรีต้องรับผิดชอบต่อสภาผู้แทนราษฎรในเรื่องที่อยู่ในหน้าที่และอำนาจของตน รวมทั้งต้องรับผิดชอบร่วมกันต่อรัฐสภาในการกำหนดนโยบายและการดำเนินการตามนโยบายของคณะรัฐมนตรี”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการเสนอตัดความใน (5) ออกทั้งอนุมาตรา เนื่องจากได้มีการกำหนดไว้ในร่างมาตรา 64 ของหมวด 6 แนวนโยบายแห่งรัฐ เพื่อเป็นแนวทางให้รัฐต้องกำหนดนโยบายให้สอดคล้องอยู่แล้ว จึงไม่มี ความจำเป็นที่จะต้องบัญญัติความใน (5) ไว้ในร่างมาตรานี้อีก นอกจากนี้ การกำหนดความใน (5) ไว้ใน ร่างมาตรานี้อาจทำให้เกิดผลกระทบต่อการเมืองระหว่างประเทศได้</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขร่างมาตรา 166 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"70","หน้า":"25"},{"หมวด":"8","ส่วน":"","มาตรา":"164","ร่างมาตรา":"159","ร่างบทบัญญัติ":"<p>“มาตรา 159 ในการบริหารราชการแผ่นดิน คณะรัฐมนตรีต้องดำเนินการตามบทบัญญัติแห่งรัฐธรรมนูญ กฎหมาย และนโยบายที่ได้แถลงไว้ต่อรัฐสภา และต้องปฏิบัติตามหลักเกณฑ์ดังต่อไปนี้ด้วย</p><p>(1) ปฏิบัติหน้าที่และใช้อำนาจด้วยความซื่อสัตย์ สุจริต เสียสละ เปิดเผย และมีความรอบคอบและระมัดระวังในการดำเนินกิจการต่าง ๆ เพื่อประโยชน์สูงสุดของประเทศและประชาชนส่วนรวม</p><p>(2) <strike>ใช้จ่าย</strike><u>รักษาวินัยในกิจการที่เกี่ยวกับ</u>เงินแผ่นดินตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐอย่างเคร่งครัด</p><p>(3) ยึดถือและปฏิบัติตามหลักการบริหารกิจการบ้านเมืองที่ดี</p><p>(4) สร้างเสริมให้ทุกภาคส่วนในสังคมอยู่ร่วมกัน<u>อย่างเป็นธรรมและ</u>อย่างผาสุก</p><p>รัฐมนตรีต้องรับผิดชอบต่อสภาผู้แทนราษฎรในเรื่องที่อยู่ในหน้าที่และอำนาจของตน รวมทั้งต้องรับผิดชอบร่วมกันต่อรัฐสภาในการกำหนดนโยบายและการดำเนินการตามนโยบายของคณะรัฐมนตรี”</p>","ประเด็นการพิจารณา":"<p>นายอมร วาณิชวิวัฒน์ โฆษกกรรมการ กล่าวว่า สภาขับเคลื่อนการปฏิรูปประเทศได้เสนอ ความเห็นเกี่ยวกับหลักการในเรื่องการปฏิบัติหน้าที่ของคณะรัฐมนตรี ว่าควรกำหนดห้ามมิให้คณะรัฐมนตรี ใช้อำนาจในการแทรกแซงการแต่งตั้ง โยกย้าย และการปฏิบัติหน้าที่ของหน่วยงานของรัฐหรือเจ้าหน้าที่ของรัฐ</p><p>นายอัชพร จารุจินดา กรรมการ กล่าวว่า ศาสตราจารย์พนัส สิมะเสถียร อดีตรัฐมนตรีว่าการ กระทรวงการคลังได้เสนอความเห็นให้มีการแก้ไขเพิ่มเติมหลักการในร่างมาตรา 159 (2) เป็นดังนี้ “(2) รักษาวินัยในกิจการที่เกี่ยวกับเงินแผ่นดินตามกฎหมายว่าด้วยการเงินการคลังของรัฐ”</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคหนึ่ง (2) ของร่างมาตรา 159 เป็นดังนี้ “(2) <strike>ใช้จ่าย</strike><u>รักษาวินัยในกิจการที่เกี่ยวกับ</u>เงินแผ่นดินตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐ อย่างเคร่งครัด”</p><p>มีกรรมการแสดงความเห็นว่า ความว่า “สร้างเสริมให้ทุกภาคส่วนในสังคมอยู่ร่วมกันอย่างผาสุก” ในวรรคหนึ่ง (4) ควรเพิ่มเติมหลักการให้ทุกภาคส่วนในสังคมอยู่ร่วมกันอย่างผาสุกและเป็นธรรมด้วย</p><p>ประธานกรรมการเสนอแก้ไขความในวรรคหนึ่ง (4) ของร่างมาตรา 159 เป็นดังนี้ “(4) สร้างเสริม ให้ทุกภาคส่วนในสังคมอยู่ร่วมกัน<u>อย่างเป็นธรรมและ</u>อย่างผาสุก”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 159 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอมร วาณิชวิวัฒน์","นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"95","หน้า":"29-30"},{"หมวด":"8","ส่วน":"","มาตรา":"164","ร่างมาตรา":"159","ร่างบทบัญญัติ":"<p>“มาตรา 159 ในการบริหารราชการแผ่นดิน คณะรัฐมนตรีต้องดำเนินการตามบทบัญญัติแห่งรัฐธรรมนูญ กฎหมาย และนโยบายที่ได้แถลงไว้ต่อรัฐสภา และต้องปฏิบัติตามหลักเกณฑ์ดังต่อไปนี้ด้วย</p><p>(1) ปฏิบัติหน้าที่และใช้อำนาจด้วยความซื่อสัตย์ สุจริต เสียสละ เปิดเผย และมีความรอบคอบและระมัดระวังในการดำเนินกิจการต่าง ๆ เพื่อประโยชน์สูงสุดของประเทศและประชาชนส่วนรวม</p><p>(2) <strike>ใช้จ่าย</strike><u>รักษาวินัยในกิจการที่เกี่ยวกับ</u>เงินแผ่นดินตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐอย่างเคร่งครัด</p><p>(3) ยึดถือและปฏิบัติตามหลักการบริหารกิจการบ้านเมืองที่ดี</p><p>(4) สร้างเสริมให้ทุกภาคส่วนในสังคมอยู่ร่วมกันอย่าง<u>เป็นธรรม</u> ผาสุก<u>และสามัคคีปรองดอง</u></p><p>รัฐมนตรีต้องรับผิดชอบต่อสภาผู้แทนราษฎรในเรื่องที่อยู่ในหน้าที่และอำนาจของตน รวมทั้งต้องรับผิดชอบร่วมกันต่อรัฐสภาในการกำหนดนโยบายและการดำเนินการตามนโยบายของคณะรัฐมนตรี”</p>","ประเด็นการพิจารณา":"<p> เมื่อคราวประชุมคณะกรรมการร่างรัฐธรรมนูญ ครั้งที่ 95 วันอังคาร ที่ 1 มีนาคม 2559 ที่ประชุมมีมติแก้ไขเพิ่มเติมร่างมาตรา 159 เป็นดังนี้</p><p>“มาตรา 159 ในการบริหารราชการแผ่นดิน คณะรัฐมนตรีต้องดำเนินการตามบทบัญญัติแห่ง รัฐธรรมนูญ กฎหมาย และนโยบายที่ได้แถลงไว้ต่อรัฐสภา และต้องปฏิบัติตามหลักเกณฑ์ดังต่อไปนี้ด้วย</p><p>(1) ปฏิบัติหน้าที่และใช้อำนาจด้วยความซื่อสัตย์ สุจริต เสียสละ เปิดเผย และมีความรอบคอบและ ระมัดระวังในการดำเนินกิจการต่าง ๆ เพื่อประโยชน์สูงสุดของประเทศและประชาชนส่วนรวม</p><p>(2) <strike>ใช้จ่าย</strike><u>รักษาวินัยในกิจการที่เกี่ยวกับ</u>เงินแผ่นดินตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐอย่างเคร่งครัด</p><p>(3) ยึดถือและปฏิบัติตามหลักการบริหารกิจการบ้านเมืองที่ดี</p><p>(4) สร้างเสริมให้ทุกภาคส่วนในสังคมอยู่ร่วมกัน<u>อย่างเป็นธรรมและ</u>อย่างผาสุก</p><p>รัฐมนตรีต้องรับผิดชอบต่อสภาผู้แทนราษฎรในเรื่องที่อยู่ในหน้าที่และอำนาจของตน รวมทั้งต้องรับผิดชอบร่วมกันต่อรัฐสภาในการกำหนดนโยบายและการดำเนินการตามนโยบายของคณะรัฐมนตรี”</p><p>นายภุมรัตน ทักษาดิพงศ์ กรรมการ กล่าวว่า ร่างมาตรา 159 (4) อาจไม่ครอบคลุมถึงเหตุผลในการเสนอให้เพิ่มความเป็นร่างมาตรา 73/2 ทั้งหมด เนื่องจากการขอให้เพิ่มความเป็นร่างมาตรา 73/2 เพื่อให้รัฐบาลสามารถดำเนินการในการป้องกันหรือระงับยับยั้งความขัดแย้งที่จะนำไปสู่ความรุนแรงได้อย่าง ชัดเจนและเป็นรูปธรรม นอกจากนี้ เสนอแก้ไขความใน (4) เป็นดังนี้ “(4) สร้างเสริมให้ทุกภาคส่วน ในสังคมอยู่ร่วมกัน<u>อย่างเป็นธรรมและ</u>อย่างผาสุก<u>และส่งเสริมความสามัคคีปรองดองสมานฉันท์ปกป้อง</u><u>เทิดทูนสถาบันของคนในชาต</u>ิ” เพื่อให้รัฐบาลมีหน้าที่ในการปกป้องสถาบันให้ชัดเจน</p><p>ประธานกรรมการกล่าวว่า การป้องกันหรือระงับยับยั้งความขัดแย้งที่จะนำไปสู่ความรุนแรงเป็น หน้าที่โดยปกติของรัฐบาลในการบริหารราชการแผ่นดิน ส่วนความในร่างมาตรา 159 เป็นการเพิ่มหน้าที่ ให้แก่คณะรัฐมนตรีที่ต้องดำเนินการตาม (1) – (4) ให้ชัดเจน อีกทั้งร่างมาตรา 48 ได้กำหนดให้รัฐมีหน้าที่ โดยตรงในการพิทักษ์รักษาสถาบันไว้แล้ว การกำหนดให้รัฐพึงป้องกันระงับยับยั้งความขัดแย้งซึ่งอาจนำไปสู่ ความรุนแรงตามความในร่างมาตรา 72/3 อาจทำให้เกิดปัญหาได้ เนื่องจากรัฐบาลอาจนำความในร่าง มาตรา 72/3 ไปดำเนินการกับประชาชนที่ปกป้องสถาบัน โดยอ้างว่าเพื่อไม่ให้เกิดความรุนแรงและความ แตกแยกได้</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ควรกำหนดให้คณะรัฐมนตรีมีหน้าที่ในการสร้างความสามัคคีปรองดองสมานฉันท์ด้วย</p><p>- ความใน (4) ควรแก้ไขเพิ่มเติม เป็นดังนี้ “(4) สร้างเสริมให้ทุกภาคส่วนในสังคมอยู่ร่วมกัน<u>อย่าง</u> <u>สามัคคี เป็นธรรมและ</u>อย่างผาสุก”</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความใน (4) เป็นดังนี้ “(4) สร้างเสริมให้ทุกภาคส่วนในสังคม อยู่ร่วมกันอย่าง<u>เป็นธรรม</u> ผาสุก<u>และสามัคคีปรองดอง</u>\"</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 159 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายภุมรัตน ทักษาดิพงศ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"99","หน้า":"4-6"},{"หมวด":"8","ส่วน":"","มาตรา":"164","ร่างมาตรา":"164","ร่างบทบัญญัติ":"<p> “มาตรา 164 ในการบริหารราชการแผ่นดิน คณะรัฐมนตรีต้องดำเนินการตามบทบัญญัติแห่งรัฐธรรมนูญ กฎหมาย และนโยบายที่ได้แถลงไว้ต่อรัฐสภา และต้องปฏิบัติตามหลักเกณฑ์ดังต่อไปนี้ด้วย</p><p>(1) ปฏิบัติหน้าที่และใช้อำนาจด้วยความซื่อสัตย์ สุจริต เสียสละ เปิดเผย และมีความรอบคอบและระมัดระวังในการดำเนินกิจการต่าง ๆ เพื่อประโยชน์สูงสุดของประเทศและประชาชนส่วนรวม</p><p>(2) รักษาวินัยในกิจการที่เกี่ยวกับเงินแผ่นดินตามกฎหมายว่าด้วยวินัยการเงินการคลังของรัฐอย่างเคร่งครัด</p><p>(3) ยึดถือและปฏิบัติตามหลักการบริหารกิจการบ้านเมืองที่ดี</p><p>(4) สร้างเสริมให้ทุกภาคส่วนในสังคมอยู่ร่วมกันอย่างเป็นธรรม ผาสุก และสามัคคีปรองดองกัน</p><p>รัฐมนตรีต้องรับผิดชอบต่อสภาผู้แทนราษฎรในเรื่องที่อยู่ในหน้าที่และอำนาจของตน รวมทั้งต้องรับผิดชอบร่วมกันต่อรัฐสภาในการกำหนดนโยบายและการดำเนินการตามนโยบายของคณะรัฐมนตรี”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 164 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"22"},{"หมวด":"8","ส่วน":"","มาตรา":"165","ร่างมาตรา":"170","ร่างบทบัญญัติ":"<p> “มาตรา 170 ในกรณีที่มีปัญหาสำคัญเกี่ยวกับการบริหารราชการแผ่นดินที่คณะรัฐมนตรีเห็นสมควรจะฟังความคิดเห็นของสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภา นายกรัฐมนตรีจะแจ้งไปยังประธานรัฐสภาขอให้มีการเปิดอภิปรายทั่วไปในที่ประชุมร่วมกันของรัฐสภาก็ได้ ในกรณีเช่นว่านี้ รัฐสภาจะลงมติในปัญหาที่อภิปรายมิได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 170 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"45","หน้า":"13"},{"หมวด":"8","ส่วน":"","มาตรา":"165","ร่างมาตรา":"169","ร่างบทบัญญัติ":"<p> “มาตรา 169 ในกรณีที่มีปัญหาสำคัญเกี่ยวกับการบริหารราชการแผ่นดินที่คณะรัฐมนตรีเห็นสมควรจะฟังความคิดเห็นของสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภา นายกรัฐมนตรีจะแจ้งไปยังประธานรัฐสภาขอให้มีการเปิดอภิปรายทั่วไปในที่ประชุมร่วมกันของรัฐสภาก็ได้ ในกรณีเช่นว่านี้ รัฐสภาจะลงมติในปัญหาที่อภิปรายมิได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 169 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"63","หน้า":"57"},{"หมวด":"8","ส่วน":"","มาตรา":"165","ร่างมาตรา":"169","ร่างบทบัญญัติ":"<p> “มาตรา 169 ในกรณีที่มีปัญหาสำคัญเกี่ยวกับการบริหารราชการแผ่นดินที่คณะรัฐมนตรีเห็นสมควรจะฟังความคิดเห็นของสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภา นายกรัฐมนตรีจะแจ้งไปยัง ประธานรัฐสภาขอให้มีการเปิดอภิปรายทั่วไปในที่ประชุมร่วมกันของรัฐสภาก็ได้ ในกรณีเช่นว่านี้ รัฐสภาจะลงมติในปัญหาที่อภิปรายมิได้”</p>","ประเด็นการพิจารณา":"<p>มีกรรมการตั้งข้อสังเกตว่า ตามร่างมาตรา 169 มีความจำเป็นจะต้องมีการบัญญัติกำหนดวันใน การเปิดอภิปรายทั่วไปเมื่อประธานรัฐสภาได้รับแจ้งจากนายกรัฐมนตรีตามร่างมาตรานี้หรือไม่</p><p>ประธานกรรมการกล่าวว่า ร่างมาตรานี้เป็นกรณีที่รัฐบาลเป็นผู้ขอให้มีการเปิดอภิปรายทั่วไป จึงไม่มีความจำเป็นที่จะต้องบัญญัติกำหนดระยะเวลาไว้</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 169 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"70","หน้า":"26"},{"หมวด":"8","ส่วน":"","มาตรา":"165","ร่างมาตรา":"160","ร่างบทบัญญัติ":"<p>“มาตรา 160 ในกรณีที่มีปัญหาสำคัญเกี่ยวกับการบริหารราชการแผ่นดินที่คณะรัฐมนตรีเห็นสมควรจะฟังความคิดเห็นของสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภา นายกรัฐมนตรีจะแจ้งไปยังประธานรัฐสภาขอให้มีการเปิดอภิปรายทั่วไปในที่ประชุมร่วมกันของรัฐสภาก็ได้ ในกรณีเช่นว่านี้ รัฐสภาจะลงมติในปัญหาที่อภิปรายมิได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 160 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"95","หน้า":"30"},{"หมวด":"8","ส่วน":"","มาตรา":"165","ร่างมาตรา":"165","ร่างบทบัญญัติ":"<p>“มาตรา 165 ในกรณีที่มีปัญหาสำคัญเกี่ยวกับการบริหารราชการแผ่นดินที่คณะรัฐมนตรีเห็นสมควรจะฟังความคิดเห็นของสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภา นายกรัฐมนตรีจะแจ้งไปยังประธานรัฐสภาขอให้มีการเปิดอภิปรายทั่วไปในที่ประชุมร่วมกันของรัฐสภาก็ได้ ในกรณีเช่นว่านี้ รัฐสภาจะลงมติในปัญหาที่อภิปรายมิได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 165 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"22-23"},{"หมวด":"8","ส่วน":"","มาตรา":"166","ร่างมาตรา":"170/1","ร่างบทบัญญัติ":"<p> “มาตรา 170/1 ในกรณีที่คณะรัฐมนตรีเห็นว่ากิจการในเรื่องใดอาจกระทบถึงประโยชน์ได้เสียของประเทศชาติหรือประชาชน นายกรัฐมนตรีโดยความเห็นชอบของคณะรัฐมนตรีอาจปรึกษาประธานสภา ผู้แทนราษฎรและประธานวุฒิสภาเพื่อประกาศในราชกิจจานุเบกษาให้มีการออกเสียงประชามติได้</p><p>การออกเสียงประชามติตามวรรคหนึ่ง อาจจัดให้เป็นการออกเสียงเพื่อมีข้อยุติในปัญหาที่จัดให้มีการออกเสียงประชามติ หรือเป็นการออกเสียงเพื่อให้คำปรึกษาแก่คณะรัฐมนตรีก็ได้</p><p>การออกเสียงประชามติต้องเป็นการให้ออกเสียงเห็นชอบหรือไม่เห็นชอบในกิจการตามที่จัดให้มีการออกเสียงประชามติ และการจัดการออกเสียงประชามติในเรื่องที่ขัดหรือแย้งต่อรัฐธรรมนูญหรือเกี่ยวกับตัวบุคคลหรือคณะบุคคล จะกระทำมิได้</p><p>ก่อนการออกเสียงประชามติ รัฐต้องดำเนินการให้ข้อมูลอย่างเพียงพอ และให้บุคคลฝ่ายที่เห็นชอบ และไม่เห็นชอบกับกิจการนั้น มีโอกาสแสดงความคิดเห็นของตนได้อย่างเท่าเทียมกัน</p><p>หลักเกณฑ์และวิธีการออกเสียงประชามติให้เป็นไปตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการออกเสียงประชามติ ซึ่งอย่างน้อยต้องกำหนดรายละเอียดเกี่ยวกับวิธีการออกเสียงประชามติ ระยะเวลาในการดำเนินการและจำนวนเสียงประชามติเพื่อมีข้อยุติ”</p>","ประเด็นการพิจารณา":"<p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า การออกเสียงประชามติตามร่างมาตรานี้ได้พัฒนามาจากรัฐธรรมนูญ 2540 ที่กำหนดให้ทำ ประชามติเพื่อปรึกษาหารือเท่านั้น และเมื่อประกาศใช้รัฐธรรมนูญ 2550 การทำประชามติให้สามารถ ทำได้ 2 กรณี คือ เพื่อปรึกษาหารือหรือเพื่อหาข้อยุติ ดังนั้น ในกรณีที่ทำประชามติเพื่อปรึกษาหารือไม่ควร บัญญัติไว้ในรัฐธรรมนูญเนื่องจากไม่มีผลบังคับรัฐบาลจะทำหรือไม่ก็ได้ แต่ควรบัญญัติไว้ในรัฐธรรมนูญ เฉพาะกรณีที่เป็นการทำประชามติเพื่อหาข้อยุติเท่านั้น</p><p>ประธานกรรมการกล่าวว่า ควรบัญญัติความในร่างมาตรา 170/1 ให้สั้นลง โดยบัญญัติแต่เพียงว่า ให้คณะรัฐมนตรีเสนอให้ทำประชามติในเรื่องใดๆ ที่ไม่ใช่เรื่องเฉพาะตัวบุคคล และไม่ขัดหรือแย้งกับ รัฐธรรมนูญ ทั้งนี้ ตามหลักเกณฑ์ วิธีการ เงื่อนไข ตามที่บัญญัติไว้ในกฎหมายลูก </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติให้รอการพิจารณาร่างมาตรา 170/1 ไว้ก่อน โดยมอบหมายให้ คณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญไปปรับปรุงถ้อยคำใหม่</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอัชพร จารุจินดา"],"ประชุมครั้งที่":"45","หน้า":"14"},{"หมวด":"8","ส่วน":"","มาตรา":"166","ร่างมาตรา":"170","ร่างบทบัญญัติ":"<p> “มาตรา 170 คณะรัฐมนตรีอาจจัดให้มีการออกเสียงประชามติในเรื่องใด ๆ อันมิใช่เรื่องที่ขัดหรือแย้งต่อรัฐธรรมนูญหรือเรื่องที่เกี่ยวกับตัวบุคคลหรือคณะบุคคลได้ ทั้งนี้ ตามที่กฎหมายบัญญัติ”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า เรื่องการจัดให้มีการออกเสียงประชามตินั้น ควรกำหนดให้เป็นเรื่องสิทธิ ของปวงชนชาวไทย ทั้งนี้ ควรบัญญัติว่า “การจัดให้มีการออกเสียงประชามติในเรื่องใด ๆ อันมิใช่เรื่องที่ขัด หรือแย้งต่อรัฐธรรมนูญหรือเรื่องที่เกี่ยวกับตัวบุคคลหรือคณะบุคคลได้ ให้เป็นตามที่กฎหมายบัญญัติ” โดย นำไปบัญญัติไว้ในหมวดว่าด้วยสิทธิและเสรีภาพของปวงชนชาวไทยจะเหมาะสมมากกว่า</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติตัดร่างมาตรา 170 ออกทั้งมาตรา โดยให้นำความในมาตรานี้ไปกำหนดไว้ใน หมวดว่าด้วยสิทธิและเสรีภาพของปวงชนชาวไทย</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"63","หน้า":"57-58"},{"หมวด":"8","ส่วน":"","มาตรา":"166","ร่างมาตรา":"169/1","ร่างบทบัญญัติ":"<p> “มาตรา 169/1 ในกรณีที่มีเหตุอันสมควร คณะรัฐมนตรีจะขอให้มีการออกเสียงประชามติในเรื่องใดอันมิใช่เรื่องที่ขัดหรือแย้งกับรัฐธรรมนูญหรือเรื่องที่เกี่ยวกับตัวบุคคลหรือคณะบุคคลใดได้ ทั้งนี้ ตามที่ กฎหมายบัญญัติ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 169/1 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"70","หน้า":"27"},{"หมวด":"8","ส่วน":"","มาตรา":"166","ร่างมาตรา":"170","ร่างบทบัญญัติ":"<p>“มาตรา 170 คณะรัฐมนตรีอาจจัดให้มีการออกเสียงประชามติในเรื่องใด ๆ อันมิใช่เรื่องที่ขัดหรือแย้งต่อรัฐธรรมนูญหรือเรื่องที่เกี่ยวกับตัวบุคคลหรือคณะบุคคลได้ ทั้งนี้ ตามที่กฎหมายบัญญัติ”</p>","ประเด็นการพิจารณา":"<p>ที่ประชุมเห็นควรให้นำหลักการของร่างมาตรา 170 ไปบัญญัติเป็นร่างมาตรา 48/1</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติตัดร่างมาตรา 170 ออกทั้งมาตรา โดยให้นำหลักการของร่างมาตรานี้ ไปบัญญัติเป็นร่างมาตรา 48/1</p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"70","หน้า":"27"},{"หมวด":"8","ส่วน":"","มาตรา":"166","ร่างมาตรา":"161","ร่างบทบัญญัติ":"<p>“มาตรา 161 ในกรณีที่มีเหตุอันสมควร คณะรัฐมนตรีจะขอให้มีการออกเสียงประชามติในเรื่องใด อันมิใช่เรื่องที่ขัดหรือแย้งต่อรัฐธรรมนูญหรือเรื่องที่เกี่ยวกับตัวบุคคลหรือคณะบุคคลใดได้ ทั้งนี้ ตามที่ กฎหมายบัญญัติ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 161 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"95","หน้า":"30"},{"หมวด":"8","ส่วน":"","มาตรา":"166","ร่างมาตรา":"166","ร่างบทบัญญัติ":"<p> “มาตรา 166 ในกรณีที่มีเหตุอันสมควร คณะรัฐมนตรีจะขอให้มีการออกเสียงประชามติในเรื่องใด อันมิใช่เรื่องที่ขัดหรือแย้งต่อรัฐธรรมนูญหรือเรื่องที่เกี่ยวกับตัวบุคคลหรือคณะบุคคลใดได้ ทั้งนี้ ตามที่ กฎหมายบัญญัติ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 166 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"23"},{"หมวด":"8","ส่วน":"","มาตรา":"167","ร่างมาตรา":"171","ร่างบทบัญญัติ":"<p> “มาตรา 171 รัฐมนตรีทั้งคณะพ้นจากตำแหน่ง เมื่อ</p><p>(1) ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงตามมาตรา 173</p><p>(2) อายุสภาผู้แทนราษฎรสิ้นสุดลงหรือมีการยุบสภาผู้แทนราษฎร</p><p>(3) คณะรัฐมนตรีลาออก</p><p>ในกรณีที่ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงตามมาตรา 173 (1) (2) (3) (4) (5) (7) หรือ (8) ให้ดำเนินการตามมาตรา 162 และมาตรา 163 โดยอนุโลม”</p>","ประเด็นการพิจารณา":"<p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ความในร่างมาตรา 171 ความเป็นนายกรัฐมนตรีหมายถึงความเป็นรัฐมนตรีด้วย</p><p>- ความใน (3) ที่บัญญัติว่า “คณะรัฐมนตรีลาออก” นั้น อาจไม่สามารถปฏิบัติได้จริง เนื่องจาก คณะรัฐมนตรีมีฐานะเป็นองค์กรหนึ่ง จึงไม่สามารถลาออกได้</p><p>ประธานกรรมการกล่าวว่า คณะรัฐมนตรีลาออกอาจเกิดขึ้นได้ในกรณีที่คณะรัฐมนตรีมีมติให้ ลาออก ดังนั้น จึงมีความจำเป็นที่ต้องบัญญัติความใน (3) ไว้</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 171 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"45","หน้า":"14-15"},{"หมวด":"8","ส่วน":"","มาตรา":"167","ร่างมาตรา":"171","ร่างบทบัญญัติ":"<p>“มาตรา 171 รัฐมนตรีทั้งคณะพ้นจากตำแหน่ง เมื่อ</p><p>(1) ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงตามมาตรา 174</p><p>(2) อายุสภาผู้แทนราษฎรสิ้นสุดลงหรือมีการยุบสภาผู้แทนราษฎร</p><p>(3) คณะรัฐมนตรีลาออก</p><p>(4) ศาลรัฐธรรมนูญมีคำวินิจฉัยตามมาตรา 146</p><p>ในกรณีที่ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงตามมาตรา 174 (1) (2) (3) (4) (5) หรือ (6) ให้ดำเนินการตามมาตรา 161 โดยอนุโลม”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 171 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"63","หน้า":"58"},{"หมวด":"8","ส่วน":"","มาตรา":"167","ร่างมาตรา":"171","ร่างบทบัญญัติ":"<p>“มาตรา 171 รัฐมนตรีทั้งคณะพ้นจากตำแหน่ง เมื่อ</p><p>(1) ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงตามมาตรา 174</p><p>(2) อายุสภาผู้แทนราษฎรสิ้นสุดลงหรือมีการยุบสภาผู้แทนราษฎร</p><p>(3) คณะรัฐมนตรีลาออก</p><p>(4) ศาลรัฐธรรมนูญมีคำวินิจฉัยตามมาตรา 146</p><p>เมื่อคณะรัฐมนตรีทั้งคณะพ้นจากตำแหน่งตาม (1) (3) หรือ (4) ให้ดำเนินการเพื่อให้มีคณะรัฐมนตรีขึ้นใหม่ตามมาตรา 160 และมาตรา 161”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 171 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"70","หน้า":"27"},{"หมวด":"8","ส่วน":"","มาตรา":"167","ร่างมาตรา":"162","ร่างบทบัญญัติ":"<p>“มาตรา 162 รัฐมนตรีทั้งคณะพ้นจากตำแหน่ง เมื่อ</p><p>(1) ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงตามมาตรา 165</p><p>(2) อายุสภาผู้แทนราษฎรสิ้นสุดลงหรือมีการยุบสภาผู้แทนราษฎร</p><p>(3) คณะรัฐมนตรีลาออก</p><p>(4) <strike>ศาลรัฐธรรมนูญมีคำวินิจฉัย</strike><u>พ้นจากตำแหน่ง</u>ตามมาตรา 139</p><p>เมื่อรัฐมนตรีทั้งคณะพ้นจากตำแหน่งตาม (1) (3) หรือ (4) ให้ดำเนินการเพื่อให้มีคณะรัฐมนตรีขึ้นใหม่ตามมาตรา 153 และมาตรา 154” </p>","ประเด็นการพิจารณา":"<p>นายอมร วาณิชวิวัฒน์ โฆษกกรรมการ กล่าวว่า คณะกรรมาธิการขับเคลื่อนการปฏิรูปประเทศ ด้านการเมือง สภาขับเคลื่อนการปฏิรูปประเทศได้เสนอความเห็นให้มีการแก้ไขเพิ่มเติมร่างมาตรา 162 (2) ให้ตัดความว่า “หรือมีการยุบสภาผู้แทนราษฎร” ออก และใน (4) ควรกำหนดให้เป็นอำนาจของที่ประชุม ใหญ่ศาลฎีกาในการวินิจฉัย</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า ในร่างมาตรา 96 (10) กำหนด ว่า “<strike>ศาลรัฐธรรมนูญมีคำวินิจฉัยให้</strike>พ้นจากตำแหน่ง<u>เพราะเหต</u>ุตามมาตรา 139 หรือมาตรา 231 วรรคสาม” ดังนั้น ร่างมาตรา 162 (4) ควรบัญญัติรูปแบบเดียวกันกับร่างมาตรา 96 (10) หรือไม่</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความใน (4) ของร่างมาตรา 162 เป็นดังนี้ “(4) <strike>ศาลรัฐธรรมนูญมีคำวินิจฉัย</strike><u>พ้นจากตำแหน่ง</u>ตามมาตรา 139”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 162 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอมร วาณิชวิวัฒน์","นายธนาวัฒน์ สังข์ทอง"],"ประชุมครั้งที่":"95","หน้า":"30-31"},{"หมวด":"8","ส่วน":"","มาตรา":"167","ร่างมาตรา":"167","ร่างบทบัญญัติ":"<p>“มาตรา 167 รัฐมนตรีทั้งคณะพ้นจากตำแหน่ง เมื่อ</p><p>(1) ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงตามมาตรา 170</p><p>(2) อายุสภาผู้แทนราษฎรสิ้นสุดลงหรือมีการยุบสภาผู้แทนราษฎร</p><p>(3) คณะรัฐมนตรีลาออก</p><p>(4) พ้นจากตำแหน่งเพราะเหตุตามมาตรา 144</p><p>เมื่อรัฐมนตรีทั้งคณะพ้นจากตำแหน่งตาม (1) (3) หรือ (4) ให้ดำเนินการเพื่อให้มีคณะรัฐมนตรีขึ้นใหม่ตามมาตรา 158 และมาตรา 159”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 167 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"23"},{"หมวด":"8","ส่วน":"","มาตรา":"168","ร่างมาตรา":"172/1","ร่างบทบัญญัติ":"<p>“มาตรา 172/1 ในกรณีที่นายกรัฐมนตรีที่พ้นจากตำแหน่งลาออกจากการอยู่ในตำแหน่งเพื่อปฏิบัติหน้าที่ต่อไปตามมาตรา 172 หรือไม่มีคณะรัฐมนตรีปฏิบัติหน้าที่ ให้วุฒิสภาคัดเลือกผู้ปฏิบัติหน้าที่ แทนนายกรัฐมนตรีชั่วคราวจากบุคคลที่เห็นสมควร</p><p>มติของวุฒิสภาตามวรรคหนึ่งต้องมีคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่ามีอยู่ของวุฒิสภา</p><p>ให้บุคคลผู้ปฏิบัติหน้าที่นายกรัฐมนตรีชั่วคราวแต่งตั้งรัฐมนตรีตามจำนวนที่จำเป็นเพื่อปฏิบัติหน้าที่เป็นคณะรัฐมนตรี ทั้งนี้ ให้นำมาตรา 172 มาใช้บังคับแก่คณะรัฐมนตรีดังกล่าวด้วย”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการเสนอให้มีการบัญญัติถึงกรณีที่นายกรัฐมนตรีรักษาการพ้นจากตำแหน่งด้วยเหตุ แห่งการทุจริต หรือประพฤติตัวไม่เหมาะสมอย่างร้ายแรงในระหว่างที่รักษาการ ต้องให้คณะรัฐมนตรีพ้น จากตำแหน่งทั้งคณะ และหากมีสภาผู้แทนราษฎรก็ให้มีการเลือกคณะรัฐมนตรีขึ้นมาใหม่ แต่หากไม่มีสภา ผู้แทนราษฎรก็ให้อำนาจวุฒิสภาเลือกนายกรัฐมนตรีและคณะรัฐมนตรีใหม่ได้</p><p>สำหรับคณะรัฐมนตรีรักษาการมีได้ 2 กรณี คือ กรณีที่หนึ่ง คณะรัฐมนตรีพ้นจากตำแหน่งทั้งคณะ แต่ยังมีสภาผู้แทนราษฎร และกรณีที่สอง คณะรัฐมนตรีพ้นจากตำแหน่งทั้งคณะในกรณีที่มีการยุบสภาทำให้ ไม่มีสภาผู้แทนราษฎร และต้องมีการเลือกตั้งใหม่ ซึ่งผลของทั้ง 2 กรณี จะมีความแตกต่างกัน หากเป็นกรณี ที่ยังมีสภาผู้แทนราษฎร อำนาจของคณะรัฐมนตรีรักษาการอาจไม่อยู่ภายใต้บังคับของร่าง 172 เนื่องจาก สภาผู้แทนราษฎรต้องดำเนินการเลือกนายกรัฐมนตรีคนใหม่ ซึ่งไม่มีการเลือกตั้งใหม่ คณะกรรมการ การเลือกตั้งก็ไม่มีความจำเป็นต้องวินิจฉัยการทำหน้าที่ของคณะรัฐมนตรีรักษาการตามร่างมาตรา 172 สำหรับกรณีที่มีการยุบสภา อำนาจของคณะรัฐมนตรีรักษาการต้องอยู่ในบังคับของร่างมาตรา 172 ดังนั้น การพ้นจากตำแหน่งของคณะรัฐมนตรีมีได้หลายกรณี จึงมีความจำเป็นต้องแยกบัญญัติถึงกรณี การพ้นตำแหน่งให้มีความครอบคลุมถึงกรณีต่างๆ โดยเฉพาะการพ้นจากตำแหน่งของนายกรัฐมนตรี ด้วยเหตุแห่งการทุจริต</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- เมื่อนายกรัฐมนตรีพ้นจากตำแหน่งไม่ว่าด้วยเหตุใดๆ คณะรัฐมนตรีต้องพ้นจากตำแหน่งทั้งคณะ</p><p>- เหตุที่ไม่บัญญัติให้ปลัดกระทรวงรักษาการรัฐมนตรี เนื่องจากอาจเป็นกรณีการขัดกันแห่ง ผลประโยชน์ในการปฏิบัติหน้าที่ของข้าราชการ </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติให้รอการพิจารณาร่างมาตรา 172/1 ไว้ก่อน โดยมอบหมายให้ คณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญไปปรับปรุงถ้อยคำใหม่</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"45","หน้า":"16"},{"หมวด":"8","ส่วน":"","มาตรา":"168","ร่างมาตรา":"172","ร่างบทบัญญัติ":"<p>“มาตรา 172 ให้คณะรัฐมนตรีที่พ้นจากตำแหน่ง อยู่ปฏิบัติหน้าที่ต่อไปตามหลักเกณฑ์ ดังต่อไปนี้</p><p>(1) ในกรณีพ้นจากตำแหน่งตามมาตรา 171 (1) หรือ (3) และเป็นกรณีที่ไม่เกี่ยวกับการทุจริต ให้อยู่ปฏิบัติหน้าที่ต่อไปจนกว่าคณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่ แต่หากพ้นจากตำแหน่งตามมาตรา 171 (4) หรือเป็นกรณีที่เกี่ยวกับการทุจริต คณะรัฐมนตรีที่พ้นจากตำแหน่งจะอยู่ปฏิบัติหน้าที่ต่อไปมิได้ <strike>ในกรณีเช่นนี้ ให้วุฒิสภาเลือกผู้มีคุณสมบัติและไม่มีลักษณะต้องห้ามเช่นเดียวกับรัฐมนตรี และไม่เป็น</strike><strike>สมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา ผู้ดำรงตำแหน่งในองค์กรอิสระ ผู้พิพากษาหรือตุลาการ หรืออัยการ คนหนึ่งทำหน้าที่นายกรัฐมนตรี และให้ผู้ทำหน้าที่นายกรัฐมนตรีเลือกผู้มีคุณสมบัติและไม่ มีลักษณะต้องเช่นเดียวกับรัฐมนตรีอีกไม่เกินสามสิบห้าคนทำหน้าที่รัฐมนตรี และร่วมกันทำหน้าที่ คณะรัฐมนตรีตามรัฐธรรมนูญ</strike></p><p>(2) ในกรณีพ้นจากตำแหน่งตามมาตรา 171 (2) ให้อยู่ปฏิบัติหน้าที่ต่อไปจนกว่าคณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่</p><p>ในกรณีที่คณะรัฐมนตรี<strike>ตามวรรคหนึ่ง</strike><u>อยู่ปฏิบัติหน้าที่ต่อไปไม่ได้ตาม (1) หรือคณะรัฐมนตรีตาม </u><u>(2)</u> ลาออกจากตำแหน่งทั้งคณะ <u>และเป็นกรณีที่ไม่มีสภาผู้แทนราษฎร</u> ให้<strike>วุฒิสภาเลือกผู้ที่คุณสมบัติและ ไม่มีลักษณะต้องห้ามเช่นเดียวกับรัฐมนตรี และไม่เป็นสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา ผู้</strike><strike>ดำรงตำแหน่งในองค์กรอิสระ ผู้พิพากษาหรือตุลาการ หรืออัยการ คนหนึ่งทำหน้าที่นายกรัฐมนตรี และให้ผู้ทำหน้าที่นายกรัฐมนตรีเลือกผู้มีคุณสมบัติและไม่มีลักษณะต้องห้ามเช่นเดียวกับรัฐมนตรีอีกไม่เกินสามสิบห้าคนทำหน้าที่รัฐมนตรี และร่วมกันทำหน้าที่คณะรัฐมนตรีตามรัฐธรรมนูญ</strike><u>ปลัดกระทรวงปฏิบัติหน้าที่แทนรัฐมนตรีเฉพาะเท่าที่จำเป็นไปพลางก่อน โดยให้ปลัดกระทรวงคัดเลือกกันเองให้คนหนึ่งปฏิบัติหน้าที่แทนนายกรัฐมนตรี ด้วย</u>\"</p>","ประเด็นการพิจารณา":"<p> นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ความในร่างมาตรานี้กำหนดว่า กรณีที่คณะรัฐมนตรีพ้นจากตำแหน่งทั้งคณะ เพราะเหตุความเป็นนายกรัฐมนตรีสิ้นสุดลง หรือคณะรัฐมนตรี ลาออก หากไม่ใช่กรณีการทุจริตก็ให้อยู่ปฏิบัติหน้าที่ต่อไปได้ แต่ถ้าเป็นการพ้นจากตำแหน่งตาม (4) ซึ่งศาลรัฐธรรมนูญมีคำวินิจฉัยตามมาตรา 146 หรือเป็นกรณีที่เกี่ยวกับการทุจริตก็จะไม่สามารถอยู่ปฏิบัติ หน้าที่ต่อไปได้ จึงกำหนดให้วุฒิสภาทำหน้าที่เลือกผู้ทำหน้าที่นายกรัฐมนตรี ส่วนกรณีที่สภาผู้แทนราษฎร สิ้นสุดลงตามมาตรา 171 (2) ก็ให้อยู่ปฏิบัติหน้าที่ต่อไปจนกว่าคณะรัฐมนตรีชุดใหม่จะเข้ารับหน้าที่ และความในวรรคสองเป็นกรณีคณะรัฐมนตรีซึ่งอยู่ปฏิบัติหน้าที่ลาออกทั้งคณะ ก็ให้วุฒิสภาทำหน้าที่เลือก นายกรัฐมนตรี</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในร่างมาตรานี้ เป็นดังนี้</p><p>“มาตรา 172 ให้คณะรัฐมนตรีที่พ้นจากตำแหน่ง อยู่ปฏิบัติหน้าที่ต่อไปตามหลักเกณฑ์ ดังต่อไปนี้</p><p>(1) ในกรณีพ้นจากตำแหน่งตามมาตรา 171 (1) หรือ (3) และเป็นกรณีที่ไม่เกี่ยวกับการทุจริต ให้อยู่ปฏิบัติหน้าที่ต่อไปจนกว่าคณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่ แต่หากพ้นจากตำแหน่งตาม มาตรา 171 (4) หรือเป็นกรณีที่เกี่ยวกับการทุจริต คณะรัฐมนตรีที่พ้นจากตำแหน่งจะอยู่ปฏิบัติหน้าที่ ต่อไปมิได้ <strike>ในกรณีเช่นนี้ ให้วุฒิสภาเลือกผู้มีคุณสมบัติและไม่มีลักษณะต้องห้ามเช่นเดียวกับรัฐมนตรี และไม่เป็นสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา ผู้ดำรงตำแหน่งในองค์กรอิสระ ผู้พิพากษาหรือ</strike><strike>ตุลาการหรืออัยการ คนหนึ่งทำหน้าที่นายกรัฐมนตรี และให้ผู้ทำหน้าที่นายกรัฐมนตรีเลือกผู้มี คุณสมบัติและไม่มีลักษณะต้องเช่นเดียวกับรัฐมนตรีอีกไม่เกินสามสิบห้าคนทำหน้าที่รัฐมนตรี และ ร่วมกันทำหน้าที่คณะรัฐมนตรีตามรัฐธรรมนูญ</strike></p><p>(2) ในกรณีพ้นจากตำแหน่งตามมาตรา 171 (2) ให้อยู่ปฏิบัติหน้าที่ต่อไปจนกว่าคณะรัฐมนตรี ที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่</p><p>ในกรณีที่คณะรัฐมนตรี<strike>ตามวรรคหนึ่ง</strike><u>อยู่ปฏิบัติหน้าที่ต่อไปไม่ได้ตาม (1) หรือคณะรัฐมนตรีตาม </u><u>(2)</u> ลาออกจากตำแหน่งทั้งคณะ ให้วุฒิสภาเลือกผู้มีคุณสมบัติและไม่มีลักษณะต้องห้ามเช่นเดียวกับ รัฐมนตรี และไม่เป็นสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา ผู้ดำรงตำแหน่งในองค์กรอิสระ ผู้พิพากษา หรือตุลาการ หรืออัยการ คนหนึ่งทำหน้าที่นายกรัฐมนตรี และให้ผู้ทำหน้าที่นายกรัฐมนตรีเลือกผู้มี คุณสมบัติและไม่มีลักษณะต้องห้ามเช่นเดียวกับรัฐมนตรีอีกไม่เกินสามสิบห้าคนทำหน้าที่รัฐมนตรี <strike>และ ร่วมกันทำหน้าที่คณะรัฐมนตรีตามรัฐธรรมนูญ</strike><u>ต่อไป</u>”</p><p>ทั้งนี้ เหตุใดจึงกำหนดให้วุฒิสภาเป็นผู้เลือกผู้ทำหน้าที่นายกรัฐมนตรีแทนที่จะให้สภาผู้แทนราษฎร เป็นผู้เลือก</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า เฉพาะกรณีตามความใน (2) เท่านั้น ที่จะไม่มีสภาผู้แทนราษฎรอยู่ จึงควรกำหนดให้วุฒิสภาทำหน้าที่เลือก ผู้ทำหน้าที่นายกรัฐมนตรีเฉพาะใน (2) เท่านั้น</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคสอง เป็นดังนี้ “ในกรณีที่คณะรัฐมนตรี<strike>ตาม</strike><strike>วรรคหนึ่ง</strike><u>อยู่ปฏิบัติหน้าที่ต่อไปไม่ได้ตาม (1) หรือคณะรัฐมนตรีตาม (2)</u> ลาออกจากตำแหน่งทั้งคณะ <u>และ</u><u>เป็นกรณีที่ไม่มีสภาผู้แทนราษฎร</u> ให้วุฒิสภาเลือกผู้ที่คุณสมบัติและไม่มีลักษณะต้องห้ามเช่นเดียวกับ รัฐมนตรี และไม่เป็นสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา ผู้ดำรงตำแหน่งในองค์กรอิสระ ผู้พิพากษา หรือตุลาการ หรืออัยการ คนหนึ่งทำหน้าที่นายกรัฐมนตรี และให้ผู้ทำหน้าที่นายกรัฐมนตรีเลือกผู้มี คุณสมบัติและไม่มีลักษณะต้องห้ามเช่นเดียวกับรัฐมนตรีอีกไม่เกินสามสิบห้าคนทำหน้าที่รัฐมนตรี <strike>และ ร่วมกันทำหน้าที่คณะรัฐมนตรีตามรัฐธรรมนูญ</strike><u>ต่อไป</u>” และสอบถามว่า ในระหว่างไม่มีคณะรัฐมนตรี และ อยู่ในระหว่างการดำเนินการเลือกของสภาผู้แทนราษฎร จะกำหนดให้ใครมาทำหน้าที่รัฐมนตรี ในกรณีที่พ้น จากตำแหน่งเพราะทุจริตซึ่งกำหนดห้ามมิให้รักษาการ และกรณีรัฐมนตรีรักษาการลาออกทั้งคณะ</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- การกำหนดให้วุฒิสภาเลือกผู้ทำหน้าที่นายกรัฐมนตรีจะไว้วางใจให้ทำหน้าที่ได้หรือไม่ว่าจะได้ ผู้ทำหน้าที่นายกรัฐมนตรีที่มีความเหมาะสม</p><p>- อาจกำหนดให้ปลัดกระทรวงทำหน้าที่รัฐมนตรีเป็นการชั่วคราวในระหว่างการเลือกผู้ทำหน้าที่ นายกรัฐมนตรี เพราะคณะรัฐมนตรีตามวรรคหนึ่งอยู่ปฏิบัติหน้าที่ต่อไปไม่ได้ตาม (1) หรือคณะรัฐมนตรี ตาม (2) ลาออกจากตำแหน่งทั้งคณะ</p><p>- การกำหนดให้ปลัดกระทรวงทำหน้าที่รัฐมนตรีอาจเป็นการขัดกันแห่งผลประโยชน์</p><p>ประธานกรรมการกล่าวว่า หากจะกำหนดให้ปลัดกระทรวงทำหน้าที่รัฐมนตรีก็จะต้องกำหนดให้ทำหน้าที่ได้เพียงชั่วคราว และทำได้เฉพาะเท่าที่จำเป็นเท่านั้น จึงเสนอแก้ไขเพิ่มเติมความในวรรคสอง เป็นดังนี้ ““ในกรณีที่คณะรัฐมนตรี<strike>ตามวรรคหนึ่ง</strike><u>อยู่ปฏิบัติหน้าที่ต่อไปไม่ได้ตาม (1) หรือคณะรัฐมนตร</u>ี <u>ตาม (2)</u> ลาออกจากตำแหน่งทั้งคณะ <u>และเป็นกรณีที่ไม่มีสภาผู้แทนราษฎร</u> ให้<strike>วุฒิสภาเลือกผู้ที่คุณสมบัติ และไม่มีลักษณะต้องห้ามเช่นเดียวกับรัฐมนตรี และไม่เป็นสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา ผู้</strike><strike>ดำรงตำแหน่งในองค์กรอิสระ ผู้พิพากษาหรือตุลาการ หรืออัยการ คนหนึ่งทำหน้าที่นายกรัฐมนตรี และให้ผู้ทำหน้าที่นายกรัฐมนตรีเลือกผู้มีคุณสมบัติและไม่มีลักษณะต้องห้ามเช่นเดียวกับรัฐมนตรีอีก ไม่เกินสามสิบห้าคนทำหน้าที่รัฐมนตรี และร่วมกันทำหน้าที่คณะรัฐมนตรีตามรัฐธรรมนูญ</strike><u>ปลัดกระทรวงปฏิบัติหน้าที่แทนรัฐมนตรีเฉพาะเท่าที่จำเป็นไปพลางก่อน โดยให้ปลัดกระทรวงคัดเลือก</u><u>กันเองให้คนหนึ่งปฏิบัติหน้าที่แทนนายกรัฐมนตรี ด้วย</u>”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมความในร่างมาตรา 172 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"63","หน้า":"58-61"},{"หมวด":"8","ส่วน":"","มาตรา":"168","ร่างมาตรา":"172","ร่างบทบัญญัติ":"<p>“มาตรา 172 ให้คณะรัฐมนตรีที่พ้นจากตำแหน่ง อยู่ปฏิบัติหน้าที่ต่อไป<strike>ตามหลักเกณฑ์</strike><u>ภายใต</u>้<u>เงื่อนไข</u> ดังต่อไปนี้</p><p>(1) ในกรณีพ้นจากตำแหน่งตามมาตรา 171 (1) (2) หรือ (3) ให้อยู่ปฏิบัติหน้าที่ต่อไปจนกว่าคณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่ เว้นแต่ในกรณีที่นายกรัฐมนตรีพ้นจากตำแหน่งตามมาตรา 171 (1) เพราะเหตุขาดคุณสมบัติหรือมีลักษณะต้องห้ามตามมาตรา 99 หรือมาตรา 162 (4) หรือ (5) นายกรัฐมนตรีจะอยู่ปฏิบัติหน้าที่ต่อไปมิได้</p><p>(2) ในกรณีพ้นจากตำแหน่งตามมาตรา 171 (4) คณะรัฐมนตรีที่พ้นจากตำแหน่งจะอยู่ปฏิบัติหน้าที่ต่อไปมิได้</p><p>ในกรณีที่คณะรัฐมนตรีอยู่ปฏิบัติหน้าที่ต่อไปมิได้ตาม (2) หรือคณะรัฐมนตรีที่อยู่ปฏิบัติหน้าที่ต่อไปลาออกทั้งคณะ และเป็นกรณีที่ไม่<strike>มีสภาผู้แทนราษฎร</strike><u>อาจดำเนินการตามมาตรา 160 และมาตรา</u> <u>161 ได้ไม่ว่าด้วยเหตุใด หรือยังดำเนินการตามมาตรา 160 และมาตรา 161 ไม่แล้วเสร็จ</u> ให้ปลัดกระทรวง<strike>ใด</strike>ปฏิบัติหน้าที่แทนรัฐมนตรีว่าการกระทรวงนั้น<u>ๆ</u> เฉพาะเท่าที่จำเป็นไปพลางก่อน โดยให้ปลัดกระทรวงคัดเลือกกันเองให้คนหนึ่งปฏิบัติหน้าที่แทนนายกรัฐมนตรี</p>","ประเด็นการพิจารณา":"<p> มีกรรมการตั้งข้อสังเกตว่า ในกรณีที่มีสภาผู้แทนราษฎรแต่ต้องดำเนินการตามร่างมาตรา 161 ซึ่ง อาจต้องใช้ระยะเวลาพอควรในการดำเนินการให้ได้คณะรัฐมนตรีชุดใหม่ จึงควรบัญญัติให้ชัดเจนว่า ในระหว่างการดำเนินการดังกล่าวจะให้ใครเป็นผู้รักษาการ</p><p>ประธานกรรมการจึงเสนอให้เพิ่มความในวรรคสองของร่างมาตรา 172 เพื่อให้ครอบคลุมในกรณีที่ อยู่ระหว่างการดำเนินการให้ได้คณะรัฐมนตรีชุดใหม่ตามร่างมาตรา 160 และร่างมาตรา 161 ความที่ เสนอเป็นดังนี้ “...หรือคณะรัฐมนตรีที่อยู่ปฏิบัติหน้าที่ต่อไปลาออกทั้งคณะ และเป็นกรณีที่ไม่อาจ ดำเนินการตามมาตรา 160 และมาตรา 161 ได้ไม่ว่าด้วยเหตุใด หรือยังดำเนินการตามมาตรา 160 และ มาตรา 161 ไม่แล้วเสร็จ ให้ปลัดกระทรวง...” และแก้ไขถ้อยคำในร่างมาตรา 172 วรรคหนึ่ง จากคำว่า “ตามหลักเกณฑ์” เป็นคำว่า “ภายใต้เงื่อนไข” แทน</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมความในร่างมาตรา 172 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"70","หน้า":"27-28"},{"หมวด":"8","ส่วน":"","มาตรา":"168","ร่างมาตรา":"163","ร่างบทบัญญัติ":"<p> “มาตรา 163 ให้คณะรัฐมนตรีที่พ้นจากตำแหน่ง อยู่ปฏิบัติหน้าที่ต่อไปภายใต้เงื่อนไข ดังต่อไปนี้</p><p>(1) ในกรณีพ้นจากตำแหน่งตามมาตรา 162 (1) (2) หรือ (3) ให้อยู่ปฏิบัติหน้าที่ต่อไปจนกว่าคณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่ เว้นแต่ในกรณีที่นายกรัฐมนตรีพ้นจากตำแหน่งตามมาตรา 162 (1) เพราะเหตุขาดคุณสมบัติหรือมีลักษณะต้องห้ามตามมาตรา 93 หรือมาตรา 155 (4) หรือ (5) นายกรัฐมนตรีจะอยู่ปฏิบัติหน้าที่ต่อไปมิได้</p><p>(2) ในกรณีพ้นจากตำแหน่งตามมาตรา 162 (4) คณะรัฐมนตรีที่พ้นจากตำแหน่งจะอยู่ปฏิบัติหน้าที่ต่อไปมิได้</p><p>ในกรณีที่คณะรัฐมนตรีอยู่ปฏิบัติหน้าที่ต่อไปมิได้ตาม (2) หรือคณะรัฐมนตรีที่อยู่ปฏิบัติหน้าที่ต่อไปลาออกทั้งคณะ และเป็นกรณีที่ไม่อาจดำเนินการตามมาตรา 153 และมาตรา 154 ได้ไม่ว่าด้วยเหตุใด หรือยังดำเนินการตามมาตรา 153 และมาตรา 154 ไม่แล้วเสร็จ ให้ปลัดกระทรวงปฏิบัติหน้าที่แทนรัฐมนตรีว่าการกระทรวงนั้น ๆ เฉพาะเท่าที่จำเป็นไปพลางก่อน โดยให้ปลัดกระทรวงคัดเลือกกันเองให้คนหนึ่งปฏิบัติหน้าที่แทนนายกรัฐมนตรี”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 163 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"97","หน้า":"10"},{"หมวด":"8","ส่วน":"","มาตรา":"168","ร่างมาตรา":"168","ร่างบทบัญญัติ":"<p>“มาตรา 168 ให้คณะรัฐมนตรีที่พ้นจากตำแหน่ง อยู่ปฏิบัติหน้าที่ต่อไป ภายใต้เงื่อนไข ดังต่อไปนี้</p><p>(1) ในกรณีพ้นจากตำแหน่งตามมาตรา 167 (1) (2) หรือ (3) ให้อยู่ปฏิบัติหน้าที่ต่อไปจนกว่าคณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่ เว้นแต่ในกรณีที่นายกรัฐมนตรีพ้นจากตำแหน่งตามมาตรา 167 (1) เพราะเหตุขาดคุณสมบัติหรือมีลักษณะต้องห้ามตามมาตรา 98 หรือมาตรา 160 (4) หรือ (5) นายกรัฐมนตรีจะอยู่ปฏิบัติหน้าที่ต่อไปมิได้</p><p>(2) ในกรณีพ้นจากตำแหน่งตามมาตรา 167 (4) คณะรัฐมนตรีที่พ้นจากตำแหน่งจะอยู่ปฏิบัติหน้าที่ต่อไปมิได้</p><p>ในกรณีที่คณะรัฐมนตรีอยู่ปฏิบัติหน้าที่ต่อไปมิได้ตาม (2) หรือคณะรัฐมนตรีที่อยู่ปฏิบัติหน้าที่ต่อไป ลาออกทั้งคณะ และเป็นกรณีที่ไม่อาจดำเนินการตามมาตรา 158 และมาตรา 159 ได้ไม่ว่าด้วยเหตุใด หรือยังดำเนินการตามมาตรา 158 และมาตรา 159 ไม่แล้วเสร็จ ให้ปลัดกระทรวงปฏิบัติหน้าที่แทนรัฐมนตรีว่าการกระทรวงนั้น ๆ เฉพาะเท่าที่จำเป็นไปพลางก่อน โดยให้ปลัดกระทรวงคัดเลือกกันเองให้คนหนึ่งปฏิบัติหน้าที่แทนนายกรัฐมนตรี”</p>","ประเด็นการพิจารณา":"<p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- เมื่อคณะรัฐมนตรีพ้นจากตำแหน่งด้วยการลาออกหรือสภาผู้แทนราษฎรมีมติไม่ไว้วางใจแล้ว การกำหนดให้คณะรัฐมนตรีสามารถปฏิบัติหน้าที่ต่อไปตามร่างมาตรา 168 อาจไม่เหมาะสม</p><p>- เมื่อสภาผู้แทนราษฎรมีมติไม่ไว้วางใจคณะรัฐมนตรีแล้ว คณะรัฐมนตรีควรพ้นจากตำแหน่ง ในทันทีโดยให้ปลัดกระทรวงเป็นผู้ปฏิบัติหน้าที่แทน เนื่องจากหากคณะรัฐมนตรีหรือรัฐมนตรีปฏิบัติหน้าที่ ต่อไปอาจทำให้เกิดปัญหาได้</p><p>- การกำหนดให้คณะรัฐมนตรีพ้นจากตำแหน่งโดยไม่ต้องปฏิบัติหน้าที่ต่อไปตามร่างมาตรา 168 อาจทำให้เกิดปัญหาได้</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า หลักการของรัฐธรรมนูญที่ผ่านมา กำหนดให้คณะรัฐมนตรีที่พ้นจากตำแหน่งด้วยการลาออก จะต้องอยู่ปฏิบัติหน้าที่ต่อไปจนกว่าคณะรัฐมนตรีใหม่เข้ารับหน้าที่ ส่วนร่างรัฐธรรมนูญนี้กำหนดหลักการ ใหม่ในกรณีที่คณะรัฐมนตรีพ้นจากตำแหน่งด้วยเหตุเรื่องการทุจริต จะไม่สามารถปฏิบัติหน้าที่ต่อไปได้ ส่วนการให้ปลัดกระทรวงทำหน้าที่แทนรัฐมนตรีอาจไม่ถูกต้อง และควรนำไปใช้ในกรณีฉุกเฉินเท่านั้น เนื่องจากปลัดกระทรวงไม่ควรมีอำนาจในการเสนอและอนุมัติเรื่องหรือโครงการของกระทรวงได้เอง</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า เมื่อคณะรัฐมนตรีพ้นจาก ตำแหน่งด้วยเหตุที่สภาผู้แทนราษฎรมีมติไม่ไว้วางใจนั้น เป็นไปตามหลักการทั่วไปของรัฐธรรมนูญ ส่วนใน (2) เป็นหลักการใหม่ที่กำหนดให้คณะรัฐมนตรีที่พ้นจากตำแหน่งด้วยเหตุทุจริตตามมาตรา 167 (4) ไม่สามารถปฏิบัติหน้าที่ต่อไปได้</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 168 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายอัชพร จารุจินดา","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"113","หน้า":"23-24"},{"หมวด":"8","ส่วน":"","มาตรา":"169","ร่างมาตรา":"172","ร่างบทบัญญัติ":"<p> “มาตรา 172 คณะรัฐมนตรีที่พ้นจากตำแหน่ง ต้องอยู่ในตำแหน่งเพื่อปฏิบัติหน้าที่ต่อไปจนกว่า คณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่ แต่ในกรณีพ้นจากตำแหน่งเพราะเหตุอายุสภาผู้แทนราษฎรสิ้นสุดลง หรือมีการยุบสภาผู้แทนราษฎร คณะรัฐมนตรีและรัฐมนตรีจะปฏิบัติหน้าที่ได้เท่าที่จำเป็น ภายใต้เงื่อนไขที่กำหนด ดังต่อไปนี้</p><p>(1) ไม่กระทำการอันเป็นการใช้อำนาจแต่งตั้งหรือโยกย้ายข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ หรือพนักงานของหน่วยงานของรัฐ รัฐวิสาหกิจ หรือกิจการที่รัฐถือหุ้นใหญ่ หรือให้บุคคลดังกล่าว พ้นจากการปฏิบัติหน้าที่หรือพ้นจากตำแหน่ง หรือให้ผู้อื่นมาปฏิบัติหน้าที่แทน เว้นแต่จะได้รับความเห็นชอบจากคณะกรรมการการเลือกตั้งก่อน</p><p>(2) ไม่กระทำการอันมีผลเป็นการอนุมัติให้ใช้จ่ายงบประมาณสำรองจ่ายเพื่อกรณีฉุกเฉินหรือจำเป็น เว้นแต่จะได้รับความเห็นชอบจากคณะกรรมการการเลือกตั้งก่อน</p><p>(3) ไม่กระทำการอันมีผลเป็นการอนุมัติงานหรือโครงการ หรือมีผลเป็นการสร้างความผูกพันต่อคณะรัฐมนตรีชุดต่อไป</p><p>(4) ไม่ใช้ทรัพยากรของรัฐหรือบุคลากรของรัฐเพื่อกระทำการใดซึ่งจะมีผลต่อการเลือกตั้ง และไม่กระทำการอันเป็นการฝ่าฝืนข้อห้ามตามระเบียบที่คณะกรรมการการเลือกตั้งกำหนด”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า ในกรณีเป็นโครงการที่ได้รับการอนุมัติแล้ว และจำเป็นต้องขออนุมัติ เงินงบประมาณเพื่อดำเนินงานตามโครงการดังกล่าว หากรัฐบาลรักษาการไม่สามารถกระทำได้ อาจก่อให้เกิดความเสียหายต่อประเทศได้ เห็นควรแก้ไขความใน (3) โดยให้เพ่ิมความในตอนท้าย ความว่า “เว้นแต่ที่กำหนดไว้แล้วในงบประมาณรายจ่ายประจำปี”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติให้รอการพิจารณาร่างมาตรา 172 ไว้ก่อน โดยมอบหมายให้คณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญไปปรับปรุงถ้อยคำใหม่ ในประเด็นให้มีการบัญญัติแยกระหว่างกรณีที่มีการเลือกตั้ง และกรณีที่ไม่มีการเลือกตั้ง และแยกกรณีพ้นจากตำแหน่งด้วยเหตุกระทำผิด อาจไม่ให้ รักษาการ</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"45","หน้า":"15"},{"หมวด":"8","ส่วน":"","มาตรา":"169","ร่างมาตรา":"173","ร่างบทบัญญัติ":"<p> “มาตรา 173 ในการปฏิบัติหน้าที่ตามมาตรา 172 คณะรัฐมนตรีต้อง</p><p>(1) ไม่กระทำการอันมีผลเป็นการอนุมัติงานหรือโครงการ หรือมีผลเป็นการสร้างความผูกพันต่อคณะรัฐมนตรีชุดต่อไป เว้นแต่ที่กำหนดไว้แล้วในงบประมาณรายจ่ายประจำปี</p><p>(2) ไม่แต่งตั้งหรือโยกย้ายข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ หรือพนักงานของหน่วยงานของรัฐ รัฐวิสาหกิจ หรือกิจการที่รัฐถือหุ้นใหญ่ หรือให้บุคคลดังกล่าวพ้นจากการปฏิบัติหน้าที่หรือพ้นจาก ตำแหน่ง หรือให้ผู้อื่นมาปฏิบัติหน้าที่แทน เว้นแต่จะได้รับความเห็นชอบจากคณะกรรมการการเลือกตั้งก่อน</p><p>(3) ไม่กระทำการอันมีผลเป็นการอนุมัติให้ใช้จ่ายงบประมาณสำรองจ่ายเพื่อกรณีฉุกเฉินหรือจำเป็น เว้นแต่จะได้รับความเห็นชอบจากคณะกรรมการการเลือกตั้งก่อน</p><p>(4) ไม่ใช้ทรัพยากรของรัฐหรือบุคลากรของรัฐเพื่อกระทำการใดซึ่งจะมีผลต่อการเลือกตั้ง และไม่กระทำการอันเป็นการฝ่าฝืนข้อห้ามตามระเบียบที่คณะกรรมการการเลือกตั้งกำหนด</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า รัฐมนตรีสามารถเดินทางลงพื้นที่เพื่อตรวจสอบความเรียบร้อยในการ จัดการเลือกตั้งในพื้นที่ต่างๆ ได้หรือไม่</p><p>นายประพันธ์ นัยโกวิท กรรมการ ชี้แจงว่า หากเดินทางลงพื้นที่เพื่อตรวจราชการตามปกติ สามารถ กระทำได้ แต่ในช่วงระยะเวลาก่อนการเลือกตั้ง ฝ่ายบริหารจะไม่กระทำการดังกล่าว เนื่องจากเกรงว่า จะเป็นความผิดเกี่ยวกับการเลือกตั้ง</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 173 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายประพันธ์ นัยโกวิท"],"ประชุมครั้งที่":"63","หน้า":"61"},{"หมวด":"8","ส่วน":"","มาตรา":"169","ร่างมาตรา":"173","ร่างบทบัญญัติ":"<p> “มาตรา 173 คณะรัฐมนตรีที่พ้นจากตำแหน่งตามมาตรา 171 (2) และต้องปฏิบัติหน้าที่ต่อไป ตามมาตรา 172 ต้องปฏิบัติหน้าที่ตามเงื่อนไขดังต่อไปนี้</p><p>(1) ไม่กระทำการอันมีผลเป็นการอนุมัติงานหรือโครงการ หรือมีผลเป็นการสร้างความผูกพันต่อคณะรัฐมนตรีชุดต่อไป เว้นแต่ที่กำหนดไว้แล้วในงบประมาณรายจ่ายประจำปี</p><p>(2) ไม่แต่งตั้งหรือโยกย้ายข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ หรือพนักงานของหน่วยงานของรัฐ รัฐวิสาหกิจ หรือกิจการที่รัฐถือหุ้นใหญ่ หรือให้บุคคลดังกล่าวพ้นจากการปฏิบัติหน้าที่หรือพ้นจาก ตำแหน่ง หรือให้ผู้อื่นมาปฏิบัติหน้าที่แทน เว้นแต่จะได้รับความเห็นชอบจากคณะกรรมการการเลือกตั้งก่อน</p><p>(3) ไม่กระทำการอันมีผลเป็นการอนุมัติให้ใช้จ่ายงบประมาณสำรองจ่ายเพื่อกรณีฉุกเฉินหรือจำเป็น เว้นแต่จะได้รับความเห็นชอบจากคณะกรรมการการเลือกตั้งก่อน</p><p>(4) ไม่ใช้ทรัพยากรของรัฐหรือบุคลากรของรัฐเพื่อกระทำการใดอันอาจมีผลต่อการเลือกตั้ง และไม่กระทำการอันเป็นการฝ่าฝืนข้อห้ามตามระเบียบที่คณะกรรมการการเลือกตั้งกำหนด”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า ความใน (2) หมายความว่าห้ามมิให้มีการแต่งตั้งหรือโยกย้ายข้าราชการ ประจำเท่านั้น ไม่รวมไปถึงการแต่งตั้งหรือโยกย้ายข้าราชการการเมือง</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 173 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"70","หน้า":"28-29"},{"หมวด":"8","ส่วน":"","มาตรา":"169","ร่างมาตรา":"","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p>6. รัฐบาลชุดปัจจุบันจะสิ้นสุดอำนาจด้วยเหตุใดบ้าง และรัฐบาลรักษาการจะมีอำนาจเพียงใด</p><p>ประธานกรรมการกล่าวว่า ร่างรัฐธรรมนูญนี้ได้กำหนดให้มีรัฐบาลรักษาการในกรณีใดบ้าง และรัฐบาลรักษาการต้องพ้นหน้าที่ในกรณีใดไว้อย่างชัดเจน ส่วนอำนาจของรัฐบาลรักษาการ แบ่งเป็น 2 กรณี คือ กรณีที่ไม่มีการเลือกตั้ง รัฐบาลรักษาการจะมีอำนาจตามปกติ ส่วนกรณีที่จะมีการเลือกตั้ง รัฐบาลรักษาการจะมีอำนาจตามเงื่อนไขบางประการซึ่งต้องขออนุญาตต่อคณะกรรมการการเลือกตั้งก่อนดำเนินการ</p><p>7. กรณีเกิดเหตุการณ์ร้ายแรงเช่นเดียวกับที่เกิดขึ้นมาในปี 2553 และปี 2557 หรือเกิดเหตุการณ์ร้ายแรงขณะที่รัฐบาลหรือรัฐบาลรักษาการไม่มีอำนาจ รัฐบาลไม่มีความชอบธรรม เกิดการต่อต้านการเลือกตั้ง หรือมีผู้ประท้วงเป็นเวลาที่ยาวนาน จะดำเนินการอย่างไร</p><p>ประธานกรรมการกล่าวว่า ร่างรัฐธรรมนูญนี้ได้กำหนดให้มีกลไกในการชี้ขาดเรื่องต่างๆ อย่างมีประสิทธิภาพ เพื่อป้องกันและแก้ไขปัญหาทางการเมืองที่ไม่มีทางออก </p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึง เหตุที่จะมีรัฐบาลรักษาการ / หน้าที่และอำนาจของรัฐบาลรักษาการ แต่ไม่มีการลงมติ","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"76","หน้า":"7-8"},{"หมวด":"8","ส่วน":"","มาตรา":"169","ร่างมาตรา":"164","ร่างบทบัญญัติ":"<p>“มาตรา 164 คณะรัฐมนตรีที่พ้นจากตำแหน่งตามมาตรา 162 (2) และต้องปฏิบัติหน้าที่ต่อไป ตามมาตรา 163 ต้องปฏิบัติหน้าที่ตามเงื่อนไขดังต่อไปนี้</p><p>(1) ไม่กระทำการอันมีผลเป็นการอนุมัติงานหรือโครงการ หรือมีผลเป็นการสร้างความผูกพันต่อคณะรัฐมนตรีชุดต่อไป เว้นแต่ที่กำหนดไว้แล้วในงบประมาณรายจ่ายประจำปี</p><p>(2) ไม่แต่งตั้งหรือโยกย้ายข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ หรือพนักงานของหน่วยงานของรัฐ รัฐวิสาหกิจ หรือกิจการที่รัฐถือหุ้นใหญ่ หรือให้บุคคลดังกล่าวพ้นจากการปฏิบัติหน้าที่หรือพ้นจาก ตำแหน่ง หรือให้ผู้อื่นมาปฏิบัติหน้าที่แทน เว้นแต่จะได้รับความเห็นชอบจากคณะกรรมการการเลือกตั้งก่อน</p><p>(3) ไม่กระทำการอันมีผลเป็นการอนุมัติให้ใช้จ่ายงบประมาณสำรองจ่ายเพื่อกรณีฉุกเฉินหรือจำเป็น เว้นแต่จะได้รับความเห็นชอบจากคณะกรรมการการเลือกตั้งก่อน</p><p>(4) ไม่ใช้ทรัพยากรของรัฐหรือบุคลากรของรัฐเพื่อกระทำการใด อันอาจมีผลต่อการเลือกตั้ง และไม่กระทำการอันเป็นการฝ่าฝืนข้อห้ามตามระเบียบที่คณะกรรมการการเลือกตั้งกำหนด”</p>","ประเด็นการพิจารณา":"<p>นายอุดม รัฐอมฤต โฆษกกรรมการ กล่าวว่า มีผู้เสนอความเห็นให้เพิ่มคำว่า “กรรมการ” ใน (2) ของร่างมาตรา 164 เป็นความว่า “ไม่แต่งตั้งหรือโยกย้ายข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ <strike>หรือ</strike>พนักงาน <u>หรือกรรมการ</u>ของหน่วยงานของรัฐ…”</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความใน (2) เป็นดังนี้ “ไม่แต่งตั้งหรือโยกย้ายข้าราชการ ซึ่งมีตำแหน่งหรือเงินเดือนประจำ <strike>หรือ</strike>พนักงานของหน่วยงานของรัฐ รัฐวิสาหกิจ หรือกิจการที่รัฐถือหุ้น ใหญ่ หรือให้บุคคลดังกล่าว <u>หรือกรรมการในหน่วยงานดังกล่าว</u>พ้นจากการปฏิบัติหน้าที่หรือพ้นจาก ตำแหน่ง...”</p><p>มีกรรมการแสดงความเห็นว่า เจตนารมณ์ของร่างมาตรา 164 บัญญัติขึ้นเพื่อป้องกันมิให้ คณะรัฐมนตรีที่พ้นจากตำแหน่ง แต่งตั้งหรือโยกย้ายข้าราชการหรือพนักงานของรัฐเพื่อผลประโยชน์ของตน ในระหว่างที่มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรจึงกำหนดให้เป็นอำนาจของคณะกรรมการการเลือกตั้ง ที่จะอนุญาตให้คณะรัฐมนตรีที่พ้นจากตำแหน่งและต้องอยู่ปฏิบัติหน้าที่เพื่อรักษาการ กระทำการดังกล่าวได้</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง กล่าวว่า เมื่อมีการยุบสภาผู้แทนราษฎร และคณะรัฐมนตรีต้องพ้นจากตำแหน่ง มักเกิดปัญหาในเรื่องการแต่งตั้งหรือโยกย้ายข้าราชการซึ่งมีตำแหน่ง หรือเงินเดือนประจำ หรือพนักงานของหน่วยงานของรัฐ หรือให้บุคคลดังกล่าวพ้นจากการปฏิบัติหน้าที่หรือ พ้นจากตำแหน่ง ซึ่งคณะรัฐมนตรีจะหารือไปยังคณะกรรมการกฤษฎีกา และขอความเห็นชอบจากคณะกรรมการการเลือกตั้ง ทำให้การบริหารราชการแผ่นดินเกิดความล่าช้าได้</p><p>ประธานกรรมการกล่าวว่า คณะรัฐมนตรีที่พ้นจากตำแหน่งและต้องอยู่ปฏิบัติหน้าที่เพื่อรักษาการ สามารถแต่งตั้งหรือโยกย้ายข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ หรือพนักงานของหน่วยงานของรัฐ หรือให้บุคคลดังกล่าวพ้นจากการปฏิบัติหน้าที่หรือพ้นจากตำแหน่งตามความใน (2) ของร่างมาตรา 164 ได้ หากได้รับความเห็นชอบจากคณะกรรมการการเลือกตั้ง ทั้งนี้ การเพิ่มคำว่า “กรรมการ” ใน (2) ของ ร่างมาตรา 164 อาจทำให้เกิดปัญหาในการตีความได้ จึงควรคงความเดิมใน (2) ของร่างมาตรา 164</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 164 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอุดม รัฐอมฤต","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"97","หน้า":"10-11"},{"หมวด":"8","ส่วน":"","มาตรา":"169","ร่างมาตรา":"169","ร่างบทบัญญัติ":"<p> “มาตรา 169 คณะรัฐมนตรีที่พ้นจากตำแหน่งตามมาตรา 167 (2) และต้องปฏิบัติหน้าที่ต่อไป ตามมาตรา 168 ต้องปฏิบัติหน้าที่ตามเงื่อนไขดังต่อไปนี้</p><p>(1) ไม่กระทำการอันมีผลเป็นการอนุมัติงานหรือโครงการ หรือมีผลเป็นการสร้างความผูกพันต่อคณะรัฐมนตรีชุดต่อไป เว้นแต่ที่กำหนดไว้แล้วในงบประมาณรายจ่ายประจำปี</p><p>(2) ไม่แต่งตั้งหรือโยกย้ายข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ หรือพนักงานของหน่วยงานของรัฐ รัฐวิสาหกิจ หรือกิจการที่รัฐถือหุ้นใหญ่ หรือให้บุคคลดังกล่าวพ้นจากการปฏิบัติหน้าที่หรือพ้นจาก ตำแหน่ง หรือให้ผู้อื่นมาปฏิบัติหน้าที่แทน เว้นแต่จะได้รับความเห็นชอบจากคณะกรรมการการเลือกตั้งก่อน</p><p>(3) ไม่กระทำการอันมีผลเป็นการอนุมัติให้ใช้จ่ายงบประมาณสำรองจ่ายเพื่อกรณีฉุกเฉินหรือจำเป็น เว้นแต่จะได้รับความเห็นชอบจากคณะกรรมการการเลือกตั้งก่อน</p><p>(4) ไม่ใช้ทรัพยากรของรัฐหรือบุคลากรของรัฐเพื่อกระทำการใดอันอาจมีผลต่อการเลือกตั้ง และไม่กระทำการอันเป็นการฝ่าฝืนข้อห้ามตามระเบียบที่คณะกรรมการการเลือกตั้งกำหนด”</p>","ประเด็นการพิจารณา":"<p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ความใน (4) ควรกำหนดห้ามมิให้คณะรัฐมนตรีใช้อำนาจหรือกระทำการใดอันอาจมีผลต่อการ เลือกสมาชิกวุฒิสภาด้วย</p><p>- ควรกำหนดรายละเอียดในเรื่องการห้ามคณะรัฐมนตรีหรือนายกรัฐมนตรีหรือรัฐมนตรีเข้าไปใช้ อำนาจอันอาจมีผลต่อการเลือกสมาชิกวุฒิสภา ไว้ในกฎหมายประกอบรัฐธรรมนูญ</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า ความใน (4) เป็นการกำหนดห้ามคณะรัฐมนตรีกระทำการใดอันอาจมีผลต่อการเลือกตั้ง เนื่องจาก บุคคลที่เป็นคณะรัฐมนตรีอาจใช้อำนาจตาม (4) เพื่อประโยชน์ของตนเองในการเลือกตั้ง</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 169 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"113","หน้า":"24-25"},{"หมวด":"8","ส่วน":"","มาตรา":"170","ร่างมาตรา":"173","ร่างบทบัญญัติ":"<p>“มาตรา 173 ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัว เมื่อ</p><p>(1) ตาย</p><p>(2) ลาออก</p><p>(3) ต้องคำพิพากษาให้จำคุก แม้คดีนั้นจะยังไม่ถึงที่สุดหรือมีการรอการลงโทษ เว้นแต่เป็นกรณีที่คดียังไม่ถึงที่สุดหรือมีการรอการลงโทษในความผิดอันได้กระทำโดยประมาท ความผิดลหุโทษ หรือความผิด ฐานหมิ่นประมาท</p><p>(4) สภาผู้แทนราษฎรมีมติไม่ไว้วางใจ</p><p>(5) ขาดคุณสมบัติหรือมีลักษณะต้องห้ามตามมาตรา 164</p><p>(6) มีพระบรมราชโองการให้พ้นจากความเป็นรัฐมนตรีตามมาตรา <strike>175</strike><u>174</u></p><p>(7) กระทำการอันเป็นการต้องห้ามตามมาตรา 169 หรือมาตรา 169/1</p><p>นอกจากเหตุที่ทำให้ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัวตามวรรคหนึ่งแล้ว ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงเมื่อครบกำหนดเวลาตามมาตรา 161 วรรคสาม ด้วย</p><p>ให้นำบทบัญญัติมาตรา 82 มาใช้บังคับแก่การสิ้นสุดของความเป็นรัฐมนตรีตาม (2) (3) (5) หรือ (7) หรือวรรคสอง โดยอนุโลม และเพื่อประโยชน์แห่งการนี้ ให้คณะกรรมการการเลือกตั้งมีอำนาจส่งเรื่องให้ศาลรัฐธรรมนูญวินิจฉัยได้ด้วย\"</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมแสดงความเห็น ดังนี้</p><p>- มีกรรมการแสดงความเห็นว่า ในกรณีที่มีเหตุตามร่างมาตรา 173 (3) บัญญัติให้รัฐมนตรีต้องพ้น จากตำแหน่ง แต่เมื่อพิจารณาจากคุณสมบัติของการเป็นรัฐมนตรี ตามร่างมาตรา 164 ไม่มีข้อห้ามดังกล่าว บัญญัติไว้ อาจทำให้เกิดปัญหาในกรณีที่รัฐมนตรีเคยต้องคำพิพากษาให้จำคุกแต่โทษจำคุกให้รอการลงโทษ ซึ่งในกรณีดังกล่าวสามารถเป็นรัฐมนตรีได้ไม่เข้าลักษณะต้องห้ามตามร่างมาตรา 164 แต่เมื่อดำรงตำแหน่ง รัฐมนตรีแล้วอาจพ้นจากตำแหน่งตามร่างมาตรา 173 (3) ได้</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า ในเรื่องคุณสมบัติรัฐมนตรีไม่ได้ห้ามเรื่องการรอลงอาญาหากเป็นคำพิพากษาที่มีมาก่อนดำรง ตำแหน่งรัฐมนตรีก็สามารถดำรงตำแหน่งรัฐมนตรีได้ ร่างมาตรา 173 เป็นกรณีรัฐมนตรีต้องคำพิพากษา ในระหว่างที่ดำรงตำแหน่งรัฐมนตรี ความเป็นรัฐมนตรีจึงสิ้นสุดลง</p><p>- มีกรรมการแสดงความเห็นว่า ใน (7) ควรมีการกำหนดให้ชัดเจนหรือไม่ว่าลักษณะต้องห้ามตาม มาตรา 169 หรือมาตรา 169/1 เป็นการห้ามโดยเด็ดขาด ไม่ใช่เมื่อทราบว่าจะได้ดำรงตำแหน่ง นายกรัฐมนตรีและรัฐมนตรีจึงลาออกจากตำแหน่งตามมาตรา 169 หรือ มาตรา 169/1</p><p>ประธานกรรมการเสนอให้นำความใน (7) ของร่างมาตรา 173 ไปบัญญัติไว้ในเรื่องคุณสมบัติ รัฐมนตรี โดยกำหนดให้ต้องพ้นจากตำแหน่งตามร่างมาตรา 173 (7) มาแล้วเป็นเวลาไม่น้อยกว่า 2 ปี ซึ่งหมายความว่านายกรัฐมนตรีและรัฐมนตรีจะต้องลาออกจากตำแหน่งตามร่างมาตรา 169 และร่าง มาตรา 169/1 มาเป็นเวลาไม่น้อยกว่า 2 ปี นอกจากนี้ ควรนำความใน (3) ของร่างมาตรา 173 ไป บัญญัติไว้ในเรื่องคุณสมบัติของรัฐมนตรีด้วย โดยกำหนดคุณสมบัติรัฐมนตรีว่าหากอยู่ในระหว่างรอการ ลงโทษหรือรอการกำหนดโทษไม่สามารถดำรงตำแหน่งรัฐมนตรีได้ เว้นแต่เป็นกรณีที่คดียังไม่ถึงที่สุดหรือมี การรอการลงโทษในความผิดอันได้กระทำโดยประมาท ความผิดลหุโทษ หรือความผิดฐานหมิ่นประมาท ทั้งนี้ มอบหมายให้คณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญนำความใน (3) และ (7) ของร่าง มาตรา 173 ไปแก้ไขเพิ่มเติมเรื่องคุณสมบัติของรัฐมนตรีแล้วเสนอที่ประชุมพิจารณาอีกครั้งหนึ่ง</p><p>- มีกรรมการแสดงความเห็นว่า ในความเป็นจริงผู้พิพากษาจะไม่พิพากษาให้รอการกำหนดโทษ จึงอาจไม่จำเป็นต้องบัญญัติไว้ในรัฐธรรมนูญ</p><p>ประธานกรรมการกล่าวว่า ควรคงความดังกล่าวไว้เพื่อให้เกิดความรอบคอบ</p><p>- มีกรรมการสอบถามว่า ใน (6) มีพระบรมราชโองการให้พ้นจากความเป็นรัฐมนตรีนั้นต้องเป็นไป ตามร่างมาตรา 174 ใช่หรือไม่</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ต้องเป็นไปตามร่างมาตรา 174 แต่ร่างมาตรา 175 ที่ปรากฏในร่างมาตรานี้เป็นการพิมพ์ผิด</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 173 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอัชพร จารุจินดา","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"45","หน้า":"16-18"},{"หมวด":"8","ส่วน":"","มาตรา":"170","ร่างมาตรา":"174","ร่างบทบัญญัติ":"<p> “มาตรา 174 ความเป็นรัฐมนตรีสิ้นสุดลงเพราะตัว เมื่อ</p><p>(1) ตาย</p><p>(2) ลาออก</p><p>(3) ต้องคำพิพากษาให้จำคุก แม้คดีนั้นจะยังไม่ถึงที่สุดหรือมีการรอการลงโทษหรือรอการกำหนดโทษ เว้นแต่ในความผิดอันได้กระทำโดยประมาท ความผิดลหุโทษ หรือความผิดฐานหมิ่นประมาท</p><p>(4) สภาผู้แทนราษฎรมีมติไม่ไว้วางใจ</p><p>(5) ขาดคุณสมบัติหรือมีลักษณะต้องห้ามตามมาตรา 162</p><p>(6) กระทำการอันเป็นการต้องห้ามตามมาตรา 167 หรือมาตรา 168</p><p>(7) มีพระบรมราชโองการให้พ้นจากความเป็นรัฐมนตรีตามมาตรา 175</p><p>นอกจากเหตุที่ทำให้ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัวตามความวรรคหนึ่งแล้ว ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงเมื่อครบกำหนดเวลาตามมาตรา 160 วรรคสาม ด้วย</p><p>ให้นำบทบัญญัติมาตรา 82 มาใช้บังคับแก่การสิ้นสุดของความเป็นรัฐมนตรีตาม (2) (3) (5) หรือ (6) หรือวรรคสอง โดยอนุโลม</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการขอให้ฝ่ายเลขานุการคณะกรรมการตรวจสอบความครบถ้วนของมาตรา 174 อีกครั้งหนึ่ง เนื่องจากไม่มีเรื่องการกระทำการฝ่าฝืนจริยธรรมอย่างร้ายแรงอันเป็นเหตุให้ความเป็นรัฐมนตรี สิ้นสุดลงเฉพาะตัว</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า เรื่องการฝ่าฝืนจริยธรรมอย่าง ร้ายแรงอยู่ในมาตรา 162 (5)</p><p>ประธานกรรมการกล่าวว่า มาตรา 162 เป็นเรื่องคุณสมบัติ ขอให้ฝ่ายเลขานุการคณะกรรมการ ปรับปรุงความในมาตรา 174 โดยเพิ่มเรื่องการฝ่าฝืนจริยธรรมอย่างร้ายแรง และให้เพิ่มเรื่องดังกล่าวใน ส่วนที่ 3 สมาชิกวุฒิสภาด้วย</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติรอการพิจารณาร่างมาตรา 174 </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายธนาวัฒน์ สังข์ทอง"],"ประชุมครั้งที่":"63","หน้า":"61-62"},{"หมวด":"8","ส่วน":"","มาตรา":"170","ร่างมาตรา":"174","ร่างบทบัญญัติ":"<p>“มาตรา 174 ความเป็นรัฐมนตรีสิ้นสุดลงเพราะตัว เมื่อ</p><p>(1) ตาย</p><p>(2) ลาออก</p><p><strike>(3) ต้องคำพิพากษาให้จำคุก แม้คดีนั้นจะยังไม่ถึงที่สุด หรือมีการรอการลงโทษ หรือรอการ</strike><strike>กำหนดโทษ เว้นแต่ในความผิดอันได้กระทำโดยประมาท ความผิดลหุโทษ หรือความผิดฐานหมิ่นประมาท</strike></p><p>(4) สภาผู้แทนราษฎรมีมติไม่ไว้วางใจ</p><p>(5) ขาดคุณสมบัติหรือมีลักษณะต้องห้ามตามมาตรา 162</p><p>(6) กระทำการอันเป็นการต้องห้ามตามมาตรา 187/4 หรือมาตรา 187/5</p><p>(7) มีพระบรมราชโองการให้พ้นจากความเป็นรัฐมนตรีตามมาตรา 175</p><p>นอกจากเหตุที่ทำให้ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัวตามวรรคหนึ่งแล้ว ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงเมื่อครบกำหนดเวลาตามมาตรา 160 วรรคสี่ ด้วย</p><p>ให้นำมาตรา 82 มาใช้บังคับแก่การสิ้นสุดของความเป็นรัฐมนตรีตาม (2) <strike>(3) </strike>(5) หรือ (6) หรือวรรคสอง โดยอนุโลม เพื่อประโยชน์แห่งการนี้ ให้คณะกรรมการการเลือกตั้งมีอำนาจส่งเรื่องให้ศาลรัฐธรรมนูญวินิจฉัยได้ด้วย”</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมเห็นควรให้ตัดความใน (3) ออกทั้งอนุมาตรา เนื่องจากกรณีตาม (3) ได้มีการบัญญัติไว้ใน คุณสมบัติการเป็นรัฐมนตรีแล้ว ประกอบกับการรอการกำหนดโทษ ไม่ควรบัญญัติไว้ในร่างมาตรา 174 เนื่องจากศาลยังไม่ได้มีการพิพากษาลงโทษจำคุกจำเลย ดังนั้น จึงให้นำความใน (3) ไปบัญญัติไว้ในร่าง มาตรา 162 (7) แทน และแก้ไขความในวรรคท้ายของร่างมาตรา 174 โดยให้ตัดคำว่า “(3)” ออก เพื่อให้ สอดคล้องกับการตัดความใน (3) ออก</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขร่างมาตรา 174 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"70","หน้า":"29-30"},{"หมวด":"8","ส่วน":"","มาตรา":"170","ร่างมาตรา":"165","ร่างบทบัญญัติ":"<p> “มาตรา 165 ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัว เมื่อ</p><p>(1) ตาย</p><p>(2) ลาออก</p><p>(3) สภาผู้แทนราษฎรมีมติไม่ไว้วางใจ</p><p>(4) ขาดคุณสมบัติหรือมีลักษณะต้องห้ามตามมาตรา 155</p><p>(5) กระทำการอันเป็นการต้องห้ามตามมาตรา 181 หรือมาตรา 182</p><p>(6) มีพระบรมราชโองการให้พ้นจากความเป็นรัฐมนตรีตามมาตรา 166</p><p>นอกจากเหตุที่ทำให้ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัวตามวรรคหนึ่งแล้ว ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงเมื่อครบกำหนดเวลาตามมาตรา 153 วรรคสี่ ด้วย</p><p>ให้นำมาตรา 77 มาใช้บังคับแก่การสิ้นสุดของความเป็นรัฐมนตรีตาม (2) (4) หรือ (5) หรือวรรคสอง โดยอนุโลม เพื่อประโยชน์แห่งการนี้ ให้คณะกรรมการการเลือกตั้งมีอำนาจส่งเรื่องให้ศาลรัฐธรรมนูญวินิจฉัยได้ด้วย”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 165 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"97","หน้า":"11-12"},{"หมวด":"8","ส่วน":"","มาตรา":"170","ร่างมาตรา":"170","ร่างบทบัญญัติ":"<p>“มาตรา 170 ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัว เมื่อ</p><p>(1) ตาย</p><p>(2) ลาออก</p><p>(3) สภาผู้แทนราษฎรมีมติไม่ไว้วางใจ</p><p>(4) ขาดคุณสมบัติหรือมีลักษณะต้องห้ามตามมาตรา 160</p><p>(5) กระทำการอันเป็นการต้องห้ามตามมาตรา 186 หรือมาตรา 187</p><p>(6) มีพระบรมราชโองการให้พ้นจากความเป็นรัฐมนตรีตามมาตรา 171</p><p>นอกจากเหตุที่ทำให้ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัวตามวรรคหนึ่งแล้ว ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงเมื่อครบกำหนดเวลาตามมาตรา 158 วรรคสี่ ด้วย</p><p>ให้นำความในมาตรา 82 มาใช้บังคับแก่การสิ้นสุดของความเป็นรัฐมนตรีตาม (2) (4) หรือ (5) หรือวรรคสอง โดยอนุโลม เพื่อประโยชน์แห่งการนี้ ให้คณะกรรมการการเลือกตั้งมีอำนาจส่งเรื่องให้ศาลรัฐธรรมนูญวินิจฉัยได้ด้วย”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 170 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"25"},{"หมวด":"8","ส่วน":"","มาตรา":"170","ร่างมาตรา":"170","ร่างบทบัญญัติ":"<p>“มาตรา 170 ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัว เมื่อ</p><p>(1) ตาย</p><p>(2) ลาออก</p><p>(3) สภาผู้แทนราษฎรมีมติไม่ไว้วางใจ</p><p>(4) ขาดคุณสมบัติหรือมีลักษณะต้องห้ามตามมาตรา 160</p><p>(5) กระทำการอันเป็นการต้องห้ามตามมาตรา 186 หรือมาตรา 187</p><p>(6) มีพระบรมราชโองการให้พ้นจากความเป็นรัฐมนตรีตามมาตรา 171</p><p>นอกจากเหตุที่ทำให้ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัวตามวรรคหนึ่งแล้ว ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงเมื่อครบกำหนดเวลาตามมาตรา 158 วรรคสี่ ด้วย</p><p>ให้นำความในมาตรา 82 มาใช้บังคับแก่การสิ้นสุดของความเป็นรัฐมนตรีตาม (2) (4) หรือ (5) หรือวรรคสอง โดยอนุโลม เพื่อประโยชน์แห่งการนี้ ให้คณะกรรมการการเลือกตั้งมีอำนาจส่งเรื่องให้ศาลรัฐธรรมนูญวินิจฉัยได้ด้วย” </p>","ประเด็นการพิจารณา":"<p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง นำเสนอร่างมาตรา 150 ซึ่งคณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญได้ปรับปรุงแก้ไขเพิ่มเติมเพื่อให้ที่ประชุมพิจารณาทบทวน ดังนี้</p><p>“มาตรา 170 ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัว เมื่อ</p><p>(1) ตาย</p><p>(2) ลาออก</p><p>(3) สภาผู้แทนราษฎรมีมติไม่ไว้วางใจ</p><p><u>(3/1) พ้นจากตำแหน่งเพราะเหตุตามมาตรา 144 หรือมาตรา 235 วรรคสาม</u></p><p>(4) ขาดคุณสมบัติหรือมีลักษณะต้องห้ามตามมาตรา 160</p><p>(5) กระทำการอันเป็นการต้องห้ามตามมาตรา 186 หรือมาตรา 187</p><p>(6) มีพระบรมราชโองการให้พ้นจากความเป็นรัฐมนตรีตามมาตรา 171</p><p>นอกจากเหตุที่ทำให้ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัวตามวรรคหนึ่งแล้ว ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงเมื่อครบกำหนดเวลาตามมาตรา 158 วรรคสี่ ด้วย</p><p>ให้นำความในมาตรา 82 มาใช้บังคับแก่การสิ้นสุดของความเป็นรัฐมนตรีตาม (2) (4) หรือ (5) หรือวรรคสอง โดยอนุโลม เพื่อประโยชน์แห่งการนี้ ให้คณะกรรมการการเลือกตั้งมีอำนาจส่งเรื่องให้ ศาลรัฐธรรมนูญวินิจฉัยได้ด้วย”</p><p>ประธานกรรมการกล่าวว่า ควรคงหลักการเดิมของคณะกรรมการ </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 170 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์"],"ประชุมครั้งที่":"115","หน้า":"43-44"},{"หมวด":"8","ส่วน":"","มาตรา":"171","ร่างมาตรา":"174","ร่างบทบัญญัติ":"<p> “มาตรา 174 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการให้รัฐมนตรีพ้นจากความเป็นรัฐมนตรีตามที่นายกรัฐมนตรีถวายคำแนะนำ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 174 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"45","หน้า":"18"},{"หมวด":"8","ส่วน":"","มาตรา":"171","ร่างมาตรา":"175","ร่างบทบัญญัติ":"<p>“มาตรา 175 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการให้รัฐมนตรีพ้นจากความเป็นรัฐมนตรีตามที่นายกรัฐมนตรีถวายคำแนะนำ” </p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า บทบัญญัติมาตรานี้เป็นความต้องการของนายรัฐมนตรีที่ต้องการให้รัฐมนตรีคนใดคนหนึ่งพ้นจากตำแหน่ง จึงถวายคำแนะนำพระมหากษัตริย์ใช้พระราชอำนาจในการให้รัฐมนตรีพ้นจากความเป็นรัฐมนตรี </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 175 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"63","หน้า":"62"},{"หมวด":"8","ส่วน":"","มาตรา":"171","ร่างมาตรา":"175","ร่างบทบัญญัติ":"<p> “มาตรา 175 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการให้รัฐมนตรีพ้นจากความเป็นรัฐมนตรีตามที่นายกรัฐมนตรีถวายคำแนะนำ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 175 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"70","หน้า":"30"},{"หมวด":"8","ส่วน":"","มาตรา":"171","ร่างมาตรา":"166","ร่างบทบัญญัติ":"<p> “มาตรา 166 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการให้รัฐมนตรีพ้นจากความเป็นรัฐมนตรีตามที่นายกรัฐมนตรีถวายคำแนะนำ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 166 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"97","หน้า":"12"},{"หมวด":"8","ส่วน":"","มาตรา":"171","ร่างมาตรา":"171","ร่างบทบัญญัติ":"<p> “มาตรา 171 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการให้รัฐมนตรีพ้นจากความเป็นรัฐมนตรีตามที่นายกรัฐมนตรีถวายคำแนะนำ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 171 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"25"},{"หมวด":"8","ส่วน":"","มาตรา":"172","ร่างมาตรา":"175","ร่างบทบัญญัติ":"<p> “มาตรา 175 ในกรณีเพื่อประโยชน์ในอันที่จะรักษาความปลอดภัยของประเทศ ความปลอดภัยสาธารณะ ความมั่นคงในทางเศรษฐกิจของประเทศ หรือป้องปัดภัยพิบัติสาธารณะ พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้</p><p>การตราพระราชกำหนดตามวรรคหนึ่ง ให้กระทำได้เฉพาะเมื่อคณะรัฐมนตรีเห็นว่าเป็นกรณีฉุกเฉิน ที่มีความจำเป็นรีบด่วนอันมิอาจจะหลีกเลี่ยงได้</p><p>ในการประชุมรัฐสภาคราวต่อไป ให้คณะรัฐมนตรีเสนอพระราชกำหนดนั้นต่อรัฐสภาเพื่อพิจารณาโดยไม่ชักช้า ถ้าอยู่นอกสมัยประชุมและการรอการเปิดสมัยประชุมสามัญจะเป็นการชักช้า คณะรัฐมนตรีต้องดำเนินการให้มีการเรียกประชุมรัฐสภาสมัยวิสามัญเพื่อพิจารณาอนุมัติหรือไม่อนุมัติพระราชกำหนดโดยเร็ว ถ้าสภาผู้แทนราษฎรไม่อนุมัติ หรือสภาผู้แทนราษฎรอนุมัติแต่วุฒิสภาไม่อนุมัติและสภาผู้แทนราษฎรยืนยันการอนุมัติด้วยคะแนนเสียงไม่มากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร ให้พระราชกำหนดนั้นตกไป แต่ทั้งนี้ไม่กระทบกระเทือนกิจการที่ได้เป็นไปในระหว่างที่ใช้พระราชกำหนดนั้น</p><p>หากพระราชกำหนดตามวรรคหนึ่งมีผลเป็นการแก้ไขเพิ่มเติมหรือยกเลิกบทบัญญัติแห่งกฎหมายใด และพระราชกำหนดนั้นต้องตกไปตามวรรคสาม ให้บทบัญญัติแห่งกฎหมายที่มีอยู่ก่อนการแก้ไขเพิ่มเติม หรือยกเลิกมีผลใช้บังคับต่อไปนับแต่วันที่การไม่อนุมัติพระราชกำหนดนั้นมีผล</p><p>ถ้าสภาผู้แทนราษฎรและวุฒิสภาอนุมัติพระราชกำหนดนั้น หรือถ้าวุฒิสภาไม่อนุมัติและสภาผู้แทนราษฎรยืนยันการอนุมัติด้วยคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎรให้พระราชกำหนดนั้นมีผลใช้บังคับเป็นพระราชบัญญัติต่อไป</p><p>การอนุมัติหรือไม่อนุมัติพระราชกำหนด ให้นายกรัฐมนตรีประกาศในราชกิจจานุเบกษา ในกรณีไม่อนุมัติ ให้มีผลตั้งแต่วันถัดจากวันประกาศในราชกิจจานุเบกษา</p><p>การพิจารณาพระราชกำหนดของสภาผู้แทนราษฎรและของวุฒิสภาในกรณียืนยันการอนุมัติพระราชกำหนด จะต้องกระทำในโอกาสแรกที่มีการประชุมสภานั้น ๆ ”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการสอบถามว่า เหตุใดในวรรคหกจึงเขียนเฉพาะกรณีไม่อนุมัติ ให้มีผลตั้งแต่ วันถัดจากวันประกาศในราชกิจจานุเบกษา</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า เพื่อให้การดำเนินการใดก่อนการไม่อนุมัติพระราชกำหนดนั้นมีผลต่อไป</p><p>ประธานกรรมการเสนอให้ตัดความในวรรคสี่ออกทั้งวรรค เนื่องจากการคงความดังกล่าวไว้อาจ ก่อให้เกิดปัญหาได้จึงควรปล่อยให้เป็นไปตามกลไก ทั้งนี้ ถึงแม้ตัดความในวรรคสี่ออกก็ไม่กระทบกระเทือน กิจการที่ได้เป็นไปในระหว่างใช้พระราชกำหนด</p><p>- มีกรรมการสอบถามว่า การตัดความในวรรคสี่ออกจะตีความกฎหมายเดิมก่อนมีการแก้ไขเพิ่มเติม หรือยกเลิกบทบัญญัติแห่งกฎหมายตามพระราชกำหนดว่าอย่างไร</p><p>ประธานกรรมการชี้แจงว่า ตีความว่าพระราชกำหนดนั้นไม่มีผลในการแก้ไขเพิ่มเติมหรือยกเลิก บทบัญญัติแห่งกฎหมาย</p><p>- มีกรรมการสอบถามว่า ในกรณีที่กฎหมายปกติมีบทกำหนดโทษทางอาญา หากคณะรัฐมนตรีออก พระราชกำหนดซึ่งเป็นการยกเลิกในส่วนบทกำหนดโทษมีผลให้ในระหว่างการใช้พระราชกำหนดถือว่า การกระทำนั้นไม่เป็นความผิดและไม่ต้องรับผิดทางอาญาเพราะเป็นการปฏิบัติตามพระราชกำหนด ดังนั้น หากตัดความในวรรคสี่ออกจะมีผลอย่างไร ผู้ปฏิบัติตามพระราชกำหนดจะต้องรับผิดทางอาญาต่อไปหรือไม่ ประธานกรรมการชี้แจงว่า ถึงแม้ตัดความในวรรคสี่ออกก็ไม่กระทบกระเทือนกิจการที่ได้เป็นไปใน ระหว่างใช้พระราชกำหนด กล่าวคือในระหว่างการใช้พระราชกำหนดไม่มีความผิดอาญา แต่เมื่อวันที่การไม่อนุมัติพระราชกำหนดนั้นมีผลก็เริ่มใช้กฎหมายเดิมก่อนมีการแก้ไขเพิ่มเติมหรือยกเลิกบทบัญญัติแห่ง กฎหมายตามพระราชกำหนดหากมีความผิดอาญาก็ต้องมีความผิดอาญา</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 175 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"45","หน้า":"18-20"},{"หมวด":"8","ส่วน":"","มาตรา":"172","ร่างมาตรา":"176","ร่างบทบัญญัติ":"<p>“มาตรา 176 ในกรณีเพื่อประโยชน์ในอันที่จะรักษาความปลอดภัยของประเทศ ความปลอดภัยสาธารณะ ความมั่นคงในทางเศรษฐกิจของประเทศ หรือป้องปัดภัยพิบัติสาธารณะ พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้</p><p>การตราพระราชกำหนดตามวรรคหนึ่ง ให้กระทำได้เฉพาะเมื่อคณะรัฐมนตรีเห็นว่าเป็นกรณีฉุกเฉินที่มีความจำเป็นรีบด่วนอันมิอาจจะหลีกเลี่ยงได้</p><p>ในการประชุมรัฐสภาคราวต่อไป ให้คณะรัฐมนตรีเสนอพระราชกำหนดนั้นต่อรัฐสภาเพื่อพิจารณาโดยไม่ชักช้า ถ้าอยู่นอกสมัยประชุมและการรอการเปิดสมัยประชุมสามัญจะเป็นการชักช้า คณะรัฐมนตรีต้องดำเนินการให้มีการเรียกประชุมรัฐสภาสมัยวิสามัญเพื่อพิจารณาอนุมัติหรือไม่อนุมัติพระราชกำหนดโดยเร็ว ถ้าสภาผู้แทนราษฎรไม่อนุมัติ หรือสภาผู้แทนราษฎรอนุมัติแต่วุฒิสภาไม่อนุมัติและสภาผู้แทนราษฎรยืนยันการอนุมัติด้วยคะแนนเสียงไม่มากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร ให้พระราชกำหนดนั้นตกไป แต่ทั้งนี้ไม่กระทบกระเทือนกิจการที่ได้เป็นไปในระหว่างที่ใช้พระราชกำหนดนั้น</p><p>หากพระราชกำหนดตามวรรคหนึ่งมีผลเป็นการแก้ไขเพิ่มเติมหรือยกเลิกบทบัญญัติแห่งกฎหมายใด และพระราชกำหนดนั้นต้องตกไปตามวรรคสาม ให้บทบัญญัติแห่งกฎหมายที่มีอยู่ก่อนการแก้ไขเพิ่มเติมหรือยกเลิก มีผลใช้บังคับต่อไปนับแต่วันที่การไม่อนุมัติพระราชกำหนดนั้นมีผล</p><p>ถ้าสภาผู้แทนราษฎรและวุฒิสภาอนุมัติพระราชกำหนดนั้น หรือถ้าวุฒิสภาไม่อนุมัติและสภาผู้แทนราษฎรยืนยันการอนุมัติด้วยคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร ให้พระราชกำหนดนั้นมีผลใช้บังคับเป็นพระราชบัญญัติต่อไป</p><p>การอนุมัติหรือไม่อนุมัติพระราชกำหนด ให้นายกรัฐมนตรีประกาศในราชกิจจานุเบกษา ในกรณีไม่อนุมัติ ให้มีผลตั้งแต่วันถัดจากวันประกาศในราชกิจจานุเบกษาเป็นต้นไป</p><p>การพิจารณาพระราชกำหนดของสภาผู้แทนราษฎรและของวุฒิสภา<strike>ในกรณี</strike><u>และการ</u>ยืนยันการอนุมัติพระราชกำหนด จะต้องกระทำในโอกาสแรกที่มีการประชุมสภานั้น ๆ” </p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการสอบถามว่า ความตามวรรคหนึ่งนำมาจากรัฐธรรมนูญ 2550 ทั้งหมดหรือไม่</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า ความตามวรรคหนึ่งได้นำมาจากรัฐธรรมนูญ 2550 ทั้งหมด</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในมาตรา 176 วรรคเจ็ด เป็นดังนี้ “การพิจารณาพระราชกำหนดของสภาผู้แทนราษฎรและของวุฒิสภา<strike>ในกรณี</strike><u>และการ</u>ยืนยันการอนุมัติพระราชกำหนด จะต้องกระทำในโอกาสแรกที่มีการประชุมสภานั้น ๆ”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 176 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายธนาวัฒน์ สังข์ทอง"],"ประชุมครั้งที่":"63","หน้า":"63-64"},{"หมวด":"8","ส่วน":"","มาตรา":"172","ร่างมาตรา":"176","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p>- เรื่องความปลอดภัยของประเทศนั้น ในร่างรัฐธรรมนูญฉบับที่คณะกรรมการอยู่ระหว่างจัดทำ ได้บัญญัติถ้อยคำในเรื่องความปลอดภัยของประเทศไว้สามคำ คือ คำว่า“ความมั่นคงของรัฐ” คำว่า “ความ มั่นคงของชาติ” และคำว่า “ความมั่นคงปลอดภัยของประเทศ” ดังน้ัน ความว่า “ความปลอดภัยของ ประเทศ” ในวรรคหนึ่งของร่างมาตรา 176 ซึ่งเป็นคำที่บัญญัติเช่นเดียวกับที่เคยบัญญัติในรัฐธรรมนูญ 2540 ควรแก้ไขเป็นว่า “ความ<u>มั่นคง</u>ปลอดภัยของประเทศ” ซึ่งจะทำให้มีความหมายสมบูรณ์มากยิ่งขึ้น</p><p>ประธานกรรมการกล่าวว่า การแก้ไขเพิ่มเติมความในวรรคหนึ่งของร่างมาตรา 176 เป็นว่า “ความ <u>มั่นคง</u>ปลอดภัยของประเทศ” นั้น จะทำให้เกิดปัญหาข้อจำกัดในการออกพระราชกำหนดหรือไม่ ดังนั้น ควร พิจารณาทบทวนเรื่องดังกล่าวอีกครั้ง</p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงเงื่อนไขและหลักเกณฑ์การตราพระราชกำหนดแต่ไม่มีการลงมติ","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"66","หน้า":"10"},{"หมวด":"8","ส่วน":"","มาตรา":"172","ร่างมาตรา":"176","ร่างบทบัญญัติ":"<p> “มาตรา 176 ในกรณีเพื่อประโยชน์ในอันที่จะรักษาความปลอดภัยของประเทศ ความปลอดภัยสาธารณะ ความมั่นคงในทางเศรษฐกิจของประเทศ หรือป้องปัดภัยพิบัติสาธารณะ พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้</p><p>การตราพระราชกำหนดตามวรรคหนึ่ง ให้กระทำได้เฉพาะเมื่อคณะรัฐมนตรีเห็นว่าเป็นกรณีฉุกเฉินที่มีความจำเป็นรีบด่วนอันมิอาจจะหลีกเลี่ยงได้</p><p>ในการประชุมรัฐสภาคราวต่อไป ให้คณะรัฐมนตรีเสนอพระราชกำหนดนั้นต่อรัฐสภาเพื่อพิจารณาโดยไม่ชักช้า ถ้าอยู่นอกสมัยประชุมและการรอการเปิดสมัยประชุมสามัญจะเป็นการชักช้า คณะรัฐมนตรีต้องดำเนินการให้มีการเรียกประชุมรัฐสภาสมัยวิสามัญเพื่อพิจารณาอนุมัติหรือไม่อนุมัติพระราชกำหนดโดยเร็ว ถ้าสภาผู้แทนราษฎรไม่อนุมัติ หรือสภาผู้แทนราษฎรอนุมัติแต่วุฒิสภาไม่อนุมัติและสภาผู้แทนราษฎรยืนยันการอนุมัติด้วยคะแนนเสียงไม่มากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร ให้พระราชกำหนดนั้นตกไป แต่ทั้งนี้ไม่กระทบต่อกิจการที่ได้เป็นไปในระหว่างที่ใช้พระราชกำหนดนั้น</p><p>หากพระราชกำหนดตามวรรคหนึ่งมีผลเป็นการแก้ไขเพิ่มเติมหรือยกเลิกบทบัญญัติแห่งกฎหมายใด และพระราชกำหนดนั้นต้องตกไปตามวรรคสาม ให้บทบัญญัติแห่งกฎหมายที่มีอยู่ก่อนการแก้ไขเพิ่มเติม หรือยกเลิก มีผลใช้บังคับต่อไปนับแต่วันที่การไม่อนุมัติพระราชกำหนดนั้นมีผล</p><p>ถ้าสภาผู้แทนราษฎรและวุฒิสภาอนุมัติพระราชกำหนดนั้น หรือถ้าวุฒิสภาไม่อนุมัติและสภาผู้แทนราษฎรยืนยันการอนุมัติด้วยคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร ให้พระราชกำหนดนั้นมีผลใช้บังคับเป็นพระราชบัญญัติต่อไป</p><p>การอนุมัติหรือไม่อนุมัติพระราชกำหนด ให้นายกรัฐมนตรีประกาศในราชกิจจานุเบกษา ในกรณีไม่อนุมัติ ให้มีผลตั้งแต่วันถัดจากวันประกาศในราชกิจจานุเบกษา</p><p>การพิจารณาพระราชกำหนดของสภาผู้แทนราษฎรและของวุฒิสภา และการยืนยันการอนุมัติพระราชกำหนด จะต้องกระทำในโอกาสแรกที่มีการประชุมสภานั้น ๆ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 176 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"70","หน้า":"30-31"},{"หมวด":"8","ส่วน":"","มาตรา":"172","ร่างมาตรา":"167","ร่างบทบัญญัติ":"<p> “มาตรา 167 ในกรณีเพื่อประโยชน์ในอันที่จะรักษาความปลอดภัยของประเทศ ความปลอดภัยสาธารณะ ความมั่นคงในทางเศรษฐกิจของประเทศ หรือป้องปัดภัยพิบัติสาธารณะ พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้</p><p>การตราพระราชกำหนดตามวรรคหนึ่ง ให้กระทำได้เฉพาะเมื่อคณะรัฐมนตรีเห็นว่าเป็นกรณีฉุกเฉินที่มีความจำเป็นรีบด่วนอันมิอาจจะหลีกเลี่ยงได้</p><p>ในการประชุมรัฐสภาคราวต่อไป ให้คณะรัฐมนตรีเสนอพระราชกำหนดนั้นต่อรัฐสภาเพื่อพิจารณาโดยไม่ชักช้า ถ้าอยู่นอกสมัยประชุมและการรอการเปิดสมัยประชุมสามัญจะเป็นการชักช้า คณะรัฐมนตรีต้องดำเนินการให้มีการเรียกประชุมรัฐสภาสมัยวิสามัญเพื่อพิจารณาอนุมัติหรือไม่อนุมัติพระราชกำหนดโดยเร็ว ถ้าสภาผู้แทนราษฎรไม่อนุมัติ หรือสภาผู้แทนราษฎรอนุมัติแต่วุฒิสภาไม่อนุมัติและสภาผู้แทนราษฎรยืนยันการอนุมัติด้วยคะแนนเสียงไม่มากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร ให้พระราชกำหนดนั้นตกไป แต่ทั้งนี้ไม่กระทบต่อกิจการที่ได้เป็นไปในระหว่างที่ใช้พระราชกำหนดนั้น</p><p>หากพระราชกำหนดตามวรรคหนึ่งมีผลเป็นการแก้ไขเพิ่มเติมหรือยกเลิกบทบัญญัติแห่งกฎหมายใด และพระราชกำหนดนั้นต้องตกไปตามวรรคสาม ให้บทบัญญัติแห่งกฎหมายที่มีอยู่ก่อนการแก้ไขเพิ่มเติมหรือยกเลิก มีผลใช้บังคับต่อไปนับแต่วันที่การไม่อนุมัติพระราชกำหนดนั้นมีผล</p><p>ถ้าสภาผู้แทนราษฎรและวุฒิสภาอนุมัติพระราชกำหนดนั้น หรือถ้าวุฒิสภาไม่อนุมัติและสภาผู้แทนราษฎรยืนยันการอนุมัติด้วยคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร ให้พระราชกำหนดนั้นมีผลใช้บังคับเป็นพระราชบัญญัติต่อไป</p><p>การอนุมัติหรือไม่อนุมัติพระราชกำหนด ให้นายกรัฐมนตรีประกาศในราชกิจจานุเบกษา ในกรณีไม่อนุมัติ ให้มีผลตั้งแต่วันถัดจากวันประกาศในราชกิจจานุเบกษา</p><p>การพิจารณาพระราชกำหนดของสภาผู้แทนราษฎรและของวุฒิสภา และการยืนยันการอนุมัติพระราชกำหนด จะต้องกระทำในโอกาสแรกที่มีการประชุมสภานั้น ๆ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 167 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"97","หน้า":"12-13"},{"หมวด":"8","ส่วน":"","มาตรา":"172","ร่างมาตรา":"172","ร่างบทบัญญัติ":"<p> “มาตรา 172 ในกรณีเพื่อประโยชน์ในอันที่จะรักษาความปลอดภัยของประเทศ ความปลอดภัยสาธารณะ ความมั่นคงในทางเศรษฐกิจของประเทศ หรือป้องปัดภัยพิบัติสาธารณะ พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้</p><p>การตราพระราชกำหนดตามวรรคหนึ่ง ให้กระทำได้เฉพาะเมื่อคณะรัฐมนตรีเห็นว่าเป็นกรณีฉุกเฉินที่มีความจำเป็นรีบด่วนอันมิอาจจะหลีกเลี่ยงได้</p><p>ในการประชุมรัฐสภาคราวต่อไป ให้คณะรัฐมนตรีเสนอพระราชกำหนดนั้นต่อรัฐสภาเพื่อพิจารณาโดยไม่ชักช้า ถ้าอยู่นอกสมัยประชุมและการรอการเปิดสมัยประชุมสามัญจะเป็นการชักช้า คณะรัฐมนตรีต้องดำเนินการให้มีการเรียกประชุมรัฐสภาสมัยวิสามัญเพื่อพิจารณาอนุมัติหรือไม่อนุมัติพระราชกำหนดโดยเร็ว ถ้าสภาผู้แทนราษฎรไม่อนุมัติ หรือสภาผู้แทนราษฎรอนุมัติแต่วุฒิสภาไม่อนุมัติและสภาผู้แทนราษฎรยืนยันการอนุมัติด้วยคะแนนเสียงไม่มากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร ให้พระราชกำหนดนั้นตกไป แต่ทั้งนี้ไม่กระทบต่อกิจการที่ได้เป็นไปในระหว่างที่ใช้พระราชกำหนดนั้น</p><p>หากพระราชกำหนดตามวรรคหนึ่งมีผลเป็นการแก้ไขเพิ่มเติมหรือยกเลิกบทบัญญัติแห่งกฎหมายใด และพระราชกำหนดนั้นต้องตกไปตามวรรคสาม ให้บทบัญญัติแห่งกฎหมายที่มีอยู่ก่อนการแก้ไขเพิ่มเติม หรือยกเลิก มีผลใช้บังคับต่อไปนับแต่วันที่การไม่อนุมัติพระราชกำหนดนั้นมีผล</p><p>ถ้าสภาผู้แทนราษฎรและวุฒิสภาอนุมัติพระราชกำหนดนั้น หรือถ้าวุฒิสภาไม่อนุมัติและสภาผู้แทนราษฎรยืนยันการอนุมัติด้วยคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร ให้พระราชกำหนดนั้นมีผลใช้บังคับเป็นพระราชบัญญัติต่อไป</p><p>การอนุมัติหรือไม่อนุมัติพระราชกำหนด ให้นายกรัฐมนตรีประกาศในราชกิจจานุเบกษา ในกรณีไม่อนุมัติ ให้มีผลตั้งแต่วันถัดจากวันประกาศในราชกิจจานุเบกษา</p><p>การพิจารณาพระราชกำหนดของสภาผู้แทนราษฎรและของวุฒิสภา และการยืนยันการอนุมัติพระราชกำหนด จะต้องกระทำในโอกาสแรกที่มีการประชุมสภานั้น ๆ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 172 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"26"},{"หมวด":"8","ส่วน":"","มาตรา":"173","ร่างมาตรา":"176","ร่างบทบัญญัติ":"<p>“มาตรา 176 ก่อนที่สภาผู้แทนราษฎรหรือวุฒิสภาจะได้อนุมัติพระราชกำหนดใดตามมาตรา 175 วรรคสาม สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวน สมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา มีสิทธิเข้าชื่อเสนอความเห็นต่อประธานแห่งสภาที่ตนเป็นสมาชิก ว่าพระราชกำหนดนั้นไม่เป็นไปตามมาตรา 175 วรรคหนึ่ง<strike>หรือวรรคสอง </strike>และให้ประธานแห่งสภานั้นส่ง ความเห็นไปยังศาลรัฐธรรมนูญภายในสามวันนับแต่วันที่ได้รับความเห็นเพื่อวินิจฉัย เมื่อศาลรัฐธรรมนูญวินิจฉัยแล้วให้ศาลรัฐธรรมนูญแจ้งคำวินิจฉัยนั้นไปยังประธานแห่งสภาที่ส่งความเห็นนั้นมา</p><p>เมื่อประธานสภาผู้แทนราษฎรหรือประธานวุฒิสภาได้รับความเห็นของสมาชิกสภาผู้แทนราษฎร หรือสมาชิกวุฒิสภาตามวรรคหนึ่งแล้ว ให้รอการพิจารณาพระราชกำหนดนั้นไว้ก่อนจนกว่าจะได้รับแจ้ง คำวินิจฉัยของศาลรัฐธรรมนูญตามวรรคหนึ่ง ซึ่งต้องไม่ช้ากว่าสามสิบวัน</p><p>ในกรณีที่ศาลรัฐธรรมนูญวินิจฉัยว่าพระราชกำหนดใดไม่เป็นไปตามมาตรา 175 วรรคหนึ่ง<strike>หรือ</strike><strike>วรรคสอง</strike>ให้พระราชกำหนดนั้นไม่มีผลบังคับมาแต่ต้น</p><p>คำวินิจฉัยของศาลรัฐธรรมนูญว่าพระราชกำหนดใดไม่เป็นไปตามมาตรา 175 วรรคหนึ่ง<strike>หรือวรรค</strike><strike>สอง</strike>ต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนตุลาการศาลรัฐธรรมนูญทั้งหมด”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการกล่าวว่า เดิมวรรคหนึ่งและวรรคสองของร่างมาตรา 175 น้ันจะเขียนรวมกันไว้ ในมาตราเดียว พระราชกำหนดจึงไม่ถูกคัดค้านว่าชอบด้วยรัฐธรรมนูญหรือไม่ แต่นักการเมืองมีความเห็นว่า ควรมีการคัดค้านได้ว่าเงื่อนไขในการออกพระราชกำหนดนั้นถูกต้องหรือไม่ จึงมีการแบ่งเรื่องดังกล่าว ออกเป็นสองวรรค เรื่องมูลเหตุในการออกพระราชกำหนดในวรรคหนึ่ง และเรื่องความฉุกเฉินในวรรคสอง เพื่อให้มีการคัดค้านเฉพาะเรื่องมูลเหตุเท่านั้น ส่วนเรื่องความฉุกเฉินเร่งด่วนให้เป็นอำนาจของคณะรัฐมนตรี ซึ่งเป็นผู้บริหารบ้านเมืองเป็นผู้ตัดสินใจคนอื่นไม่สามารถวินิจฉัยได้ ดังนั้น รัฐธรรมนูญ 2540 จึงกำหนดให้ คัดค้านได้เฉพาะวรรคหนึ่ง แต่รัฐธรรมนูญ 2550 ให้คัดค้านได้ทั้งสองวรรค ทั้งนี้ เห็นว่าวรรคสองควรเป็น อำนาจของคณะรัฐมนตรีไม่ควรให้มีการคัดค้านได้</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- มีกรรมการแสดงความเห็นว่า การให้คัดค้านในวรรคสองของร่างมาตรา 175 ได้ เป็นการขัดแย้ง กันเอง เนื่องจากเป็นเรื่องความเห็นของคณะรัฐมนตรี การไปคัดค้านคือการโต้แย้งว่าความเห็นของ คณะรัฐมนตรีไม่ถูกต้อง ร่างรัฐธรรมนูญฉบับที่แล้วของคณะกรรมาธิการยกร่างรัฐธรรมนูญ (ศาสตราจารย์ บวรศักดิ์ อุวรรณโณ เป็นประธานกรรมาธิการ) จึงได้ตัดความว่า “หรือวรรคสอง” ออก เพื่อให้คัดค้านได้ เฉพาะวรรคหนึ่งเรื่องมูลเหตุในการออกพระราชกำหนดเท่านั้น</p><p>- ควรมีการกำหนดระยะเวลาที่ศาลรัฐธรรมนูญต้องพิจารณาวินิจฉัยหรือไม่ ประธานกรรมการสอบถามว่า ได้มีการกำหนดระยะเวลาให้ศาลรัฐธรรมนูญพิจารณาวินิจฉัยไว้ในเรื่องใดหรือไม่ และหากศาลรัฐธรรมนูญวินิจฉัยไม่แล้วเสร็จจะมีผลอย่างไร</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า มีการกำหนดไว้ในเรื่ององค์กร อิสระให้ศาลรัฐธรรมนูญพิจารณาภายในสามสิบวัน</p><p>ประธานกรรมการเสนอให้เพิ่มความในตอนท้ายของวรรคสอง เป็น “ซึ่งต้องไม่ช้ากว่าสามสิบวัน”</p><p>- มีกรรมการสอบถามว่า หากศาลรัฐธรรมนูญพิจารณาวินิจฉัยแล้วว่าไม่เป็นไปตามวรรคหนึ่งของ ร่างมาตรา 175 จะมีผลอย่างไร ต้องส่งเรื่องกลับไปยังสภาหรือไม่</p><p>ประธานกรรมการชี้แจงว่า พระราชกำหนดนั้นเป็นอันตกไปโดยมีผลตั้งแต่ต้น ไม่ต้องส่งกลับไปยังสภาอีก</p><p>- มีกรรมการสอบถามว่า ในระหว่างที่ศาลรัฐธรรมนูญพิจารณาวินิจฉัยจะบังคับใช้พระราชกำหนดนั้นได้หรือไม่ เนื่องจากกรณีนี้ต่างจากกรณีไม่อนุมัติพระราชกำหนด</p><p>ประธานกรรมการชี้แจงว่า ในระหว่างที่ศาลรัฐธรรมนูญพิจารณาวินิจฉัยจะบังคับใช้พระราชกำหนด นั้นไม่ได้ แต่ทั้งนี้จะใช้หลักปกติเรื่องไม่กระทบกระเทือนกิจการที่ได้ดำเนินการไปในระหว่างที่ใช้พระราช กำหนดไม่ได้เพราะสภาพความเป็นกฎหมายไม่เกิดขึ้นเพราะมีการคัดค้านมาแต่ต้น ซึ่งต่างจากกรณี กฎหมายซึ่งไม่มีผลต่อคดีที่สิ้นสุดไปแล้ว</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 176 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"45","หน้า":"20-21"},{"หมวด":"8","ส่วน":"","มาตรา":"173","ร่างมาตรา":"177","ร่างบทบัญญัติ":"<p> “มาตรา 177 ก่อนที่สภาผู้แทนราษฎรหรือวุฒิสภาจะได้อนุมัติพระราชกำหนดใดตามมาตรา 176 วรรคสาม สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา มีสิทธิเข้าชื่อเสนอความเห็นต่อประธานแห่งสภาที่ตนเป็นสมาชิก ว่าพระราชกำหนดนั้นไม่เป็นไปตามมาตรา 176 วรรคหนึ่ง และให้ประธานแห่งสภานั้นส่งความเห็นไปยังศาลรัฐธรรมนูญภายในสามวันนับแต่วันที่ได้รับความเห็นเพื่อวินิจฉัย เมื่อศาลรัฐธรรมนูญวินิจฉัยแล้ว ให้ศาลรัฐธรรมนูญแจ้งคำวินิจฉัยนั้นไปยังประธานแห่งสภาที่ส่งความเห็นนั้นมา</p><p>เมื่อประธานสภาผู้แทนราษฎรหรือประธานวุฒิสภาได้รับความเห็นของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาตามวรรคหนึ่งแล้ว ให้รอการพิจารณาพระราชกำหนดนั้นไว้ก่อนจนกว่าจะได้รับแจ้งคำวินิจฉัยของศาลรัฐธรรมนูญตามวรรคหนึ่ง ในการนี้ ศาลรัฐธรรมนูญต้องมีคำวินิจฉัยให้แล้วเสร็จภายในหกสิบวันนับแต่วันที่ได้รับเรื่อง</p><p>ในกรณีที่ศาลรัฐธรรมนูญวินิจฉัยว่าพระราชกำหนดใดไม่เป็นไปตามมาตรา 176 วรรคหนึ่ง ให้พระราชกำหนดนั้นไม่มีผลบังคับมาแต่ต้น</p><p>คำวินิจฉัยของศาลรัฐธรรมนูญว่าพระราชกำหนดใดไม่เป็นไปตามมาตรา 176 วรรคหนึ่งหรือวรรคสอง ต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนตุลาการศาลรัฐธรรมนูญทั้งหมด”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 177 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"63","หน้า":"64"},{"หมวด":"8","ส่วน":"","มาตรา":"173","ร่างมาตรา":"177","ร่างบทบัญญัติ":"<p>“มาตรา 177 ก่อนที่สภาผู้แทนราษฎรหรือวุฒิสภาจะได้อนุมัติพระราชกำหนดใด<strike>ตามมาตรา 176 วรรคสาม</strike> สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา มีสิทธิเข้าชื่อเสนอความเห็นต่อประธานแห่งสภาที่ตนเป็นสมาชิก ว่าพระราชกำหนดนั้นไม่เป็นไปตามมาตรา 176 วรรคหนึ่ง และให้ประธานแห่งสภานั้นส่งความเห็นไปยังศาลรัฐธรรมนูญภายในสามวันนับแต่วันที่ได้รับความเห็นเพื่อวินิจฉัย <strike>เมื่อศาลรัฐธรรมนูญวินิจฉัยแล้ว ให้ศาลรัฐธรรมนูญแจ้งคำวินิจฉัยนั้นไปยังประธานแห่งสภาที่ส่งความเห็นนั้นมา</strike><u>และให้รอการพิจารณาพระราชกำหนดนั้นไว้ก่อนจนกว่าจะได้รับแจ้งคำวินิจฉัยของศาลรัฐธรรมนูญ</u></p><p><strike>เมื่อประธานสภาผู้แทนราษฎรหรือประธานวุฒิสภาได้รับความเห็นของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาตามวรรคหนึ่งแล้ว ให้รอการพิจารณาพระราชกำหนดนั้นไว้ก่อนจนกว่าจะได้รับแจ้งคำวินิจฉัยของศาลรัฐธรรมนูญตามวรรคหนึ่ง ในการนี้ ศาลรัฐธรรมนูญต้องมีคำวินิจฉัยให้แล้วเสร็จภายในหกสิบวันนับแต่วันที่ได้รับเรื่อง</strike><u>ให้ศาลรัฐธรรมนูญมีคำวินิจฉัยภายในหกสิบวันนับแต่วันที่ได้รับเรื่อง และให้ศาลรัฐธรรมนูญแจ้งคำวินิจฉัยไปยังประธานแห่งสภาที่ส่งความเห็นนั้นมา</u></p><p>ในกรณีที่ศาลรัฐธรรมนูญวินิจฉัยว่าพระราชกำหนดใดไม่เป็นไปตามมาตรา 176 วรรคหนึ่ง ให้พระราชกำหนดนั้นไม่มีผล<u>ใช้</u>บังคับมาแต่ต้น</p><p>คำวินิจฉัยของศาลรัฐธรรมนูญว่าพระราชกำหนดใดไม่เป็นไปตามมาตรา 176 วรรคหนึ่ง ต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนตุลาการศาลรัฐธรรมนูญทั้งหมดเท่าที่มีอยู่”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมร่างมาตรา 177 เพื่อให้กระชับและไม่เกิดความสับสน เป็นดังนี้</p><p>“มาตรา 177 ก่อนที่สภาผู้แทนราษฎรหรือวุฒิสภาจะได้อนุมัติพระราชกำหนดใด<strike>ตามมาตรา 176 วรรคสาม</strike> สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา มีสิทธิเข้าชื่อเสนอความเห็นต่อประธานแห่งสภาที่ตนเป็นสมาชิก ว่าพระราชกำหนดนั้นไม่เป็นไปตามมาตรา 176 วรรคหนึ่ง และให้ประธานแห่งสภานั้นส่งความเห็นไปยังศาลรัฐธรรมนูญภายในสามวันนับแต่วันที่ได้รับความเห็นเพื่อวินิจฉัย <strike>เมื่อศาลรัฐธรรมนูญวินิจฉัยแล้ว ให้ศาลรัฐธรรมนูญแจ้งคำวินิจฉัยนั้นไปยังประธานแห่งสภาที่ส่งความเห็นนั้นมา</strike><u>และให้รอการพิจารณาพระราชกำหนดนั้นไว้ก่อนจนกว่าจะได้รับแจ้งคำวินิจฉัยของศาลรัฐธรรมนูญ</u></p><p><strike>เมื่อประธานสภาผู้แทนราษฎรหรือประธานวุฒิสภาได้รับความเห็นของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาตามวรรคหนึ่งแล้ว ให้รอการพิจารณาพระราชกำหนดนั้นไว้ก่อนจนกว่าจะได้รับแจ้งคำวินิจฉัยของศาลรัฐธรรมนูญตามวรรคหนึ่ง ในการนี้ ศาลรัฐธรรมนูญต้องมีคำวินิจฉัยให้แล้วเสร็จภายในหกสิบวันนับแต่วันที่ได้รับเรื่อง</strike><u>ให้ศาลรัฐธรรมนูญมีคำวินิจฉัยภายในหกสิบวันนับแต่วันที่ได้รับเรื่อง และให้ศาลรัฐธรรมนูญแจ้งคำวินิจฉัยไปยังประธานแห่งสภาที่ส่งความเห็นนั้นมา</u></p><p>ในกรณีที่ศาลรัฐธรรมนูญวินิจฉัยว่าพระราชกำหนดใดไม่เป็นไปตามมาตรา 176 วรรคหนึ่ง ให้ พระราชกำหนดนั้นไม่มีผลใช้บังคับมาแต่ต้น</p><p>คำวินิจฉัยของศาลรัฐธรรมนูญว่าพระราชกำหนดใดไม่เป็นไปตามมาตรา 176 วรรคหนึ่ง ต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนตุลาการศาลรัฐธรรมนูญทั้งหมดเท่าที่มีอยู่”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 177 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"70","หน้า":"31-32"},{"หมวด":"8","ส่วน":"","มาตรา":"173","ร่างมาตรา":"168","ร่างบทบัญญัติ":"<p> “มาตรา 168 ก่อนที่สภาผู้แทนราษฎรหรือวุฒิสภาจะได้อนุมัติพระราชกำหนดใด สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา มีสิทธิเข้าชื่อเสนอความเห็นต่อประธานแห่งสภาที่ตนเป็นสมาชิก ว่าพระราชกำหนดนั้นไม่เป็นไปตามมาตรา 167 วรรคหนึ่ง และให้ประธานแห่งสภานั้นส่งความเห็นไปยังศาลรัฐธรรมนูญภายในสามวันนับแต่วันที่ได้รับความเห็นเพื่อวินิจฉัย และให้รอการพิจารณาพระราชกำหนดนั้นไว้ก่อนจนกว่าจะได้รับแจ้งคำวินิจฉัยของศาลรัฐธรรมนูญ</p><p>ให้ศาลรัฐธรรมนูญมีคำวินิจฉัยภายในหกสิบวันนับแต่วันที่ได้รับเรื่อง และให้ศาลรัฐธรรมนูญแจ้งคำวินิจฉัยนั้นไปยังประธานแห่งสภาที่ส่งความเห็นนั้นมา</p><p>ในกรณีที่ศาลรัฐธรรมนูญวินิจฉัยว่าพระราชกำหนดใดไม่เป็นไปตามมาตรา 167 วรรคหนึ่ง ให้พระราชกำหนดนั้นไม่มีผลใช้บังคับมาแต่ต้น</p><p>คำวินิจฉัยของศาลรัฐธรรมนูญว่าพระราชกำหนดใดไม่เป็นไปตามมาตรา 167 วรรคหนึ่ง ต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนตุลาการศาลรัฐธรรมนูญทั้งหมดเท่าที่มีอยู่”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 168 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"97","หน้า":"13"},{"หมวด":"8","ส่วน":"","มาตรา":"173","ร่างมาตรา":"173","ร่างบทบัญญัติ":"<p> “มาตรา 173 ก่อนที่สภาผู้แทนราษฎรหรือวุฒิสภาจะได้อนุมัติพระราชกำหนดใด สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา มีสิทธิเข้าชื่อเสนอความเห็นต่อประธานแห่งสภาที่ตนเป็นสมาชิก ว่าพระราชกำหนดนั้นไม่เป็นไปตามมาตรา 172 วรรคหนึ่ง และให้ประธานแห่งสภานั้นส่งความเห็นไปยังศาลรัฐธรรมนูญภายในสามวันนับแต่วันที่ได้รับความเห็นเพื่อวินิจฉัย และให้รอการพิจารณาพระราชกำหนดนั้นไว้ก่อนจนกว่าจะได้รับแจ้งคำวินิจฉัยของศาลรัฐธรรมนูญ</p><p>ให้ศาลรัฐธรรมนูญมีคำวินิจฉัยภายในหกสิบวันนับแต่วันที่ได้รับเรื่อง และให้ศาลรัฐธรรมนูญแจ้งคำวินิจฉัยนั้นไปยังประธานแห่งสภาที่ส่งความเห็นนั้นมา</p><p>ในกรณีที่ศาลรัฐธรรมนูญวินิจฉัยว่าพระราชกำหนดใดไม่เป็นไปตามมาตรา 172 วรรคหนึ่ง ให้พระราชกำหนดนั้นไม่มีผลใช้บังคับมาแต่ต้น</p><p>คำวินิจฉัยของศาลรัฐธรรมนูญว่าพระราชกำหนดใดไม่เป็นไปตามมาตรา 172 วรรคหนึ่ง ต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนตุลาการศาลรัฐธรรมนูญทั้งหมดเท่าที่มีอยู่”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 173 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"26-27"},{"หมวด":"8","ส่วน":"","มาตรา":"174","ร่างมาตรา":"177","ร่างบทบัญญัติ":"<p>“มาตรา 177 <strike>ในระหว่างสมัยประชุม </strike>ถ้ามีความจำเป็นต้องมีกฎหมายเกี่ยวด้วยภาษีอากรหรือเงินตราซึ่งจะต้องได้รับการพิจารณาโดยด่วนและลับเพื่อรักษาประโยชน์ของแผ่นดิน พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้</p><p>พระราชกำหนดที่ได้ตราขึ้นตามวรรคหนึ่ง จะต้องนำเสนอต่อสภาผู้แทนราษฎรภายในสามวันนับแต่วันถัดจากวันประกาศในราชกิจจานุเบกษา และให้นำบทบัญญัติมาตรา 175 มาใช้บังคับโดยอนุโลม”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการกล่าวว่า ร่างมาตรา 175 ไม่ได้มีการกล่าวถึง “ในระหว่างสมัยประชุม” เหตุใด ร่างมาตรา 177 จึงมีการกำหนด “ในระหว่างสมัยประชุม”</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า เป็นความที่ใช้มาแต่เดิมซึ่งทำให้เกิดการตีความว่านอกสมัยประชุมจะพิจารณากฎหมายเกี่ยวด้วย ภาษีอากรหรือเงินตราไม่ได้ซึ่งอาจทำให้เป็นปัญหา</p><p>ประธานกรรมการกล่าวว่า เรื่องกฎหมายเกี่ยวด้วยภาษีอากรหรือเงินตราไม่ว่าจะอยู่ระหว่าง สมัยประชุมหรือนอกสมัยประชุมต้องพิจารณาได้ หากร่างมาตรา 175 ตีความได้ว่าหมายรวมถึงในระหว่าง สมัยประชุมและนอกสมัยประชุม ร่างมาตรา 177 เรื่องกฎหมายเกี่ยวด้วยภาษีอากรหรือเงินตราต้อง สามารถพิจารณาได้ทั้งในระหว่างสมัยประชุมหรือนอกสมัยประชุม</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- มีกรรมการสอบถามว่า การแก้ไขเรื่องสมัยประชุมอาจเป็นช่องว่างให้คณะรัฐมนตรีออกกฎหมาย เพื่อบังคับใช้ได้โดยไม่ต้องรอการพิจารณาของสภาหรือไม่ จึงควรให้เป็นไปตามแนวทางเดิม</p><p>ประธานกรรมการกล่าวว่า ศาลรัฐธรรมนูญได้เคยพิจารณาวินิจฉัยว่าสามารถทำได้ทั้งในระหว่าง สมัยประชุมหรือนอกสมัยประชุม</p><p>- มีกรรมการสอบถามว่า เรื่องกฎหมายเกี่ยวด้วยภาษีอากรหรือเงินตราควรต้องมีการแก้ไขให้รับกับ สถานการณ์ที่เปลี่ยนแปลง จึงควรออกกฎหมายเกี่ยวด้วยภาษีอากรหรือเงินตราได้ทั้งในระหว่างสมัยประชุม หรือนอกสมัยประชุม เพื่อไม่ให้มีการได้เปรียบหรือเสียเปรียบในเรื่องเวลา แต่ทั้งนี้ในเรื่อง “จะต้องได้รับ การพิจารณาโดยด่วนและลับ” ศาลรัฐธรรมนูญมีอำนาจวินิจฉัยว่าเป็นไปตามร่างมาตรา 175 ได้หรือไม่</p><p>ประธานกรรมการชี้แจงว่า ร่างมาตรานี้ใจความสำคัญคือการกำหนดลักษณะของกฎหมายจึง โต้แย้งได้เฉพาะว่าเป็นเรื่องภาษีอากรหรือเงินตราหรือไม่ ส่วนเรื่องจะต้องได้รับการพิจารณาโดยด่วนและ ลับไม่ใช่เงื่อนไขจึงไม่สามารถนำมาโต้แย้งตามร่างมาตรา 175 ได้</p><p>- มีกรรมการสอบถามว่า ภาษีอากรและเงินตรา หมายรวมถึงเงินคงคลัง หรือเงินทุนสำรองด้วยหรือไม่</p><p>นายธิติพันธุ์ เชื้อบุญชัย กรรมการ ชี้แจงว่า ความว่า “ภาษีอากรและเงินตรา” มีความหมายครอบคลุม เนื่องจากความว่า “เงินตรา” ไม่ได้หมายความเฉพาะกฎหมายเกี่ยวกับการเงินเท่านั้น แต่หมาย รวมถึงเรื่องที่เกี่ยวกับเงินตราต่าง ๆ ด้วย</p><p>- มีกรรมการสอบถามว่า เหตุใดในเรื่องการตราพระราชกำหนดหลายมาตราจะใช้ความว่า “พระมหากษัตริย์จะทรงตราพระราชกำหนด”</p><p>ประธานกรรมการชี้แจงว่า พระมหากษัตริย์ทรงใช้อำนาจนิติบัญญัติ</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า ในการใช้อำนาจทางบริหารจะไม่ได้ให้คณะรัฐมนตรีใช้อำนาจบริหารในทุกเรื่อง เรื่องใดที่ต้องใช้ อำนาจโดยประมุขของรัฐจึงต้องระบุไว้ในรัฐธรรมนูญ หมายความว่าผู้รับผิดชอบคือคณะรัฐมนตรีแต่ผู้ที่ให้มี ผลใช้บังคับคือประมุขของรัฐเท่านั้น</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 177 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอัชพร จารุจินดา","นายธิติพันธุ์ เชื้อบุญชัย","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"45","หน้า":"21-23"},{"หมวด":"8","ส่วน":"","มาตรา":"174","ร่างมาตรา":"178","ร่างบทบัญญัติ":"<p> “มาตรา 178 ในกรณีที่มีความจำเป็นต้องมีกฎหมายเกี่ยวด้วยภาษีอากรหรือเงินตราซึ่งจะต้องได้รับการพิจารณาโดยด่วนและลับเพื่อรักษาประโยชน์ของแผ่นดิน พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้</p><p>พระราชกำหนดที่ได้ตราขึ้นตามวรรคหนึ่ง จะต้องนำเสนอต่อสภาผู้แทนราษฎรภายในสามวันนับแต่วันถัดจากวันประกาศในราชกิจจุนเบกษา <strike>ถ้ามีการตราพระราชกำหนดนั้นในระหว่างสมัยประชุม หรือในโอกาสแรกที่มีการประชุมสภาผู้แทนราษฎร ถ้ามีการตราพระราชกำหนดนั้นนอกสมัยประชุม</strike><u>เว้นแต่เป็นเวลาอยู่นอกสมัยประชุม</u> และให้นำบทบัญญัติมาตรา 176 มาใช้บังคับโดยอนุโลม”</p>","ประเด็นการพิจารณา":"<p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า บทบัญญัติร่างมาตรานี้กำหนดให้ตราพระราชกำหนดเกี่ยวกับภาษีอากรหรือเงินตราได้ทั้งในสมัยประชุมและนอกสมัยประชุมแตกต่างจากหลักการเดิมที่ให้ตราพระราชกำหนดดังกล่าวได้เฉพาะในสมัยประชุม</p><p>มีกรรมการสอบถามว่า ความว่า “การพิจารณาโดยด่วนและลับ” ในวรรคหนึ่ง หมายความว่าจะต้องได้รับการพิจารณาโดยด่วนและลับประกอบกันใช่หรือไม่ ซึ่งแต่เดิมการตราพระราชกำหนดเกี่ยวกับภาษีอากรหรือเงินตราจะต้องได้รับการพิจารณาโดยลับเท่านั้น นอกจากนี้ ความว่า “ให้นำบทบัญญัติมาตรา 176 มาใช้บังคับโดยอนุโลม” ในวรรคสอง กรณีจำเป็นต้องตราพระราชกำหนดนอกสมัยประชุม หมายความว่าอย่างไร</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า การพิจารณาตราพระราชกำหนดดังกล่าวจะต้องกระทำโดยด่วนและลับ ซึ่งเป็นการดำเนินการตามปกติ ทั้งนี้ กรณีจำเป็นต้องตราพระราชกำหนดนอกสมัยประชุมให้นำบทบัญญัติมาตรา 176 มาใช้บังคับโดยอนุโลม ซึ่งมาตรา 176 ไม่ได้กำหนดระยะเวลาไว้ดังเช่นในมาตรา 178 โดยคณะรัฐมนตรีอาจดำเนินการขอให้มีการเรียกประชุมสภา สมัยวิสามัญก็ได้</p><p>ประธานกรรมเสนอแก้ไขเพิ่มเติมความในวรรคสอง เป็นดังนี้ “พระราชกำหนดที่ได้ตราขึ้นตามวรรคหนึ่ง จะต้องนำเสนอต่อสภาผู้แทนราษฎรภายในสามวันนับแต่วันถัดจากวันประกาศใน ราชกิจจุนเบกษา <strike>ถ้ามีการตราพระราชกำหนดนั้นในระหว่างสมัยประชุม หรือในโอกาสแรกที่มีการประชุมสภาผู้แทนราษฎร ถ้ามีการตราพระราชกำหนดนั้นนอกสมัยประชุม</strike><u>เว้นแต่เป็นเวลาอยู่นอกสมัยประชุม </u>และให้นำบทบัญญัติมาตรา 176 มาใช้บังคับโดยอนุโลม” </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 178 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","นายธนาวัฒน์ สังข์ทอง","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"63","หน้า":"65"},{"หมวด":"8","ส่วน":"","มาตรา":"174","ร่างมาตรา":"178","ร่างบทบัญญัติ":"<p> “มาตรา 178 ในกรณีที่มีความจำเป็นต้องมีกฎหมายเกี่ยวด้วยภาษีอากรหรือเงินตราซึ่งจะต้อง ได้รับการพิจารณาโดยด่วนและลับเพื่อรักษาประโยชน์ของแผ่นดิน พระมหากษัตริย์จะทรงตราพระราช กำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้</p><p>พระราชกำหนดที่ได้ตราขึ้นตามวรรคหนึ่ง จะต้องนำเสนอต่อสภาผู้แทนราษฎรภายในสามวันนับแต่วันถัดจากวันประกาศในราชกิจจานุเบกษา เว้นแต่เป็นเวลาอยู่นอกสมัยประชุม และให้นำมาตรา 176 วรรคสาม วรรคสี่ วรรคห้า วรรคหก และวรรคเจ็ด มาใช้บังคับโดยอนุโลม”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 178 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"70","หน้า":"32-33"},{"หมวด":"8","ส่วน":"","มาตรา":"174","ร่างมาตรา":"169","ร่างบทบัญญัติ":"<p>“มาตรา 169 ในกรณีที่มีความจำเป็นต้องมีกฎหมายเกี่ยวด้วยภาษีอากรหรือเงินตราซึ่งจะต้องได้รับการพิจารณาโดยด่วนและลับเพื่อรักษาประโยชน์ของแผ่นดิน พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้</p><p><u>ให้นำมาตรา 167 วรรคสาม วรรคสี่ วรรคห้า วรรคหก และวรรคเจ็ด มาใช้บังคับแก</u>่พระราชกำหนดที่ได้ตราขึ้นตามวรรคหนึ่ง<u>โดยอนุโลม แต่ถ้าเป็นการตราขึ้นในระหว่างสมัยประชุม</u> จะต้องนำเสนอต่อสภาผู้แทนราษฎรภายในสามวันนับแต่วัน<u>นับแต่วัน</u>ถัดจากวันประกาศในราชกิจจานุเบกษา <strike>เว้นแต่เป็นเวลาอยู่นอกสมัยประชุม และให้นำบทบัญญัติมาตรา 167 วรรคสาม วรรคสี่ วรรคห้า วรรคหก และวรรคเจ็ด มาใช้บังคับโดยอนุโลม</strike>”</p>","ประเด็นการพิจารณา":"<p> นายนรชิต สิงหเสนี โฆษกกรรมการ ยังได้หารือที่ประชุมว่า ร่างมาตรา 169 วรรคสอง ความว่า “พระราชกำหนดที่ได้ตราขึ้นตามวรรคหนึ่ง จะต้องนำเสนอต่อสภาผู้แทนราษฎรภายในสามวันนับแต่วัน ถัดจากวันประกาศในราชกิจจุนเบกษา เว้นแต่เป็นเวลาอยู่นอกสมัยประชุม และให้นำบทบัญญัติมาตรา 167 วรรคสาม วรรคสี่ วรรคห้า วรรคหก และวรรคเจ็ด มาใช้บังคับโดยอนุโลม” แต่ในร่างมาตรา 169 วรรคหนึ่ง “ในกรณีที่มีความจำเป็นต้องมีกฎหมายเกี่ยวด้วยภาษีอากรหรือเงินตราซึ่งจะต้องได้รับการ พิจารณาโดยด่วนและลับเพื่อรักษาประโยชน์ของแผ่นดิน พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้ บังคับดังเช่นพระราชบัญญัติ” โดยกำหนดให้เสนอต่อสภาผู้แทนราษฎรซึ่งต่างกับกระบวนการตราพระราช กำหนดตามร่างมาตรา 167 ที่ให้เสนอต่อรัฐสภา</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า หลักการในวรรคสองของ ร่างมาตรา 169 เป็นกรณีพระราชกำหนดเกี่ยวด้วยภาษีอากรหรือเงินตราที่ออกใช้บังคับในช่วงปิดสมัย ประชุมรัฐสภา จึงให้นำเรื่องการเปิดประชุมสมัยวิสามัญเพื่อพิจารณาพระราชกำหนดบทบัญญัติโดยนำ มาตรา 167 วรรคสาม วรรคสี่ วรรคห้า วรรคหก และวรรคเจ็ด มาใช้บังคับโดยอนุโลม</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคสองของร่างมาตรา 169 เป็นดังนี้ “<u>ให้นำ</u> <u>มาตรา 167 วรรคสาม วรรคสี่ วรรคห้า วรรคหก และวรรคเจ็ด มาใช้บังคับแก</u>่พระราชกำหนดที่ได้ตราขึ้น ตามวรรคหนึ่ง<u>โดยอนุโลม แต่ถ้าเป็นการตราขึ้นในระหว่างสมัยประชุม</u> จะต้องนำเสนอต่อสภาผู้แทนราษฎร ภายในสามวันนับแต่วัน<u>นับแต่วัน</u>ถัดจากวันประกาศในราชกิจจานุเบกษา <strike>เว้นแต่เป็นเวลาอยู่นอกสมัย ประชุม และให้นำบทบัญญัติมาตรา 167 วรรคสาม วรรคสี่ วรรคห้า วรรคหก และวรรคเจ็ด มาใช้บังคับโดยอนุโลม</strike>”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 169 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายนรชิต สิงหเสนี","นายปกรณ์ นิลประพันธ์"],"ประชุมครั้งที่":"73","หน้า":"36-37"},{"หมวด":"8","ส่วน":"","มาตรา":"174","ร่างมาตรา":"169","ร่างบทบัญญัติ":"<p> “มาตรา 169 ในกรณีที่มีความจำเป็นต้องมีกฎหมายเกี่ยวด้วยภาษีอากรหรือเงินตราซึ่งจะต้องได้รับการพิจารณาโดยด่วนและลับเพื่อรักษาประโยชน์ของแผ่นดิน พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้</p><p>ให้นำมาตรา 167 วรรคสาม วรรคสี่ วรรคห้า วรรคหก และวรรคเจ็ด มาใช้บังคับแก่พระราชกำหนดที่ได้ตราขึ้นตามวรรคหนึ่งโดยอนุโลม แต่ถ้าเป็นการตราขึ้นในระหว่างสมัยประชุม จะต้องนำเสนอต่อสภาผู้แทนราษฎรภายในสามวันนับแต่วันถัดจากวันประกาศในราชกิจจานุเบกษา”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 169 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"97","หน้า":"13"},{"หมวด":"8","ส่วน":"","มาตรา":"174","ร่างมาตรา":"174","ร่างบทบัญญัติ":"<p> “มาตรา 174 ในกรณีที่มีความจำเป็นต้องมีกฎหมายเกี่ยวด้วยภาษีอากรหรือเงินตราซึ่งจะต้องได้รับการพิจารณาโดยด่วนและลับเพื่อรักษาประโยชน์ของแผ่นดิน พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้</p><p>ให้นำความในมาตรา 172 วรรคสาม วรรคสี่ วรรคห้า วรรคหก และวรรคเจ็ด มาใช้บังคับแก่พระราชกำหนดที่ได้ตราขึ้นตามวรรคหนึ่งโดยอนุโลม แต่ถ้าเป็นการตราขึ้นในระหว่างสมัยประชุม จะต้องนำเสนอต่อสภาผู้แทนราษฎรภายในสามวันนับแต่วันถัดจากวันประกาศในราชกิจจานุเบกษา”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 174 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"27"},{"หมวด":"8","ส่วน":"","มาตรา":"175","ร่างมาตรา":"178","ร่างบทบัญญัติ":"<p> “มาตรา 178 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการตราพระราชกฤษฎีกาโดยไม่ขัดต่อกฎหมาย”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 178 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"45","หน้า":"23"},{"หมวด":"8","ส่วน":"","มาตรา":"175","ร่างมาตรา":"179","ร่างบทบัญญัติ":"<p> “มาตรา 179 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการตราพระราชกฤษฎีกาโดยไม่ขัดต่อกฎหมาย”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 179 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"63","หน้า":"66"},{"หมวด":"8","ส่วน":"","มาตรา":"175","ร่างมาตรา":"179","ร่างบทบัญญัติ":"<p>“มาตรา 179 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการตราพระราชกฤษฎีกาโดยไม่ขัดต่อกฎหมาย”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 179 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"70","หน้า":"33"},{"หมวด":"8","ส่วน":"","มาตรา":"175","ร่างมาตรา":"170","ร่างบทบัญญัติ":"<p> “มาตรา 170 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการตราพระราชกฤษฎีกาโดยไม่ขัดต่อกฎหมาย”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 170 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"97","หน้า":"14"},{"หมวด":"8","ส่วน":"","มาตรา":"175","ร่างมาตรา":"175","ร่างบทบัญญัติ":"<p>“มาตรา 175 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการตราพระราชกฤษฎีกาโดยไม่ขัดต่อกฎหมาย”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 175 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"27"},{"หมวด":"8","ส่วน":"","มาตรา":"176","ร่างมาตรา":"179","ร่างบทบัญญัติ":"<p> “มาตรา 179 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศใช้และเลิกใช้กฎอัยการศึก ตามลักษณะและวิธีการตามกฎหมายว่าด้วยกฎอัยการศึก</p><p>ในกรณีที่มีความจำเป็นต้องประกาศใช้กฎอัยการศึกเฉพาะแห่งเป็นการรีบด่วน เจ้าหน้าที่ฝ่ายทหาร ย่อมกระทำได้ตามกฎหมายว่าด้วยกฎอัยการศึก”</p>","ประเด็นการพิจารณา":"<p>มีกรรมการสอบถามว่า การให้เจ้าหน้าที่ฝ่ายทหารประกาศใช้กฎอัยการศึก เจ้าหน้าที่ดังกล่าวมี ความรับผิดหรือไม่ เหตุใดจึงไม่ให้อำนาจหน้าที่ดังกล่าวแก่ฝ่ายบริหารและศาลปกครองมีอำนาจตรวจสอบ หรือไม่</p><p>ประธานกรรมการชี้แจงว่า เรื่องดังกล่าวเป็นความจำเป็นทางทหาร เช่น มีการรบ จึงไม่อยู่ในเขต อำนาจศาลปกครอง ทั้งนี้ เรื่องการประกาศใช้กฎอัยการศึกจะมีขอบเขตอำนาจหน้าที่เป็นลำดับขั้นว่า นายทหารยศใดสามารถประกาศใช้กฎอัยการศึกในเขตใด เช่น เขตหมู่บ้าน เขตอำเภอ หรือเขตจังหวัด เป็นต้น</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 179 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"45","หน้า":"23"},{"หมวด":"8","ส่วน":"","มาตรา":"176","ร่างมาตรา":"180","ร่างบทบัญญัติ":"<p> “มาตรา 180 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศใช้และเลิกใช้กฎอัยการศึก ตามลักษณะและวิธีการตามกฎหมายว่าด้วยกฎอัยการศึก</p><p>ในกรณีที่มีความจำเป็นต้องประกาศใช้กฎอัยการศึกเฉพาะแห่งเป็นการรีบด่วน เจ้าหน้าที่ฝ่ายทหาร ย่อมกระทำได้ตามกฎหมายว่าด้วยกฎอัยการศึก”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 180 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"63","หน้า":"66"},{"หมวด":"8","ส่วน":"","มาตรา":"176","ร่างมาตรา":"180","ร่างบทบัญญัติ":"<p>“มาตรา 180 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศใช้และเลิกใช้กฎอัยการศึก<strike>ตามลักษณะและวิธีการตามกฎหมายว่าด้วยกฎอัยการศึก</strike></p><p>ในกรณีที่มีความจำเป็นต้องประกาศใช้กฎอัยการศึกเฉพาะแห่งเป็นการรีบด่วน เจ้าหน้าที่ฝ่ายทหาร ย่อมกระทำได้ตามกฎหมายว่าด้วยกฎอัยการศึก”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการให้ตัดความว่า “...ตามลักษณะและวิธีการตามกฎหมายว่าด้วยกฎอัยการศึก” ของร่างมาตรา 180 วรรคหนึ่ง ออก</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขร่างมาตรา 180 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"70","หน้า":"33"},{"หมวด":"8","ส่วน":"","มาตรา":"176","ร่างมาตรา":"171","ร่างบทบัญญัติ":"<p> “มาตรา 171 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศใช้และเลิกใช้กฎอัยการศึก</p><p>ในกรณีที่มีความจำเป็นต้องประกาศใช้กฎอัยการศึกเฉพาะแห่งเป็นการรีบด่วน เจ้าหน้าที่ฝ่ายทหารย่อมกระทำได้ตามกฎหมายว่าด้วยกฎอัยการศึก”</p>","ประเด็นการพิจารณา":"<p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง กล่าวว่า นายเอกพันธุ์ ปิณฑวณิช รักษาการ แทนผู้อำนวยการโครงการจัดตั้งสถาบันสิทธิมนุษยชนและสันติศึกษาและคณะ เสนอให้แก้ไขความใน วรรคสองเป็นดังนี้ “ในกรณีที่มีความจำเป็นต้องประกาศใช้กฎอัยการศึกเฉพาะแห่ง<u>ที่มีเหตุการณ์รุนแรงอัน</u> <u>อาจเป็นภัยคุกคามความอยู่รอดของประเทศ</u>เป็นการรีบด่วน เจ้าหน้าที่ฝ่ายทหารย่อมกระทำได้ตาม กฎหมายว่าด้วยกฎอัยการศึก <u>แต่ต้องยกเลิกประกาศดังกล่าวในทันทีที่เหตุการณ์นั้นสิ้นสุดลง</u>” ทั้งนี้ เห็นว่า ไม่จำเป็นต้องเพิ่มความดังกล่าวในวรรคสองของร่างมาตรา 171</p><p>ประธานกรรมการกล่าวว่า สถานการณ์ใดที่มีความจำเป็นต้องประกาศใช้กฎอัยการศึก เจ้าหน้าที่ ฝ่ายทหารย่อมกระทำได้ตามกฎหมายว่าด้วยกฎอัยการศึก โดยไม่จำเป็นต้องเพิ่มความดังกล่าว</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 171 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์"],"ประชุมครั้งที่":"97","หน้า":"14"},{"หมวด":"8","ส่วน":"","มาตรา":"176","ร่างมาตรา":"176","ร่างบทบัญญัติ":"<p> “มาตรา 176 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศใช้และเลิกใช้กฎอัยการศึก</p><p>ในกรณีที่มีความจำเป็นต้องประกาศใช้กฎอัยการศึกเฉพาะแห่งเป็นการรีบด่วน เจ้าหน้าที่ฝ่ายทหารย่อมกระทำได้ตามกฎหมายว่าด้วยกฎอัยการศึก”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 176 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"27"},{"หมวด":"8","ส่วน":"","มาตรา":"177","ร่างมาตรา":"180","ร่างบทบัญญัติ":"<p> “มาตรา 180 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศสงครามเมื่อได้รับความเห็นชอบของรัฐสภา</p><p>มติให้ความเห็นชอบของรัฐสภาต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา</p><p>ในระหว่างที่อายุสภาผู้แทนราษฎรสิ้นสุดลงหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาทำหน้าที่รัฐสภาในการให้ความเห็นชอบตามวรรคหนึ่ง และการลงมติต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของ จำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 180 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"45","หน้า":"23-24"},{"หมวด":"8","ส่วน":"","มาตรา":"177","ร่างมาตรา":"181","ร่างบทบัญญัติ":"<p> “มาตรา 181 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศสงครามเมื่อได้รับความเห็นชอบของรัฐสภา</p><p>มติให้ความเห็นชอบของรัฐสภาต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา</p><p>ในระหว่างที่อายุสภาผู้แทนราษฎรสิ้นสุดลงหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาทำหน้าที่รัฐสภาในการให้ความเห็นชอบตามวรรคหนึ่ง และการลงมติต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของ จำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า ในระหว่างที่อายุสภาผู้แทนราษฎรสิ้นสุดลงหรือสภาผู้แทนราษฎรถูกยุบ ทำให้ไม่มีสภาผู้แทนราษฎรในช่วงเวลานั้น ควรพิจารณากำหนดให้วุฒิสภามีอำนาจหรือทำหน้าที่ในเรื่องใด โดยมีหลักเกณฑ์อย่างไร บัญญัติรวมไว้ในมาตราเดียว เช่น ให้วุฒิสภาทำหน้าที่รัฐสภาในการให้ความ เห็นชอบในการประกาศสงคราม และการลงมติให้ความเห็นชอบนั้นต้องมีคะแนนเสียงไม่น้อยกว่า สองในสามของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่ เป็นต้น เพื่อให้อำนาจหน้าที่ของวุฒิสภาในระหว่าง ที่ไม่มีสภาผู้แทนราษฎรรวมอยู่ในที่เดียวกันซึ่งเป็นไปตามหลักการของคณะกรรมการที่ต้องการให้ผู้ที่อ่าน รัฐธรรมนูญเข้าใจได้ง่ายขึ้น</p><p>มีกรรมการสอบถามว่า ความผิดในการประกาศสงคราม เป็นความผิดทางอาญาระหว่างประเทศ การที่รัฐสภาเป็นผู้ให้ความเห็นชอบ ผู้ที่ต้องรับผิดคือรัฐสภา ใช่หรือไม่</p><p>นายเจษฎ์ โทณะวณิก ที่ปรึกษาประจำคณะกรรมการร่างรัฐธรรมนูญ ชี้แจงว่า ภายใต้หลักการนำขึ้น กราบบังคมทูลและรับสนองพระบรมราชโองการ ต้องใช้หลัก “The king can do no wrong”</p><p>ประธานกรรมการกล่าวว่า ในที่นี้ผู้ที่ต้องรับผิดคือผู้รับสนองพระบรมราชโองการ</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติรอการพิจารณาร่างมาตรา 181 โดยให้นำเรื่องอำนาจหน้าที่ของวุฒิสภา ในระหว่างที่ไม่มีสภาผู้แทนราษฎรไปรวมกันไว้ในมาตราเดียวกันทั้งหมด</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายเจษฎ์ โทณะวณิก","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"63","หน้า":"66-67"},{"หมวด":"8","ส่วน":"","มาตรา":"177","ร่างมาตรา":"181","ร่างบทบัญญัติ":"<p> “มาตรา 181 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศสงครามเมื่อได้รับความเห็นชอบของรัฐสภา</p><p>มติให้ความเห็นชอบของรัฐสภาต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 181 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"70","หน้า":"33-34"},{"หมวด":"8","ส่วน":"","มาตรา":"177","ร่างมาตรา":"172","ร่างบทบัญญัติ":"<p>“มาตรา 172 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศสงครามเมื่อได้รับความเห็นชอบของรัฐสภา</p><p>มติให้ความเห็นชอบของรัฐสภาต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา</p><p><u>ให้นำความในมาตรา 17 วรรคสอง มาใช้บังคับโดยอนุโลม</u>”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 172 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"74","หน้า":"4"},{"หมวด":"8","ส่วน":"","มาตรา":"177","ร่างมาตรา":"172","ร่างบทบัญญัติ":"<p>“มาตรา 172 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศสงครามเมื่อได้รับความเห็นชอบของรัฐสภา</p><p>มติให้ความเห็นชอบของรัฐสภาต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา</p><p><strike>ให้นำความในมาตรา 17 วรรคสองมาใช้บังคับโดยอนุโลม</strike>” </p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการกล่าวว่า กรณีที่ไม่มีสภาผู้แทนราษฎร ให้วุฒิสภาทำหน้าที่รัฐสภาตามความ ในวรรคสองของร่างมาตรา 17 ได้บัญญัติไว้ชัดเจนแล้วในร่างมาตรา 121 จึงควรตัดความในวรรคสาม ออกทั้งวรรค</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขร่างมาตรา 172 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"97","หน้า":"14-15"},{"หมวด":"8","ส่วน":"","มาตรา":"177","ร่างมาตรา":"177","ร่างบทบัญญัติ":"<p>“มาตรา 177 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศสงครามเมื่อได้รับความเห็นชอบของรัฐสภา</p><p>มติให้ความเห็นชอบของรัฐสภาต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 177 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"28"},{"หมวด":"8","ส่วน":"","มาตรา":"178","ร่างมาตรา":"181","ร่างบทบัญญัติ":"<p>“มาตรา 181 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการทำหนังสือสัญญาสันติภาพ สัญญาสงบศึก และสัญญาอื่นกับนานาประเทศหรือกับองค์การระหว่างประเทศ</p><p>หนังสือสัญญาใดมีบทเปลี่ยนแปลงอาณาเขตไทย หรือเขตพื้นที่นอกอาณาเขต ซึ่งประเทศไทยมีสิทธิอธิปไตยหรือมีเขตอำนาจตามหนังสือสัญญาหรือตามกฎหมายระหว่างประเทศ หรือจะต้องออกพระราชบัญญัติเพื่อให้การเป็นไปตามหนังสือสัญญา <strike>หรือที่กระทบต่อความมั่นคงทางเศรษฐกิจหรือ สังคมของประเทศอย่างกว้างขวาง </strike>ต้องได้รับความเห็นชอบของ<u>รัฐ</u>สภา<strike>นิติบัญญัติแห่งชาติ </strike>ในการนี้ <u>รัฐ</u>สภา<strike>นิติบัญญัติแห่งชาติ</strike>จะต้องพิจารณาให้แล้วเสร็จภายในหกสิบวันนับแต่วันที่ได้รับเรื่อง</p><p><u>รัฐสภาจะกำหนดให</u>้หนังสือสัญญาที่กระทบต่อความมั่นคงทางเศรษฐกิจ<u>การค้า การลงทุน</u> หรือสังคมของประเทศอย่างกว้างขวาง<u>นอกเหนือจากสัญญา</u>ตามวรรค<strike>สอง</strike><u>หนึ่ง</u> <strike>หมายถึง หนังสือสัญญาเกี่ยวกับการค้าเสรี เขตศุลกากรร่วม หรือการใช้ทรัพยากรธรรมชาติ หรือทำให้ประเทศต้องสูญเสียสิทธิในทรัพยากรธรรมชาติทั้งหมดหรือบางส่วน หรือการอื่นตามที่กฎหมายบัญญัติ </strike><u>ให้ต้องได้รับความ</u><u>เห็นชอบของรัฐสภาตามวรรคหนึ่งด้วยก็ได้ การกำหนดดังกล่าวให้ระบุถึงประเภทหรือขอบเขตของหนังสือ</u><u>สัญญาดังกล่าวให้ชัดแจ้ง และกำหนดวิธีการที่ประชาชนจะเข้ามีส่วนร่วมในการแสดงความคิดเห็นไว้ด้วย</u> <u>ทั้งนี้ โดยตราเป็นข้อบังคับของรัฐสภา</u></p><p><strike>เมื่อมีปัญหาว่าหนังสือสัญญาใดเป็นกรณีตามวรรคสองหรือวรรคสามหรือไม่ คณะรัฐมนตรีจะ</strike><strike>ขอให้ศาลรัฐธรรมนูญวินิจฉัยก็ได้ ทั้งนี้ ให้ศาลรัฐธรรมนูญวินิจฉัยให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่ได้รับคำขอ</strike>”</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- มีกรรมการสอบถามว่า ร่างมาตรา 181 มาจากมาตรา 190 ของรัฐธรรมนูญ 2550 ใช่หรือไม่</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า เป็นความในมาตรา 23 ของรัฐธรรมนูญ (ฉบับชั่วคราว) 2557 และบางส่วนของมาตรา 190 ของรัฐธรรมนูญ 2550</p><p>- มีกรรมการสอบถามว่า การที่รัฐธรรมนูญ 2550 ขยายเรื่องหนังสือสัญญาที่กระทบต่อความ มั่นคงทางเศรษฐกิจหรือสังคมของประเทศอย่างกว้างขวาง ทำให้ในทางปฏิบัติมีปัญหาเกี่ยวกับการตีความว่า หนังสือสัญญาที่มีลักษณะกระทบนั้นมีความหมายเพียงใด และการที่ไม่มีกฎหมายกำหนดเรื่องดังกล่าว ส่งผลให้หน่วยงานของรัฐที่เกี่ยวข้องปฏิบัติงานได้ยาก จะสามารถจำกัดขอบเขตได้หรือไม่เพียงใด</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า รัฐธรรมนูญ (ฉบับชั่วคราว) 2557 ตัดเรื่องมีผลผูกพันทางการค้า การลงทุน หรืองบประมาณของประเทศอย่างมีนัยสำคัญออก เนื่องจากไม่สามารถกำหนดได้ และในเรื่องที่มีผลกระทบต่อความมั่นคงทางเศรษฐกิจของประเทศอย่าง กว้างขวางมีเรื่องใดบ้างนั้นได้นำไปบัญญัติไว้วรรคสาม</p><p>- มีกรรมการแสดงความเห็นว่า การดำเนินการเรื่องเขตการค้าเสรี (Free Trade Area : FTA) ของ รัฐบาลส่งผลกระทบต่อเกษตรกรอย่างมาก เนื่องจากทำให้ผลผลิตทางการเกษตรของต่างประเทศถูกส่ง เข้ามาค้าขายในประเทศไทยจำนวนมาก</p><p>- เรื่องเขตการค้าเสรี (Free Trade Area : FTA) มีความสำคัญ แต่การที่หน่วยงานของรัฐเสนอ กรอบการเจรจาการค้ากับต่างประเทศทุกเรื่องให้รัฐสภาพิจารณานั้นเป็นการสร้างภาระให้กับรัฐสภา ปัญหา ที่เกิดขึ้นจึงไม่ได้เกิดจากกฎหมายแต่เป็นปัญหาในทางปฏิบัติ ส่วนการกำหนดเนื้อหาของร่างมาตรานี้ ควรคำนึงถึงการมีส่วนร่วมของประชาชนและยึดถือผลประโยชน์ของประเทศเป็นสำคัญมากกว่าที่จะ คำนึงถึงความสะดวกในการเจรจาการค้าของภาครัฐ การใช้กลไกของรัฐสภาหรือกลไกการมีส่วนร่วมของ ประชาชนจะทำให้รัฐบาลมีเครื่องมือในการเจรจาการค้าหรือการทำความตกลงกับต่างประเทศได้</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ในต่างประเทศได้มีการ ดำเนินการเรื่องเขตการค้าเสรี (Free Trade Area : FTA) เป็นจำนวนมาก แต่ปัจจุบันรูปแบบการค้าของ โลกได้เปลี่ยนแปลงไปเป็นการรวมตัวในลักษณะภูมิภาคนิยมจึงทำให้การดำเนินการเรื่องเขตการค้าเสรี (Free Trade Area : FTA) เป็นการดำเนินการเรื่องการค้ารูปแบบหนึ่งเท่านั้น โดยได้มีการนำเรื่องดังกล่าว มากำหนดไว้ในรัฐธรรมนูญ 2550 แต่สาเหตุที่ทำให้เกิดปัญหาขึ้นเนื่องจากหน่วยงานของรัฐจะเสนอกรอบ การเจรจาการค้าให้รัฐสภาหรือสภานิติบัญญัติแห่งชาติพิจารณาก่อนซึ่งกระทบต่อการเจรจาการค้าของ รัฐบาลกับต่างประเทศ</p><p>ประธานกรรมการเสนอแก้ไขร่างมาตรานี้ เป็นดังนี้</p><p>“มาตรา 181 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการทำหนังสือสัญญาสันติภาพ สัญญา สงบศึก และสัญญาอื่นกับนานาประเทศหรือกับองค์การระหว่างประเทศ</p><p>หนังสือสัญญาใดมีบทเปลี่ยนแปลงอาณาเขตไทย หรือเขตพื้นที่นอกอาณาเขต ซึ่งประเทศไทยมี สิทธิอธิปไตยหรือมีเขตอำนาจตามหนังสือสัญญาหรือตามกฎหมายระหว่างประเทศ หรือจะต้องออก พระราชบัญญัติเพื่อให้การเป็นไปตามหนังสือสัญญา <strike>หรือที่กระทบต่อความมั่นคงทางเศรษฐกิจหรือ สังคมของประเทศอย่างกว้างขวาง </strike>ต้องได้รับความเห็นชอบของ<u>รัฐ</u>สภา<strike>นิติบัญญัติแห่งชาติ </strike>ในการนี้ <u>รัฐ</u> สภา<strike>นิติบัญญัติแห่งชาติ</strike>จะต้องพิจารณาให้แล้วเสร็จภายในหกสิบวันนับแต่วันที่ได้รับเรื่อง</p><p><u>รัฐสภาจะกำหนดให</u>้หนังสือสัญญาที่กระทบต่อความมั่นคงทางเศรษฐกิจหรือสังคมของประเทศ อย่างกว้างขวาง<u>นอกเหนือจากสัญญา</u>ตามวรรค<strike>สอง</strike><u>หนึ่ง</u> <strike>หมายถึง หนังสือสัญญาเกี่ยวกับการค้าเสรี เขต ศุลกากรร่วม หรือการใช้ทรัพยากรธรรมชาติ หรือทำให้ประเทศต้องสูญเสียสิทธิในทรัพยากรธรรมชาติ ทั้งหมดหรือบางส่วน หรือการอื่นตามที่กฎหมายบัญญัติ </strike><u>ให้ต้องได้รับความเห็นชอบของรัฐสภาตามวรรค</u> <u>หนึ่งด้วยก็ได้ การกำหนดดังกล่าวให้ระบุถึงประเภทหรือขอบเขตของหนังสือสัญญาดังกล่าวให้ชัดแจ้ง และ</u> <u>กำหนดวิธีการที่ประชาชนจะเข้ามีส่วนร่วมในการแสดงความคิดเห็นไว้ด้วย ทั้งนี้ โดยตราเป็นข้อบังคับของ</u> <u>รัฐสภา</u></p><p><strike>เมื่อมีปัญหาว่าหนังสือสัญญาใดเป็นกรณีตามวรรคสองหรือวรรคสามหรือไม่ คณะรัฐมนตรีจะ</strike><strike>ขอให้ศาลรัฐธรรมนูญวินิจฉัยก็ได้ ทั้งนี้ ให้ศาลรัฐธรรมนูญวินิจฉัยให้แล้วเสร็จภายในสามสิบวันนับแต่ วันที่ได้รับคำขอ</strike>”</p><p>ทั้งนี้ หลักการที่บัญญัติในวรรคสาม รัฐสภาจะเป็นผู้กำหนดว่ากรณีใดที่เป็นการทำหนังสือสัญญา ที่กระทบต่อความมั่นคงทางเศรษฐกิจหรือสังคมของประเทศที่รัฐบาลต้องส่งให้รัฐสภาพิจารณาก่อน และรัฐสภาจะเป็นผู้ดำเนินการให้ประชาชนมีส่วนร่วมร่วมในการทำหนังสือสัญญาด้วย</p><p>- มีกรรมการสอบถามว่า รัฐธรรมนูญ 2550 ได้กำหนดให้มีกฎหมายว่าด้วยการกำหนดขั้นตอน และวิธีการจัดทำหนังสือสัญญาตามมาตรา 190 ของรัฐธรรมนูญ 2550 ด้วย ขณะนี้ความคืบหน้าของ ร่างกฎหมายดังกล่าวเป็นอย่างไร</p><p>- ประเทศไทยจะได้ประโยชน์จากการทำเขตการค้าเสรี (Free Trade Area : FTA) กับต่างประเทศ ในระยะยาว โดยเฉพาะเรื่องการเกษตรที่จะทำให้เกษตรกรสามารถพัฒนาผลผลิตของตนเองได้</p><p>- ความในวรรคสามควรแก้ไขเพิ่มเติมเป็น “...ของประเทศอย่างกว้างขวาง<u>หรือผูกพันด้านการค้า</u> <u>การลงทุนนอกเหนือจากสัญญา</u>ตามวรรค<strike>สอง</strike><u>หนึ่ง</u>...”</p><p>- การทำหนังสือสัญญาการค้าทุกประเภทของรัฐบาลกับต่างประเทศ โดยปกติจะมีผลผูกพันเรื่อง การค้าด้วยเช่นกัน</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ได้มีการยกร่างกฎหมายกฎหมาย ว่าด้วยการกำหนดขั้นตอนและวิธีการจัดทำหนังสือสัญญาตามมาตรา 190 แต่ไม่สามารถหาข้อยุติได้ว่า กรณีใดที่เป็นการทำหนังสือสัญญาที่มีผลกระทบอย่างมีนัยสำคัญตามมาตรา 190 ของรัฐธรรมนูญ 2550 ร่างกฎหมายดังกล่าวจึงไม่สามารถประกาศใช้เป็นกฎหมายได้ นอกจากนี้ การกำหนดให้รัฐสภาเป็นผู้ กำหนดว่าหนังสือสัญญาใดที่รัฐบาลต้องส่งให้รัฐสภาพิจารณามีความเหมาะสมแล้ว ส่วนความว่า “หนังสือ สัญญาที่กระทบต่อความมั่นคงทางเศรษฐกิจหรือสังคมของประเทศอย่างกว้างขวาง” จะครอบคลุมถึงเรื่อง ความผูกพันด้านการค้าการลงทุนด้วย</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า ปัจจุบันเกิดปัญหาจากการที่ หน่วยงานของรัฐเสนอให้สภานิติบัญญัติแห่งชาติพิจารณากรอบการทำความตกลงหรือการเจรจาการค้ากับ ต่างประเทศเป็นจำนวนมาก ทำให้การเจรจาการค้าของรัฐบาลกับต่างประเทศเป็นไปอย่างล่าช้า</p><p>- มีกรรมการเสนอให้เพิ่มความในวรรคสาม เป็น “...ที่กระทบต่อความมั่นคงทางเศรษฐกิจ <u>การค้า</u> <u>การลงทุน</u> หรือสังคมของประเทศ...”</p><p>- มาตรา 190 ของรัฐธรรมนูญ 2550 ได้กำหนดให้มีการเยียวยาผู้ที่ได้รับผลกระทบจากการ ปฏิบัติตามหนังสือสัญญา จึงควรเพิ่มความในลักษณะดังกล่าวไว้ในร่างมาตรานี้ด้วย</p><p>ประธานกรรมการกล่าวว่า ได้กำหนดเรื่องการเยียวยาประชาชนที่ได้รับผลกระทบจากการกระทำ ของรัฐไว้ในหมวดหน้าที่ของรัฐแล้ว</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 181 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","นายธนาวัฒน์ สังข์ทอง","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"45","หน้า":"24-27"},{"หมวด":"8","ส่วน":"","มาตรา":"178","ร่างมาตรา":"182","ร่างบทบัญญัติ":"<p>“มาตรา 182 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการทำหนังสือสัญญาสันติภาพ สัญญาสงบศึก และสัญญาอื่นกับนานาประเทศหรือกับองค์การระหว่างประเทศ</p><p>หนังสือสัญญาใดมีบทเปลี่ยนแปลงอาณาเขตไทย หรือเขตพื้นที่นอกอาณาเขต ซึ่งประเทศไทยมีสิทธิอธิปไตยหรือมีเขตอำนาจตามหนังสือสัญญาหรือตามกฎหมายระหว่างประเทศ หรือจะต้องออกพระราชบัญญัติเพื่อให้การเป็นไปตามหนังสือสัญญา <u>และหนังสือสัญญาอื่นที่อาจมีผลกระทบต่อความมั่นคง</u><u>ทางเศรษฐกิจ สังคม หรือการค้าหรือการลงทุนของประเทศอย่างกว้างขวาง</u> ต้องได้รับความเห็นชอบของรัฐสภา ในการนี้ รัฐสภาต้องพิจารณาให้แล้วเสร็จภายในหกสิบวันนับแต่วันที่ได้รับเรื่อง หากรัฐสภา พิจารณาไม่แล้วเสร็จภายในกำหนดเวลาดังกล่าว ให้ถือว่ารัฐสภาให้ความเห็นชอบ</p><p><strike>รัฐสภาอาจตราข้อบังคับเพื่อกำหนดให้</strike><u>ลักษณะ ประเภท และขอบเขตของ</u>หนังสือสัญญาอื่นที่อาจมีผลกระทบต่อความมั่นคงทางเศรษฐกิจ สังคม หรือการค้าหรือการลงทุนของประเทศอย่างกว้างขวาง <u>ที่จะ</u>ต้องได้รับความเห็นชอบของรัฐสภาตามวรรค<strike>สอง</strike><u>หนึ่ง</u><strike>ด้วยก็ได้ </strike><u>ให้เป็นไปตามที่กฎหมายบัญญัต</u>ิ โดย<u>ใน</u><u>กฎหมาย</u>ต้องระบุ<strike>ประเภทหรือขอบเขตของหนังสือสัญญาดังกล่าว</strike>ให้ชัดแจ้ง และต้องกำหนดวิธีการที่ ประชาชนเข้ามามีส่วนร่วมในการแสดงความคิดเห็น<u>และการเยียวยาที่จำเป็น</u>ด้วย”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการสอบถามว่า เหตุใดจึงให้รัฐสภาตราข้อบังคับ</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า เป็นการบัญญัติเพิ่มเพื่อให้ รัฐสภาสามารถตราข้อบังคับเพื่อกำหนดหนังสือสัญญาที่ต้องได้รับความเห็นชอบจากรัฐสภา โดยต้องระบุ ประเภทหรือขอบเขตของหนังสือสัญญาให้ชัดแจ้ง เพื่อเป็นการคัดกรองว่าหนังสือสัญญาใดที่ต้องส่งให้ รัฐสภาพิจารณาเห็นชอบ เพื่อให้เกิดความสะดวกในทางปฏิบัติโดยไม่ต้องส่งหนังสือสัญญาทุกฉบับให้รัฐสภา พิจารณาเห็นชอบ</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ปัญหาที่เกิดขึ้นจากมาตรา 190 ของรัฐธรรมนูญ 2550 คือ ไม่มีการออกกฎหมายเกี่ยวกับ หนังสือสัญญา หากให้มีกฎหมายเกี่ยวกับหนังสือสัญญาและกำหนดรายละเอียดไว้ในกฎหมายโดยระบุ ประเภทและขอบเขตของหนังสือสัญญา จะทำให้ทั้งฝ่ายบริหารและฝ่ายนิติบัญญัติสามารถดำเนินการ เกี่ยวกับหนังสือสัญญาได้อย่างชัดเจน และสามารถทำงานได้ง่ายขึ้นเนื่องจากเป็นการปฏิบัติตามกฎหมาย ทั้งนี้ หากให้อำนาจรัฐสภาในการตราข้อบังคับ รัฐสภาอาจไม่มีการดำเนินการดังกล่าว</p><p>- ควรนำความว่า “หนังสือสัญญาอื่นที่อาจมีผลกระทบต่อความมั่นคงทางเศรษฐกิจ สังคม หรือ การค้าหรือการลงทุนของประเทศอย่างกว้างขวาง” ในวรรคสามไปบัญญัติเพิ่มในวรรคสอง รวมทั้งควรให้ แก้ไขเพิ่มเติมความในวรรคสาม เป็นดังนี้ “ให้มีกฎหมายที่ระบุประเภทหรือขอบเขตของสัญญาตาม วรรคสอง และต้องกำหนดวิธีการที่ประชาชนเข้ามามีส่วนร่วมในการแสดงความคิดเห็นด้วย” จะทำให้ รัฐสภาต้องพิจารณาหนังสือสัญญาตามที่กำหนดในกฎหมาย ซึ่งจะทำให้ทำงานได้ง่ายขึ้น</p><p>- มาตรา 190 ของรัฐธรรมนูญ 2550 ทำให้การทำงานที่ผ่านมาของหน่วยงานราชการเป็นไปด้วย ความยากลำบาก เมื่อมีการทำหนังสือสัญญาใดก็จะขอความเห็นจากกระทรวงการต่างประเทศว่าหนังสือ สัญญานั้นๆ เข้าข่ายหนังสือสัญญาตามมาตรา 190 หรือไม่ ซึ่งกระทรวงการต่างประเทศก็ไม่สามารถให้ คำตอบที่ชัดเจนแก่หน่วยงานต่างๆ เหล่านั้นได้</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคสองและวรรคสาม เป็นดังนี้</p><p>“หนังสือสัญญาใดมีบทเปลี่ยนแปลงอาณาเขตไทย หรือเขตพื้นที่นอกอาณาเขต ซึ่งประเทศไทยมีสิทธิอธิปไตยหรือมีเขตอำนาจตามหนังสือสัญญาหรือตามกฎหมายระหว่างประเทศ หรือจะต้องออก พระราชบัญญัติเพื่อให้การเป็นไปตามหนังสือสัญญา <u>และหนังสือสัญญาอื่นที่อาจมีผลกระทบต่อความมั่นคง</u><u>ทางเศรษฐกิจ สังคม หรือการค้าหรือการลงทุนของประเทศอย่างกว้างขวาง</u> ต้องได้รับความเห็นชอบของ รัฐสภา ในการนี้ รัฐสภาต้องพิจารณาให้แล้วเสร็จภายในหกสิบวันนับแต่วันที่ได้รับเรื่อง หากรัฐสภา พิจารณาไม่แล้วเสร็จภายในกำหนดเวลาดังกล่าว ให้ถือว่ารัฐสภาให้ความเห็นชอบ</p><p><strike>รัฐสภาอาจตราข้อบังคับเพื่อกำหนดให้</strike><u>ลักษณะ ประเภท และขอบเขตของ</u>หนังสือสัญญาอื่นที่อาจมีผลกระทบต่อความมั่นคงทางเศรษฐกิจ สังคม หรือการค้าหรือการลงทุนของประเทศอย่างกว้างขวาง <u>ที่จะ</u>ต้องได้รับความเห็นชอบของรัฐสภาตามวรรค<strike>สอง</strike><u>หนึ่ง</u><strike>ด้วยก็ได้ </strike><u>ให้เป็นไปตามที่กฎหมายบัญญัต</u>ิ โดย<u>ใน</u><u>กฎหมาย</u>ต้องระบุ<strike>ประเภทหรือขอบเขตของหนังสือสัญญาดังกล่าว</strike>ให้ชัดแจ้ง และต้องกำหนดวิธีการที่ ประชาชนเข้ามามีส่วนร่วมในการแสดงความคิดเห็น<u>และการเยียวยาที่จำเป็น</u>ด้วย”</p><p>- มีกรรมการแสดงความเห็นว่า รัฐธรรมนูญ 2550 ได้กำหนดให้มีการกำหนดประเภทและขอบเขตของหนังสือสัญญา แต่ข้อเท็จจริงในทางปฏิบัติไม่สามารถกำหนดประเภทและขอบเขตของหนังสือ สัญญาได้ เนื่องจากไม่มีความชัดเจน แต่หากแก้ไขเพิ่มเติมให้มีการกำหนดลักษณะ ประเภท และขอบเขต ของหนังสือสัญญาให้ชัดเจนก็อาจไม่สามารถออกกฎหมายเกี่ยวกับหนังสือสัญญาได้</p><p>ประธานกรรมการกล่าวว่า เรื่องกฎหมายเกี่ยวกับหนังสือสัญญายังไม่ต้องกำหนดให้ครบทุก ประเภทของหนังสือสัญญาในคราวเดียว แต่หากมีหนังสือสัญญาอื่นที่เข้าข่ายก็ให้เพิ่มเข้าไปในภายหลัง ซึ่ง ประเภทของสัญญาสามารถเพิ่มได้โดยในตอนท้ายของกฎหมายให้บัญญัติความว่าให้เพิ่มเติมได้โดยพระราช กฤษฎีกา</p><p>- มีกรรมการแสดงความเห็นว่า ความตามมาตรา 23 ของรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 มีความชัดเจน และสามารถปฏิบัติได้</p><p>ประธานกรรมการกล่าวว่า สามารถนำความในมาตรา 23 ของรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 มาบัญญัติในกฎหมายเกี่ยวกับหนังสือสัญญาได้</p><p>- มีกรรมการแสดงความเห็นว่า หนังสือสัญญาที่มีลักษณะหรือมีเนื้อหาสาระคล้ายกัน ควรกำหนด เป็นแบบหนังสือสัญญามาตรฐานเพื่อจะได้ไม่ต้องส่งให้รัฐสภาพิจารณาอีก</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า แม้หนังสือสัญญาใดจะเคยได้รับ ความเห็นชอบมาก่อนก็ตาม ถ้ามีหนังสือสัญญาที่มีลักษณะซ้ำหรือคล้ายกันก็ยังต้องเสนอต่อรัฐสภาเพื่อให้ ความเห็นชอบ</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 182 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","นายธนาวัฒน์ สังข์ทอง","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"63","หน้า":"67-69"},{"หมวด":"8","ส่วน":"","มาตรา":"178","ร่างมาตรา":"182","ร่างบทบัญญัติ":"<p> “มาตรา 182 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการทำหนังสือสัญญาสันติภาพ สัญญาสงบศึก และสัญญาอื่นกับนานาประเทศหรือกับองค์การระหว่างประเทศ</p><p>หนังสือสัญญาใดมีบทเปลี่ยนแปลงอาณาเขตไทย หรือเขตพื้นที่นอกอาณาเขต ซึ่งประเทศไทยมีสิทธิอธิปไตยหรือมีเขตอำนาจตามหนังสือสัญญาหรือตามกฎหมายระหว่างประเทศ หรือจะต้องออกพระราชบัญญัติเพื่อให้การเป็นไปตามหนังสือสัญญา และหนังสือสัญญาอื่นที่อาจมีผลกระทบต่อความมั่นคง ทางเศรษฐกิจ สังคม หรือการค้าหรือการลงทุนของประเทศอย่างกว้างขวาง ต้องได้รับความเห็นชอบของรัฐสภา ในการนี้ รัฐสภาต้องพิจารณาให้แล้วเสร็จภายในหกสิบวันนับแต่วันที่ได้รับเรื่อง หากรัฐสภา พิจารณาไม่แล้วเสร็จภายในกำหนดเวลาดังกล่าว ให้ถือว่ารัฐสภาให้ความเห็นชอบ</p><p>ลักษณะ ประเภท และขอบเขตของหนังสือสัญญาอื่นที่อาจมีผลกระทบต่อความมั่นคงทาง เศรษฐกิจ สังคม หรือการค้าหรือการลงทุนของประเทศอย่างกว้างขวางที่จะต้องได้รับความเห็นชอบของรัฐสภาตามวรรคสอง ให้เป็นไปตามที่กฎหมายบัญญัติ โดยในกฎหมายต้องระบุให้ชัดแจ้ง และต้องกำหนดวิธีการที่ประชาชนจะเข้ามามีส่วนร่วมในการแสดงความคิดเห็นและการเยียวยาที่จำเป็นด้วย”</p>","ประเด็นการพิจารณา":"<p>มีกรรมการแสดงความเห็นว่า ความในวรรคสามของร่างมาตรา 182 เมื่อพิจารณาเทียบเคียงกับ รัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับช่ัวคราว) พุทธศักราช 2557 ซึ่งได้มีการยกตัวอย่างความหมาย ของหนังสือสัญญาตามร่างมาตรา 182 วรรคสอง โดยได้บัญญัติไว้ในมาตรา 23 วรรคสาม ความว่า “หนังสือสัญญาที่กระทบต่อความมั่นคงทางเศรษฐกิจหรือสังคมของประเทศอย่างกว้างขวางตามวรรคสอง หมายถึง หนังสือสัญญาเกี่ยวกับการค้าเสรี เขตศุลกากรร่วม หรือการให้ใช้ทรัพยากรธรรมชาติหรือทำให้ ประเทศต้องสูญเสียสิทธิในทรัพยากรธรรมชาติทั้งหมดหรือบางส่วน หรือการอื่นตามที่กฎหมายบัญญัติ” ซึ่งตัวอย่างของความหมายดังกล่าวจะเป็นประโยชน์ในการทำงานของเจ้าหน้าที่ที่เกี่ยวข้อง ว่าหนังสือ ดังกล่าวจะต้องได้รับความเห็นชอบจากรัฐสภาหรือไม่ และเมื่อพิจารณาร่างมาตรา 182 วรรคสาม ลักษณะ ประเภท และขอบเขตของหนังสือสัญญาอื่น จะได้มีการออกกฎหมายลำดับรองอีกครั้งหนึ่งหลังจาก ประกาศใช้รัฐธรรมนูญฉบับนี้ ซึ่งอาจเกิดปัญหาในทางปฏิบัติในการวินิจฉัยว่าหนังสือสัญญาดังกล่าวจะต้อง ได้รับความเห็นชอบของรัฐสภาหรือไม่ ในระหว่างที่รอกฎหมายลำดับรอง</p><p>ต่อประเด็นดังกล่าว ที่ประชุมเห็นควรให้นำความในมาตรา 23 วรรคสี่ ของรัฐธรรมนูญแห่ง ราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 ไปบัญญัติไว้ในบทเฉพาะกาล</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 182 โดยไม่มีการแก้ไข และให้นำความในมาตรา 23 วรรคสี่ ของรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 ไปบัญญัติไว้ใน บทเฉพาะกาล</p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"70","หน้า":"34"},{"หมวด":"8","ส่วน":"","มาตรา":"178","ร่างมาตรา":"173","ร่างบทบัญญัติ":"<p>“มาตรา 173 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการทำหนังสือสัญญาสันติภาพ สัญญาสงบศึก และสัญญาอื่นกับนานาประเทศหรือกับองค์การระหว่างประเทศ</p><p>หนังสือสัญญาใดมีบทเปลี่ยนแปลงอาณาเขตไทย หรือเขตพื้นที่นอกอาณาเขต ซึ่งประเทศไทย มีสิทธิอธิปไตยหรือมีเขตอำนาจตามหนังสือสัญญาหรือตามกฎหมายระหว่างประเทศ หรือจะต้องออกพระราชบัญญัติเพื่อให้การเป็นไปตามหนังสือสัญญา และหนังสือสัญญาอื่นที่อาจมีผลกระทบต่อความมั่นคงทางเศรษฐกิจ สังคม หรือการค้าหรือการลงทุนของประเทศอย่างกว้างขวาง ต้องได้รับความเห็นชอบของรัฐสภา ในการนี้ รัฐสภาต้องพิจารณาให้แล้วเสร็จภายในหกสิบวันนับแต่วันที่ได้รับเรื่อง หากรัฐสภาพิจารณาไม่แล้วเสร็จภายในกำหนดเวลาดังกล่าว ให้ถือว่ารัฐสภาให้ความเห็นชอบ</p><p>ลักษณะ ประเภท และขอบเขตของหนังสือสัญญาอื่นที่อาจมีผลกระทบต่อความมั่นคง ทางเศรษฐกิจ สังคม หรือการค้าหรือการลงทุนของประเทศอย่างกว้างขวาง ที่จะต้องได้รับความเห็นชอบของรัฐสภาตามวรรคสอง ให้เป็นไปตามที่กฎหมายบัญญัติ โดยในกฎหมายต้องระบุให้ชัดแจ้ง และต้องกำหนดวิธีการที่ประชาชนจะเข้ามามีส่วนร่วมในการแสดงความคิดเห็นและการเยียวยาที่จำเป็นด้วย</p><p>เมื่อมีปัญหาว่าหนังสือสัญญาใดเป็นกรณีตามวรรคสองหรือวรรคสามหรือไม่ คณะรัฐมนตรีจะขอให้ศาลรัฐธรรมนูญวินิจฉัยก็ได้ ทั้งนี้ ศาลรัฐธรรมนูญต้องวินิจฉัยให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่ได้รับคำขอ” </p>","ประเด็นการพิจารณา":"<p>นายชาติชาย ณ เชียงใหม่ โฆษกกรรมการ กล่าวว่า นายกิตติ วะสีนนท์ สมาชิกสภานิติบัญญัติ แห่งชาติ เสนอให้แก้ไขความในวรรคสอง เป็นดังนี้ “...และหนังสือสัญญาอื่นที่<strike>อาจ</strike>มีผลกระทบต่อความ มั่นคงทางเศรษฐกิจ สังคม หรือการค้าหรือการลงทุนของประเทศอย่างกว้างขวาง ต้องได้รับความเห็นชอบ ของรัฐสภา” เนื่องจากคำว่า “อาจ” เป็นถ้อยคำที่มีความไม่ชัดเจนและทำให้เกิดปัญหาในการตีความได้ และเสนอให้แก้ไขความในวรรคสาม เป็นดังนี้ “...ลักษณะ ประเภท และขอบเขตของหนังสือสัญญาอื่นที่ อาจมีผลกระทบต่อความมั่นคงทางเศรษฐกิจ สังคม <strike>หรือการค้าหรือการลงทุน</strike>ของประเทศอย่างกว้างขวาง” เนื่องจากความว่า “ความมั่นคงทางเศรษฐกิจ สังคม” มีความหมายครอบคลุมการค้าหรือการลงทุนแล้ว นอกจากนั้น การกำหนดให้หนังสือสัญญาที่อาจมีผลกระทบต่อการค้าหรือการลงทุนของประเทศ อย่างกว้างขวางต้องได้รับความเห็นชอบของรัฐสภาทั้งหมด อาจทำให้ประเทศไทยเสียโอกาสในการลงทุนได้</p><p>ประธานกรรมการกล่าวว่า นักกฎหมายบางท่านวิพากษ์วิจารณ์ร่างมาตรา 173 ว่าไม่ครอบคลุม การทำหนังสือสัญญาเกี่ยวกับเขตการค้าเสรี (FTA) ซึ่งเป็นความเข้าใจที่ไม่ถูกต้อง เนื่องจากเขตการค้าเสรี (FTA) มีความหมายรวมถึงการค้าหรือการลงทุนด้วยแล้ว</p><p>นายประพันธ์ นัยโกวิท กรรมการ กล่าวว่า มีสมาชิกสภานิติบัญญัติแห่งชาติเสนอความเห็นว่า ความในบทเฉพาะกาล ร่างมาตรา 264 ซึ่งกำหนดว่าในระหว่างที่ยังไม่มีกฎหมายตามมาตรา 173 วรรคสาม หนังสือสัญญาอื่นที่มีผลกระทบต่อความมั่นคงทางเศรษฐกิจ สังคม การค้า หรือการลงทุนของ ประเทศอย่างกว้างขวาง ให้หมายความรวมถึงหนังสือสัญญาเกี่ยวกับการค้าเสรี เขตศุลกากรร่วมด้วย ดังนั้น ควรนำความดังกล่าวมาบัญญัติไว้ในร่างมาตรา 173</p><p>มีกรรมการแสดงความเห็นว่า ร่างมาตรา 173 ที่ประชุมได้พิจารณาอย่างรอบคอบแล้ว โดย รายละเอียดเพิ่มเติมควรบัญญัติไว้ในกฎหมายระดับพระราชบัญญัติ ดังนั้น คณะกรรมการควรคงหลักการ ของร่างมาตรา 173</p><p>ประธานกรรมการกล่าวว่า การบัญญัติเรื่องหนังสือสัญญาเพิ่มเติมในบทเฉพาะกาลในร่างมาตรา 264 เป็นการยกตัวอย่างความหมายของหนังสือสัญญาอื่นที่มีผลกระทบต่อความมั่นคงทางเศรษฐกิจ สังคม การค้า หรือการลงทุนของประเทศอย่างกว้างขวาง ซึ่งต้องบัญญัติรายละเอียดเพิ่มเติมในกฎหมายระดับ พระราชบัญญัติต่อไป ส่วนการใช้คำว่า “อาจ” ในวรรคสองของร่างมาตรา 173 เพื่อให้กฎหมายมีความ ยืดหยุ่น เนื่องจากอาจเกิดกรณีขณะทำหนังสือสัญญายังไม่มีผลกระทบต่อความมั่นคงทางเศรษฐกิจ สังคม การค้า หรือการลงทุนของประเทศ แต่อาจมีผลกระทบในระยะยาวได้ </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 173 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายชาติชาย ณ เชียงใหม่","นายประพันธ์ นัยโกวิท","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"97","หน้า":"15-16"},{"หมวด":"8","ส่วน":"","มาตรา":"178","ร่างมาตรา":"173","ร่างบทบัญญัติ":"<p>“มาตรา 173 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการทำหนังสือสัญญาสันติภาพ สัญญาสงบศึก และสัญญาอื่นกับนานาประเทศหรือกับองค์การระหว่างประเทศ</p><p>หนังสือสัญญาใดมีบทเปลี่ยนแปลงอาณาเขตไทย หรือเขตพื้นที่นอกอาณาเขต ซึ่งประเทศไทยมี สิทธิอธิปไตยหรือมีเขตอำนาจตามหนังสือสัญญาหรือตามกฎหมายระหว่างประเทศ หรือจะต้องออกพระราชบัญญัติเพื่อให้การเป็นไปตามหนังสือสัญญา และหนังสือสัญญาอื่นที่อาจมีผลกระทบต่อความมั่นคงทางเศรษฐกิจ สังคม หรือการค้าหรือการลงทุนของประเทศอย่างกว้างขวาง ต้องได้รับความเห็นชอบของรัฐสภา ในการนี้ รัฐสภาต้องพิจารณาให้แล้วเสร็จภายในหกสิบวันนับแต่วันที่ได้รับเรื่อง หากรัฐสภา พิจารณาไม่แล้วเสร็จภายในกำหนดเวลาดังกล่าว ให้ถือว่ารัฐสภาให้ความเห็นชอบ</p><p><strike>ลักษณะ ประเภท และขอบเขตของ</strike>หนังสือสัญญาอื่นที่อาจมีผลกระทบต่อความมั่นคงทางเศรษฐกิจ สังคม หรือการค้าหรือการลงทุนของประเทศอย่างกว้างขวางที่จะต้องได้รับความเห็นชอบของรัฐสภาตามวรรคสอง <strike>ให้เป็นไป</strike><u>ได้แก่หนังสือสัญญาเกี่ยวกับการค้าเสรี เขตศุลกากรร่วม หรือการให้ใช</u>้<u>ทรัพยากรธรรมชาติ หรือทำให้ประเทศต้องสูญเสียสิทธิในทรัพยากรธรรมชาติทั้งหมดหรือบางส่วนหรือ</u><u>หนังสือสัญญาอื่น</u>ตามที่กฎหมายบัญญัติ <strike>โดยในกฎหมายต้องระบุให้ชัดแจ้ง และต้องกำหนดวิธีการที่ประชาชนจะเข้ามามีส่วนร่วมในการแสดงความคิดเห็นและการเยียวยาที่จำเป็นด้วย</strike></p><p><u>ให้มีกฎหมายกำหนดวิธีการที่ประชาชนจะเข้ามามีส่วนร่วมในการแสดงความคิดเห็นและได้รับการ</u><u>เยียวยาที่จำเป็นอันเกิดจากผลกระทบของการทำหนังสือสัญญาตามวรรคสามด้วย</u></p><p>เมื่อมีปัญหาว่าหนังสือสัญญาใดเป็นกรณีตามวรรคสองหรือวรรคสามหรือไม่ คณะรัฐมนตรีจะขอให้ศาลรัฐธรรมนูญวินิจฉัยก็ได้ ทั้งนี้ ศาลรัฐธรรมนูญต้องวินิจฉัยให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่ได้รับคำขอ”</p>","ประเด็นการพิจารณา":"<p>นายนรชิต สิงหเสนี โฆษกกรรมการ กล่าวว่า กรมสนธิสัญญาและกฎหมาย กระทรวงการ ต่างประเทศ เสนอแก้ไขเพ่ิมเติมความในวรรคสามของร่างมาตรานี้ให้มีลักษณะใกล้เคียงกับความในมาตรา 23 ของรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 ซึ่งกำหนดไว้อย่างชัดเจนว่า หนังสือสัญญาอื่นหมายถึงหนังสือสัญญาใดบ้าง เนื่องจากจะทำให้เกิดความชัดเจนในทางปฏิบัติของ เจ้าหน้าที่ผู้ปฏิบัติ ทั้งนี้ อาจนำความในร่างมาตรา 264 ในบทเฉพาะกาลมาแก้ไขเพิ่มเติมในวรรคสามของ ร่างมาตรานี้ก็ได้</p><p>ประธานกรรมการเสนอตัดความในร่างมาตรา 264 ออกทั้งมาตรา และเสนอแก้ไขเพิ่มเติมความ ในวรรคสามของร่างมาตรา 173 เป็นดังนี้</p><p>“<strike>ลักษณะ ประเภท และขอบเขตของ</strike>หนังสือสัญญาอื่นที่อาจมีผลกระทบต่อความมั่นคงทางเศรษฐกิจ สังคม หรือการค้าหรือการลงทุนของประเทศอย่างกว้างขวางที่จะต้องได้รับความเห็นชอบของ รัฐสภาตามวรรคสอง <strike>ให้เป็นไป</strike><u>ได้แก่หนังสือสัญญาเกี่ยวกับการค้าเสรี เขตศุลกากรร่วม หรือการให้ใช</u>้ <u>ทรัพยากรธรรมชาติ หรือทำให้ประเทศต้องสูญเสียสิทธิในทรัพยากรธรรมชาติทั้งหมดหรือบางส่วนหรือ</u><u>หนังสือสัญญาอื่น</u>ตามที่กฎหมายบัญญัติ <strike>โดยในกฎหมายต้องระบุให้ชัดแจ้ง และต้องกำหนดวิธีการที่ ประชาชนจะเข้ามามีส่วนร่วมในการแสดงความคิดเห็นและการเยียวยาที่จำเป็นด้วย</strike>”</p><p>นายนรชิต สิงหเสนี โฆษกกรรมการ กล่าวว่า ความในวรรคสามควรคงเรื่องการเข้ามีส่วนร่วม ในการแสดงความคิดเห็นของประชาชนและการเยียวยาไว้ตามเดิม</p><p>ประธานกรรมการกล่าวว่า การกำหนดเรื่องการเข้ามีส่วนร่วมในการแสดงความคิดเห็นของ ประชาชนและการเยียวยาไว้ในวรรคสาม อาจทำให้เกิดอุปสรรคในการตรากฎหมายที่จะต้องมีการบัญญัติ ตามวรรคสาม ดังนั้น เสนอแก้ไขเพิ่มเติมความในร่างมาตรานี้ เป็นดังนี้</p><p>“มาตรา 173 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการทำหนังสือสัญญาสันติภาพ สัญญา สงบศึก และสัญญาอื่นกับนานาประเทศหรือกับองค์การระหว่างประเทศ</p><p>หนังสือสัญญาใดมีบทเปลี่ยนแปลงอาณาเขตไทย หรือเขตพื้นที่นอกอาณาเขต ซึ่งประเทศไทยมี สิทธิอธิปไตยหรือมีเขตอำนาจตามหนังสือสัญญาหรือตามกฎหมายระหว่างประเทศ หรือจะต้องออก พระราชบัญญัติเพื่อให้การเป็นไปตามหนังสือสัญญา และหนังสือสัญญาอื่นที่อาจมีผลกระทบต่อความมั่นคง ทางเศรษฐกิจ สังคม หรือการค้าหรือการลงทุนของประเทศอย่างกว้างขวาง ต้องได้รับความเห็นชอบของ รัฐสภา ในการนี้ รัฐสภาต้องพิจารณาให้แล้วเสร็จภายในหกสิบวันนับแต่วันที่ได้รับเรื่อง หากรัฐสภา พิจารณาไม่แล้วเสร็จภายในกำหนดเวลาดังกล่าว ให้ถือว่ารัฐสภาให้ ความเห็นชอบ</p><p><strike>ลักษณะ ประเภท และขอบเขตของ</strike>หนังสือสัญญาอื่นที่อาจมีผลกระทบต่อความมั่นคงทางเศรษฐกิจ สังคม หรือการค้าหรือการลงทุนของประเทศอย่างกว้างขวางที่จะต้องได้รับความเห็นชอบของรัฐสภาตามวรรคสอง <strike>ให้เป็นไป</strike><u>ได้แก่หนังสือสัญญาเกี่ยวกับการค้าเสรี เขตศุลกากรร่วม หรือการให้ใช</u>้ <u>ทรัพยากรธรรมชาติ หรือทำให้ประเทศต้องสูญเสียสิทธิในทรัพยากรธรรมชาติทั้งหมดหรือบางส่วนหรือ</u><u>หนังสือสัญญาอื่น</u>ตามที่กฎหมายบัญญัติ <strike>โดยในกฎหมายต้องระบุให้ชัดแจ้ง และต้องกำหนดวิธีการที่ ประชาชนจะเข้ามามีส่วนร่วมในการแสดงความคิดเห็นและการเยียวยาที่จำเป็นด้วย</strike></p><p><u>ให้มีกฎหมายกำหนดวิธีการที่ประชาชนจะเข้ามามีส่วนร่วมในการแสดงความคิดเห็นและได้รับการ</u> <u>เยียวยาที่จำเป็นอันเกิดจากผลกระทบของการทำหนังสือสัญญาตามวรรคสามด้วย</u></p><p>เมื่อมีปัญหาว่าหนังสือสัญญาใดเป็นกรณีตามวรรคสองหรือวรรคสามหรือไม่ คณะรัฐมนตรีจะขอให้ ศาลรัฐธรรมนูญวินิจฉัยก็ได้ ทั้งนี้ ศาลรัฐธรรมนูญต้องวินิจฉัยให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่ได้ รับคำขอ”</p><p>นายนรชิต สิงหเสนี โฆษกกรรมการ กล่าวว่า กรมสนธิสัญญาและกฎหมาย กระทรวงการ ต่างประเทศ เสนอให้คณะกรรมการพิจารณาว่าการตัดความว่า “หรือการค้าหรือการลงทุน” ในวรรคสาม จะเหมาะสมหรือไม่ เนื่องจากคำว่า “เศรษฐกิจ” หมายความรวมถึง “การค้าและการลงทุน” อยู่แล้ว</p><p>มีกรรมการสอบถามว่า ในระหว่างที่ไม่มีกฎหมายกำหนดวิธีการที่ประชาชนจะเข้ามามีส่วนร่วม ในการแสดงความคิดเห็นและได้รับการเยียวยาที่จำเป็นอันเกิดจากผลกระทบของการทำหนังสือสัญญาการ มีส่วนร่วมของประชาชนและการเยียวยาจะสามารถดำเนินการได้หรือไม่</p><p>ประธานกรรมการกล่าวว่า แม้จะยังไม่มีกฎหมายดังกล่าว สิทธิของประชาชนที่รัฐธรรมนูญ ได้รับรองไว้แล้วยังไม่ถูกกระทบกระเทือน ในส่วนของความในวรรคสามนี้ เพื่อไม่ให้เกิดข้อโต้แย้งไม่ควร ตัดความว่า “การค้าและการลงทุน” ออก</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 173 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายนรชิต สิงหเสนี","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"98","หน้า":"9-12"},{"หมวด":"8","ส่วน":"","มาตรา":"178","ร่างมาตรา":"178","ร่างบทบัญญัติ":"<p> “มาตรา 178 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการทำหนังสือสัญญาสันติภาพ สัญญา สงบศึก และสัญญาอื่นกับนานาประเทศหรือกับองค์การระหว่างประเทศ</p><p>หนังสือสัญญาใดมีบทเปลี่ยนแปลงอาณาเขตไทย หรือเขตพื้นที่นอกอาณาเขต ซึ่งประเทศไทยมีสิทธิอธิปไตยหรือมีเขตอำนาจตามหนังสือสัญญาหรือตามกฎหมายระหว่างประเทศ หรือจะต้องออกพระราชบัญญัติเพื่อให้การเป็นไปตามหนังสือสัญญา และหนังสือสัญญาอื่นที่อาจมีผลกระทบต่อความมั่นคงทางเศรษฐกิจ สังคม หรือการค้าหรือการลงทุนของประเทศอย่างกว้างขวาง ต้องได้รับความเห็นชอบของรัฐสภา ในการนี้ รัฐสภาต้องพิจารณาให้แล้วเสร็จภายในหกสิบวันนับแต่วันที่ได้รับเรื่อง หากรัฐสภา พิจารณาไม่แล้วเสร็จภายในกำหนดเวลาดังกล่าว ให้ถือว่ารัฐสภาให้ความเห็นชอบ</p><p>หนังสือสัญญาอื่นที่อาจมีผลกระทบต่อความมั่นคงทางเศรษฐกิจ สังคม หรือการค้าหรือการลงทุนของประเทศอย่างกว้างขวางตามวรรคสอง ได้แก่ หนังสือสัญญาเกี่ยวกับการค้าเสรี เขตศุลกากรร่วม หรือการให้ใช้ทรัพยากรธรรมชาติ หรือทำให้ประเทศต้องสูญเสียสิทธิในทรัพยากรธรรมชาติทั้งหมดหรือบางส่วน หรือหนังสือสัญญาอื่นตามที่กฎหมายบัญญัติ</p><p>ให้มีกฎหมายกำหนดวิธีการที่ประชาชนจะเข้ามามีส่วนร่วมในการแสดงความคิดเห็นและได้รับการเยียวยาที่จำเป็นอันเกิดจากผลกระทบของการทำหนังสือสัญญาตามวรรคสามด้วย</p><p>เมื่อมีปัญหาว่าหนังสือสัญญาใดเป็นกรณีตามวรรคสองหรือวรรคสามหรือไม่ คณะรัฐมนตรีจะขอให้ศาลรัฐธรรมนูญวินิจฉัยก็ได้ ทั้งนี้ ศาลรัฐธรรมนูญต้องวินิจฉัยให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่ได้รับคำขอ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 178 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"28"},{"หมวด":"8","ส่วน":"","มาตรา":"179","ร่างมาตรา":"182","ร่างบทบัญญัติ":"<p>“มาตรา 182 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการพระราชทานอภัยโทษ\"</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 182 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"45","หน้า":"27"},{"หมวด":"8","ส่วน":"","มาตรา":"179","ร่างมาตรา":"183","ร่างบทบัญญัติ":"<p> “มาตรา 183 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการพระราชทานอภัยโทษ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 183 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"63","หน้า":"69"},{"หมวด":"8","ส่วน":"","มาตรา":"179","ร่างมาตรา":"183","ร่างบทบัญญัติ":"<p>“มาตรา 183 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการพระราชทานอภัยโทษ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 183 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"70","หน้า":"35"},{"หมวด":"8","ส่วน":"","มาตรา":"179","ร่างมาตรา":"174","ร่างบทบัญญัติ":"<p> “มาตรา 174 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการพระราชทานอภัยโทษ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 174 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"97","หน้า":"16"},{"หมวด":"8","ส่วน":"","มาตรา":"179","ร่างมาตรา":"179","ร่างบทบัญญัติ":"<p>“มาตรา 179 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการพระราชทานอภัยโทษ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 179 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"28-29"},{"หมวด":"8","ส่วน":"","มาตรา":"180","ร่างมาตรา":"184","ร่างบทบัญญัติ":"<p> “มาตรา 184 พระมหากษัตริย์ทรงแต่งตั้งข้าราชการฝ่ายทหารและฝ่ายพลเรือน ตำแหน่งปลัดกระทรวง อธิบดี และเทียบเท่า และทรงให้พ้นจากตำแหน่ง เว้นแต่กรณีที่พ้นจากตำแหน่งเพราะความตาย”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 184 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"45","หน้า":"27"},{"หมวด":"8","ส่วน":"","มาตรา":"180","ร่างมาตรา":"185","ร่างบทบัญญัติ":"<p>“มาตรา 185 พระมหากษัตริย์ทรงแต่งตั้งข้าราชการฝ่ายทหารและฝ่ายพลเรือน ตำแหน่งปลัดกระทรวง อธิบดี และเทียบเท่า และทรงให้พ้นจากตำแหน่ง เว้นแต่กรณีที่พ้นจากตำแหน่งเพราะความตาย เกษียณอายุ <strike>ถูกสั่งให้ออก ปลดออก หรือไล่ออกจากราชการ </strike>หรือ<strike>มี</strike><u>พ้นจากราชการโดยผลของ</u>คำพิพากษาอันถึงที่สุด<strike>ให้พ้นจากตำแหน่ง</strike>”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการเสนอให้แก้ไขเพิ่มเติมร่างมาตรานี้ เป็นดังนี้ “มาตรา 185 พระมหากษัตริย์ ทรงแต่งตั้งข้าราชการฝ่ายทหารและฝ่ายพลเรือน ตำแหน่งปลัดกระทรวง อธิบดี และเทียบเท่า และทรงให้พ้นจากตำแหน่ง เว้นแต่กรณีที่พ้นจากตำแหน่งเพราะความตาย เกษียณอายุ <strike>ถูกสั่งให้ออก ปลดออก หรือ ไล่ออกจากราชการ </strike>หรือ<strike>ม</strike><strike>ี</strike><u>พ้นจากราชการโดยผลของ</u>คำพิพากษาอันถึงที่สุด<strike>ให้พ้นจากตำแหน่ง</strike>”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 185 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"63","หน้า":"69-70"},{"หมวด":"8","ส่วน":"","มาตรา":"180","ร่างมาตรา":"185","ร่างบทบัญญัติ":"<p> “มาตรา 185 พระมหากษัตริย์ทรงแต่งตั้งข้าราชการฝ่ายทหารและฝ่ายพลเรือน ตำแหน่งปลัดกระทรวง อธิบดี และเทียบเท่า และทรงให้พ้นจากตำแหน่ง เว้นแต่กรณีที่พ้นจากตำแหน่งเพราะความตาย เกษียณอายุ หรือพ้นจากราชการโดยผลของคำพิพากษาอันถึงที่สุด”</p>","ประเด็นการพิจารณา":"<p>ที่ประชุมให้รอการพิจารณาความว่า “...หรือพ้นจากราชการโดยผลของคำพิพากษาอันถึงที่สุด” ไว้ก่อน ในประเด็นว่าหมายถึงกรณีใดบ้าง</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติรอการพิจารณาร่างมาตรา 185</p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"70","หน้า":"35"},{"หมวด":"8","ส่วน":"","มาตรา":"180","ร่างมาตรา":"175","ร่างบทบัญญัติ":"<p>“มาตรา 175 พระมหากษัตริย์ทรงแต่งตั้งข้าราชการฝ่ายทหารและฝ่ายพลเรือน ตำแหน่งปลัดกระทรวง อธิบดี และเทียบเท่า และทรงให้พ้นจากตำแหน่ง เว้นแต่กรณีที่พ้นจากตำแหน่งเพราะความตาย เกษียณอายุ หรือพ้นจากราชการ<strike>โดยผลของคำพิพากษาอันถึงที่สุด</strike><u>เพราะถูกลงโทษ</u>” </p>","ประเด็นการพิจารณา":"<p> นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ความว่า “หรือพ้นจากราชการ โดยผลของคำพิพากษาอันถึงที่สุด” ไม่มีการบัญญัติไว้ในระบบกฎหมาย จึงควรแก้ไขความดังกล่าวเป็นกรณีอื่น</p><p>ประธานกรรมการเสนอให้แก้ไขความว่า “หรือพ้นจากราชการโดยผลของคำพิพากษาอันถึงที่สุด” เป็นความว่า “หรือพ้นจากราชการ<strike>โดยผลของคำพิพากษาอันถึงที่สุด</strike><u>เพราะถูกลงโทษ</u>”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 175 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์"],"ประชุมครั้งที่":"71","หน้า":"8"},{"หมวด":"8","ส่วน":"","มาตรา":"180","ร่างมาตรา":"185","ร่างบทบัญญัติ":"<p>“มาตรา 185 พระมหากษัตริย์ทรงแต่งตั้งและให้ผู้พิพากษาและตุลาการ<strike>ในศาลยุติธรรมและศาล</strike><strike>ปกครอง</strike>พ้นจากตำแหน่ง แต่ในกรณีที่พ้นจากตำแหน่งเพราะความตายหรือเกษียณอายุหรือตามวาระ ให้นำความกราบบังคมทูลทรงทราบ”</p>","ประเด็นการพิจารณา":"<p>มีกรรมการแสดงความเห็นว่า ความในมาตรานี้ควรมีการเพิ่มเติมคำว่า “ศาลทหาร” เพราะการ แต่งตั้งและการถอดถอนจากตำแหน่งตุลาการศาลทหารกลาง และศาลทหารสูงสุดเป็นพระราชอำนาจของ พระมหากษัตริย์</p><p>ประธานกรรมการสอบถามว่า การแต่งตั้งและการให้พ้นจากตำแหน่งตุลาการศาลทหารนอกจาก ศาลทหารกลาง และศาลทหารสูงสุด ผู้ใดจะทำหน้าที่ในการแต่งตั้งและถอดถอนจากตำแหน่ง</p><p>พลเอก อัฏฐพร เจริญพานิช กรรมการ ชี้แจงว่า ความในมาตรา 10 ของพระราชบัญญัติธรรมนูญ ศาลทหาร พ.ศ. 2498 กำหนดว่าการแต่งตั้งและถอดถอนตุลาการศาลทหารอื่น ๆ นอกจากศาลทหารกลาง และศาลทหารสูงสุดพระมหากษัตริย์อาจทรงมอบพระราชอำนาจแก่ผู้บังคับบัญชาทหารและรัฐมนตรีว่าการ กระทรวงกลาโหมเป็นผู้แต่งตั้งและถอดถอน</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ความในมาตรานี้อาจกำหนดว่า “พระมหากษัตริย์ทรงแต่งตั้งและให้ผู้พิพากษาและตุลาการพ้นจากตำแหน่ง” เท่านั้น โดยไม่ต้องระบุว่าศาล ใดบ้าง</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในมาตรานี้ เป็นดังนี้ “พระมหากษัตริย์ทรงแต่งตั้งและ ให้ผู้พิพากษาและตุลาการ<strike>ในศาลยุติธรรมและศาลปกครอง</strike>พ้นจากตำแหน่ง แต่ในกรณีที่พ้นจากตำแหน่ง เพราะความตายหรือเกษียณอายุหรือตามวาระ ให้นำความกราบบังคมทูลทรงทราบ”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขร่างมาตรา 185 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","พลเอก อัฏฐพร เจริญพานิช","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"74","หน้า":"6-7"},{"หมวด":"8","ส่วน":"","มาตรา":"180","ร่างมาตรา":"175","ร่างบทบัญญัติ":"<p> “มาตรา 175 พระมหากษัตริย์ทรงแต่งตั้งข้าราชการฝ่ายทหารและฝ่ายพลเรือน ตำแหน่งปลัดกระทรวง อธิบดี และเทียบเท่า และทรงให้พ้นจากตำแหน่ง เว้นแต่กรณีที่พ้นจากตำแหน่งเพราะความตาย เกษียณอายุ หรือพ้นจากราชการเพราะถูกลงโทษ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 175 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"97","หน้า":"16"},{"หมวด":"8","ส่วน":"","มาตรา":"180","ร่างมาตรา":"180","ร่างบทบัญญัติ":"<p>“มาตรา 180 พระมหากษัตริย์ทรงแต่งตั้งข้าราชการฝ่ายทหารและฝ่ายพลเรือน ตำแหน่งปลัดกระทรวง อธิบดี และเทียบเท่า และทรงให้พ้นจากตำแหน่ง เว้นแต่กรณีที่พ้นจากตำแหน่งเพราะความตาย เกษียณอายุ หรือพ้นจากราชการเพราะถูกลงโทษ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 180 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"29"},{"หมวด":"8","ส่วน":"","มาตรา":"181","ร่างมาตรา":"185","ร่างบทบัญญัติ":"<p> “มาตรา 185 ข้าราชการและพนักงานของรัฐซึ่งมีตำแหน่งหรือเงินเดือนประจำและมิใช่ข้าราชการการเมือง จะเป็นข้าราชการการเมืองหรือผู้ดำรงตำแหน่งทางการเมืองอื่นมิได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 185 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"45","หน้า":"27-28"},{"หมวด":"8","ส่วน":"","มาตรา":"181","ร่างมาตรา":"186","ร่างบทบัญญัติ":"<p> “มาตรา 186 ข้าราชการและพนักงานของรัฐซึ่งมีตำแหน่งหรือเงินเดือนประจำและมิใช่ข้าราชการการเมือง จะเป็นข้าราชการการเมืองหรือผู้ดำรงตำแหน่งทางการเมืองอื่นมิได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 186 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"63","หน้า":"70"},{"หมวด":"8","ส่วน":"","มาตรา":"181","ร่างมาตรา":"186","ร่างบทบัญญัติ":"<p> “มาตรา 186 ข้าราชการและพนักงานของรัฐซึ่งมีตำแหน่งหรือเงินเดือนประจำและมิใช่ข้าราชการการเมือง จะเป็นข้าราชการการเมืองหรือผู้ดำรงตำแหน่งทางการเมืองอื่นมิได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 186 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"70","หน้า":"35"},{"หมวด":"8","ส่วน":"","มาตรา":"181","ร่างมาตรา":"176","ร่างบทบัญญัติ":"<p>“มาตรา 176 ข้าราชการและพนักงานของรัฐซึ่งมีตำแหน่งหรือเงินเดือนประจำและมิใช่ข้าราชการการเมือง จะเป็นข้าราชการการเมืองหรือผู้ดำรงตำแหน่งทางการเมืองอื่นมิได้” </p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 176 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"97","หน้า":"16-17"},{"หมวด":"8","ส่วน":"","มาตรา":"181","ร่างมาตรา":"181","ร่างบทบัญญัติ":"<p> “มาตรา 181 ข้าราชการและพนักงานของรัฐซึ่งมีตำแหน่งหรือเงินเดือนประจำและมิใช่ข้าราชการการเมือง จะเป็นข้าราชการการเมืองหรือผู้ดำรงตำแหน่งทางการเมืองอื่นมิได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 181 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"29"},{"หมวด":"8","ส่วน":"","มาตรา":"182","ร่างมาตรา":"186","ร่างบทบัญญัติ":"<p>“มาตรา 186 บทกฎหมาย พระราชหัตถเลขา และพระบรมราชโองการอันเกี่ยวกับราชการแผ่นดิน ต้องมีรัฐมนตรีลงนามรับสนองพระบรมราชโองการ เว้นแต่ที่มีบัญญัติไว้เป็นอย่างอื่นในรัฐธรรมนูญนี้</p><p><strike>บทกฎหมายที่ทรงลงพระปรมาภิไธยแล้วหรือถือเสมือนหนึ่งว่าได้ทรงลงพระปรมาภิไธยแล้ว </strike><strike>ให้ประกาศในราชกิจจานุเบกษาโดยพลัน</strike>”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการเสนอให้ตัดความในวรรคสองออก</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 186 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"45","หน้า":"28"},{"หมวด":"8","ส่วน":"","มาตรา":"182","ร่างมาตรา":"187","ร่างบทบัญญัติ":"<p> “มาตรา 187 บทกฎหมาย พระราชหัตถเลขา และพระบรมราชโองการอันเกี่ยวกับราชการแผ่นดิน ต้องมีรัฐมนตรีลงนามรับสนองพระบรมราชโองการ เว้นแต่ที่มีบัญญัติไว้เป็นอย่างอื่นในรัฐธรรมนูญนี้</p><p>ให้ผู้ลงนามรับสนองพระบรมราชโองการเป็นผู้รับผิดชอบในกิจการทั้งปวงบรรดาที่ได้รับสนองพระบรมราชโองการ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 187 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"63","หน้า":"70"},{"หมวด":"8","ส่วน":"","มาตรา":"182","ร่างมาตรา":"187","ร่างบทบัญญัติ":"<p> “มาตรา 187 บทกฎหมาย พระราชหัตถเลขา และพระบรมราชโองการอันเกี่ยวกับราชการแผ่นดิน ต้องมีรัฐมนตรีลงนามรับสนองพระบรมราชโองการ เว้นแต่ที่มีบัญญัติไว้เป็นอย่างอื่นในรัฐธรรมนูญ</p><p>ให้ผู้ลงนามรับสนองพระบรมราชโองการเป็นผู้รับผิดชอบในกิจการทั้งปวงบรรดาที่ได้รับสนองพระบรมราชโองการ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 187 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"70","หน้า":"35-36"},{"หมวด":"8","ส่วน":"","มาตรา":"182","ร่างมาตรา":"177","ร่างบทบัญญัติ":"<p>“มาตรา 177 บทกฎหมาย พระราชหัตถเลขา และพระบรมราชโองการอันเกี่ยวกับราชการแผ่นดิน ต้องมีรัฐมนตรีลงนามรับสนองพระบรมราชโองการ เว้นแต่ที่มีบัญญัติไว้เป็นอย่างอื่นในรัฐธรรมนูญ</p><p>ให้ผู้ลงนามรับสนองพระบรมราชโองการเป็นผู้รับผิดชอบในกิจการทั้งปวงบรรดาที่ได้รับสนอง พระบรมราชโองการ” </p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 177 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"97","หน้า":"17"},{"หมวด":"8","ส่วน":"","มาตรา":"182","ร่างมาตรา":"182","ร่างบทบัญญัติ":"<p>“มาตรา 182 บทกฎหมาย พระราชหัตถเลขา และพระบรมราชโองการอันเกี่ยวกับราชการแผ่นดิน ต้องมีรัฐมนตรีลงนามรับสนองพระบรมราชโองการ เว้นแต่ที่มีบัญญัติไว้เป็นอย่างอื่นในรัฐธรรมนูญ</p><p>ให้ผู้ลงนามรับสนองพระบรมราชโองการเป็นผู้รับผิดชอบในกิจการทั้งปวงบรรดาที่ได้รับสนองพระบรมราชโองการ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 182 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"29"},{"หมวด":"8","ส่วน":"","มาตรา":"183","ร่างมาตรา":"187","ร่างบทบัญญัติ":"<p> “มาตรา 187 เงินประจำตำแหน่งและประโยชน์ตอบแทนอย่างอื่นขององคมนตรี ประธานและรองประธานสภาผู้แทนราษฎร ประธานและรองประธานวุฒิสภา ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร สมาชิกสภาผู้แทนราษฎร และสมาชิกวุฒิสภา ให้กำหนดโดยพระราชกฤษฎีกาซึ่งต้องกำหนดให้จ่ายได้ไม่ก่อนวันเข้ารับหน้าที่</p><p>บำเหน็จบำนาญหรือประโยชน์ตอบแทนอย่างอื่นขององคมนตรีซึ่งพ้นจากตำแหน่ง ให้กำหนดโดยพระราชกฤษฎีกา”</p>","ประเด็นการพิจารณา":"<p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ขอให้ที่ประชุมพิจารณาว่า ควรคงความ ในร่างมาตรานี้ไว้หรือไม่</p><p>ประธานกรรมการกล่าวว่า ควรพิจารณาความในวรรคแรกเสียก่อนว่ามีความเหมาะสมหรือไม่ และเสนอให้รอการพิจารณาร่างมาตรานี้ไว้ก่อน</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติรอการพิจารณาร่างมาตรา 187 ไว้ก่อน</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์"],"ประชุมครั้งที่":"45","หน้า":"28"},{"หมวด":"8","ส่วน":"","มาตรา":"183","ร่างมาตรา":"187/1","ร่างบทบัญญัติ":"<p> “มาตรา 187/1 เงินประจำตำแหน่งและประโยชน์ตอบแทนอย่างอื่นขององคมนตรี ประธานและรองประธานสภาผู้แทนราษฎร ประธานและรองประธานวุฒิสภา ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร สมาชิกสภาผู้แทนราษฎร และสมาชิกวุฒิสภา ให้กำหนดโดยพระราชกฤษฎีกาซึ่งต้องกำหนดให้จ่ายได้ไม่ก่อนวันเข้ารับหน้าที่</p><p>บำเหน็จบำนาญหรือประโยชน์ตอบแทนอย่างอื่นขององคมนตรีซึ่งพ้นจากตำแหน่ง ให้กำหนดโดยพระราชกฤษฎีกา”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า ความในวรรคสองเป็นเรื่องที่มีความเกี่ยวข้องกับองคมนตรี จึงควรคง ความในวรรคสองไว้</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 187/1 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"63","หน้า":"70-71"},{"หมวด":"8","ส่วน":"","มาตรา":"183","ร่างมาตรา":"187/1","ร่างบทบัญญัติ":"<p>“มาตรา 187/1 เงินประจำตำแหน่งและประโยชน์ตอบแทนอย่างอื่นขององคมนตรี ประธานและรองประธานสภาผู้แทนราษฎร ประธานและรองประธานวุฒิสภา ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร สมาชิกสภาผู้แทนราษฎร และสมาชิกวุฒิสภา ให้กำหนดโดยพระราชกฤษฎีกา<strike>ซึ่งต้องกำหนดให้จ่ายได้ไม่ก่อนวันเข้ารับหน้าที่</strike></p><p>บำเหน็จบำนาญหรือประโยชน์ตอบแทนอย่างอื่นขององคมนตรีซึ่งพ้นจากตำแหน่ง ให้กำหนดโดยพระราชกฤษฎีกา”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า เงินประจำตำแหน่งและประโยชน์ตอบแทนอย่างอื่นของ สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภา กำหนดโดยพระราชกฤษฎีกาซึ่งฝ่ายบริหารเป็นผู้ออก พระราชกฤษฎีกา ในทางกลับกันเงินประจำตำแหน่งและประโยชน์ตอบแทนอย่างอื่นของฝ่ายบริหาร ก็ต้อง ออกเป็นพระราชบัญญัติโดยฝ่ายนิติบัญญัติ เป็นไปตามหลักการถ่วงดุลอำนาจ และเห็นว่าสมาชิก สภาผู้แทนราษฎรควรได้รับเงินประจำตำแหน่งและประโยชน์ตอบแทนอย่างอื่นนับตั้งแต่วันเลือกตั้ง เพราะ ความในมาตรา 101 กำหนดให้สมาชิกสภาผู้แทนราษฎรมีสมาชิกภาพตั้งแต่วันเลือกตั้ง</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า การกำหนดให้สมาชิกวุฒิสภา ได้รับเงินประจำตำแหน่งและประโยชน์ตอบแทนอย่างอื่นนับตั้งแต่วันได้รับเลือก จะทำให้เกิดปัญหาในการ จ่ายเงินประจำตำแหน่งและประโยชน์ตอบแทนอย่างอื่นให้กับสมาชิกวุฒิสภาซึ่งต้องอยู่ในตำแหน่งเพื่อ ปฏิบัติหน้าที่จนกว่าจะมีวุฒิสภาชุดใหม่และสมาชิกวุฒิสภาที่ได้รับเลือกใหม่</p><p>ประธานกรรมการกล่าวว่า รายละเอียดของการได้รับเงินประจำตำแหน่งและประโยชน์ตอบแทน อย่างอื่นนั้นควรกำหนดไว้ในพระราชกฤษฎีกา จึงเสนอแก้ไขเพิ่มเติมความในวรรคหนึ่ง เป็นดังนี้ “เงินประจำตำแหน่งและประโยชน์ตอบแทนอย่างอื่นขององคมนตรี ประธานและรองประธานสภา ผู้แทนราษฎร ประธานและรองประธานวุฒิสภา ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร สมาชิกสภาผู้แทนราษฎร และสมาชิกวุฒิสภา ให้กำหนดโดยพระราชกฤษฎีกา<strike>ซึ่งต้องกำหนดให้จ่ายได้ไม่ก่อนวันเข้ารับหน้าที่</strike>”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขร่างมาตรา 187/1 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายธนาวัฒน์ สังข์ทอง"],"ประชุมครั้งที่":"70","หน้า":"36-37"},{"หมวด":"8","ส่วน":"","มาตรา":"183","ร่างมาตรา":"178","ร่างบทบัญญัติ":"<p>“มาตรา 178 เงินประจำตำแหน่งและประโยชน์ตอบแทนอย่างอื่นขององคมนตรี ประธานและรองประธานสภาผู้แทนราษฎร ประธานและรองประธานวุฒิสภา ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร สมาชิกสภาผู้แทนราษฎร และสมาชิกวุฒิสภา ให้กำหนดโดยพระราชกฤษฎีกา</p><p>บำเหน็จบำนาญหรือประโยชน์ตอบแทนอย่างอื่นขององคมนตรีซึ่งพ้นจากตำแหน่ง ให้กำหนดโดยพระราชกฤษฎีกา” </p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 178 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"97","หน้า":"17"},{"หมวด":"8","ส่วน":"","มาตรา":"183","ร่างมาตรา":"183","ร่างบทบัญญัติ":"<p> “มาตรา 183 เงินประจำตำแหน่งและประโยชน์ตอบแทนอย่างอื่นขององคมนตรี ประธานและรองประธานสภาผู้แทนราษฎร ประธานและรองประธานวุฒิสภา ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร สมาชิกสภาผู้แทนราษฎร และสมาชิกวุฒิสภา ให้กำหนดโดยพระราชกฤษฎีกา</p><p>บำเหน็จบำนาญหรือประโยชน์ตอบแทนอย่างอื่นขององคมนตรีซึ่งพ้นจากตำแหน่ง ให้กำหนดโดยพระราชกฤษฎีกา”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 183 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"29-30"}]