[{"หมวด":"9","ส่วน":"","มาตรา":"184","ร่างมาตรา":"15","ร่างบทบัญญัติ":"<p> “มาตรา 15 สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาต้อง</p><p>(1) ไม่ดำรงตำแหน่งหรือหน้าที่ใดในหน่วยราชการ หน่วยงานของรัฐหรือรัฐวิสาหกิจ หรือตำแหน่งสมาชิกสภาท้องถิ่น ผู้บริหารท้องถิ่น หรือราชการส่วนท้องถิ่น</p><p>(2) ไม่รับหรือแทรกแซงหรือก้าวก่ายการเข้ารับสัมปทานจากรัฐ หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ หรือเข้าเป็นคู่สัญญากับรัฐ หน่วยราชการ หน่วยงานของรัฐหรือรัฐวิสาหกิจอันมีลักษณะเป็นการผูกขาดตัดตอน หรือเป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัทที่รับสัมปทานหรือเข้าเป็นคู่สัญญาในลักษณะดังกล่าว ทั้งนี้ ไม่ว่าโดยทางตรงหรือทางอ้อม</p><p>(3) ไม่รับเงินหรือประโยชน์ใด ๆ จากหน่วยราชการ หน่วยงานของรัฐหรือรัฐวิสาหกิจเป็นพิเศษนอกเหนือไปจากที่หน่วยราชการ หน่วยงานของรัฐหรือรัฐวิสาหกิจ ปฏิบัติต่อบุคคลอื่น ๆ ในธุรกิจการงานปกติ</p><p>บทบัญญัติมาตรานี้มิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภารับเบี้ยหวัด บำเหน็จ บำนาญ เงินปีพระบรมวงศานุวงศ์ หรือเงินอื่นใดในลักษณะเดียวกัน และมิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภารับหรือดำรงตำแหน่งกรรมาธิการของรัฐสภา สภาผู้แทนราษฎร หรือวุฒิสภา หรือกรรมการที่ได้รับแต่งตั้งในการบริหารราชการแผ่นดิน</p><p>ให้นำความใน (2) และ (3) มาบังคับใช้กับคู่สมรสและบุตรของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภา และบุคคลอื่นซึ่งมิใช่คู่สมรสและบุตรของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภานั้น ที่ดำเนินการในลักษณะผู้ถูกใช้ ผู้ร่วมดำเนินการ หรือผู้ได้รับมอบหมายจากสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาให้กระทำการตามมาตรานี้ด้วย”</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมแสดงความเห็น ดังนี้</p><p>- เรื่องคุณสมบัติของสมาชิกวุฒิสภาในร่างรัฐธรรมนูญนี้มีจุดมุ่งหมายที่จะให้โอกาสข้าราชการและพนักงานของรัฐสามารถเป็นสมาชิกวุฒิสภาได้ ความใน (1) จะเป็นการตัดคุณสมบัติของกลุ่มบุคคลดังกล่าวหรือไม่</p><p>ประธานกรรมการชี้แจงว่า ร่างรัฐธรรมนูญนี้ข้าราชการ หรือพนักงานของรัฐสามารถสมัครเป็นสมาชิกวุฒิสภาได้ แต่เมื่อได้เป็นสมาชิกวุฒิสภาแล้วข้าราชการ หรือพนักงานของรัฐต้องลาออกจากตำแหน่ง</p><p>- มีกรรมการสอบถามว่า ห้ามกงสุลกิตติมศักดิ์เป็นสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาหรือไม่</p><p>ประธานกรรมการชี้แจงว่า กงสุลกิตติมศักดิ์โดยเฉพาะผู้ที่มีสัญชาติไทยควรต้องห้ามมิให้ดำรงตำแหน่งสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภา เนื่องจากกงสุลกิตติมศักดิ์เป็นผู้แทนรัฐต่างประเทศจึงต้องรักษาประโยชน์ของประเทศที่ตนดูแล ซึ่งอาจไม่สอดคล้องกับการรักษาประโยชน์ของประเทศไทย</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ร่างมาตรา 15 นำหลักการมาจากมาตรา 265 ของรัฐธรรมนูญ 2550 เรื่องการกระทำอันเป็นการขัดกันของผลประโยชน์</p><p>- มีกรรมการสอบถามว่า ร่างรัฐธรรมนูญนี้ได้ตัดข้อห้ามที่กำหนดไว้ในรัฐธรรมนูญ 2550 เรื่องมิให้ผู้ดำรงตำแหน่งทางการเมืองเป็นเจ้าของกิจการหรือถือหุ้นในกิจการหนังสือพิมพ์ วิทยุกระจายเสียง วิทยุโทรทัศน์ หรือโทรคมนาคม ออกใช่หรือไม่</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ กล่าวว่า มาตรา 48 ในหมวด 3 สิทธิและเสรีภาพของชนชาวไทย ของรัฐธรรมนูญ 2550 ได้กำหนดให้ผู้ดำรงตำแหน่งทางการเมืองจะเป็นเจ้าของกิจการหรือถือหุ้นในกิจการหนังสือพิมพ์ วิทยุกระจายเสียง วิทยุโทรทัศน์ หรือโทรคมนาคม มิได้ แต่ร่างรัฐธรรมนูญนี้ยังไม่ได้กำหนดเรื่องดังกล่าวไว้ ส่วนร่างมาตรา 15 เป็นเรื่องการกระทำอันเป็นการขัดกันของผลประโยชน์ระหว่างการปฏิบัติหน้าที่สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภา กับการบริหารงานภาครัฐเท่านั้น</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติให้รอการพิจารณาความในร่างมาตรา 15 ไว้ก่อน</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"39","หน้า":"23-24"},{"หมวด":"9","ส่วน":"","มาตรา":"184","ร่างมาตรา":"15","ร่างบทบัญญัติ":"<p> “มาตรา 15 สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาต้อง</p><p>(1) ไม่ดำรงตำแหน่งหรือหน้าที่ใดในหน่วยราชการ หน่วยงานของรัฐหรือรัฐวิสาหกิจ หรือตำแหน่งสมาชิกสภาท้องถิ่น ผู้บริหารท้องถิ่น หรือราชการส่วนท้องถิ่น</p><p>(2) ไม่รับหรือแทรกแซงหรือก้าวก่ายการเข้ารับสัมปทานจากรัฐ หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ หรือเข้าเป็นคู่สัญญากับรัฐ หน่วยราชการ หน่วยงานของรัฐหรือรัฐวิสาหกิจอันมีลักษณะเป็นการผูกขาดตัดตอน หรือเป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัทที่รับสัมปทานหรือเข้าเป็นคู่สัญญาในลักษณะดังกล่าว ทั้งนี้ ไม่ว่าโดยทางตรงหรือทางอ้อม</p><p>(3) ไม่รับเงินหรือประโยชน์ใด ๆ จากหน่วยราชการ หน่วยงานของรัฐหรือรัฐวิสาหกิจเป็นพิเศษนอกเหนือไปจากที่หน่วยราชการ หน่วยงานของรัฐหรือรัฐวิสาหกิจ ปฏิบัติต่อบุคคลอื่น ๆ ในธุรกิจการงานปกติ</p><p>บทบัญญัติมาตรานี้มิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภารับเบี้ยหวัด บำเหน็จ บำนาญ เงินปีพระบรมวงศานุวงศ์ หรือเงินอื่นใดในลักษณะเดียวกัน และมิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภารับหรือดำรงตำแหน่งกรรมาธิการของรัฐสภา สภาผู้แทนราษฎร หรือวุฒิสภา หรือกรรมการที่ได้รับแต่งตั้งในการบริหารราชการแผ่นดิน</p><p>ให้นำความใน (2) และ (3) มาบังคับใช้กับคู่สมรสและบุตรของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภา และบุคคลอื่นซึ่งมิใช่คู่สมรสและบุตรของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภานั้น ที่ดำเนินการในลักษณะผู้ถูกใช้ ผู้ร่วมดำเนินการ หรือผู้ได้รับมอบหมายจากสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาให้กระทำการตามมาตรานี้ด้วย”</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ความใน (1) รวมถึงผู้ดำรงตำแหน่งกงสุลของรัฐต่างประเทศด้วยหรือไม่ ซึ่งที่ประชุมได้พิจาณาแล้วเห็นว่าไม่ควรบัญญัติตำแหน่งกงสุลของรัฐต่างประเทศไว้ในร่างมาตรานี้</p><p>- เสนอให้มีการบัญญัติห้ามมิให้รัฐบาลเป็นเจ้าของสื่อ โดยบัญญัติเป็นอนุมาตราใหม่ของร่างมาตรา 15</p><p>- ความในวรรคสองตอนท้าย ความว่า “...หรือกรรมการที่ได้รับการแต่งตั้งในการบริหารราชการแผ่นดิน” อาจจะทำให้สมาชิกสภาผู้แทนราษฎรได้รับการแต่งตั้งเป็นกรรมการในการบริหารราชการแผ่นดินได้ จึงไม่ควรบัญญัติความในลักษณะดังกล่าวไว้</p><p>- ในบางกรณีมีบทบัญญัติของกฎหมายให้ผู้ดำรงตำแหน่งทางการเมืองไปดำรงตำแหน่งกรรมการในทางบริหารได้ เช่น ประธานคณะกรรมการคุ้มครองผู้บริโภค เป็นต้น</p><p>ประธานกรรมการกล่าวว่า บทบัญญัติที่ห้ามสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภากระทำการอันเป็นการขัดกันแห่งผลประโยชน์ตามร่างมาตรา 15 และข้อยกเว้นของบทบัญญัติดังกล่าว ให้นำไปใช้บังคับกับนายกรัฐมนตรีและรัฐมนตรีด้วย</p><p>- มีกรรมการแสดงความเห็นว่า ควรบัญญัติห้ามสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาเป็นกรรมการที่ได้รับการแต่งตั้งในการบริหารราชการแผ่นดินหรือไม่ เพื่อป้องกันการแสวงหาผลประโยชน์โดยมิชอบที่อาจเกิดขึ้นในการดำรงตำแหน่งดังกล่าวได้</p><p>ประธานกรรมการกล่าวว่า ควรบัญญัติห้ามสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาเป็นกรรมการที่ได้รับการแต่งตั้งในการบริหารราชการแผ่นดิน เนื่องจากหากสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาเป็นกรรมการที่ได้รับการแต่งตั้งในการบริหารราชการแผ่นดินจำนวนมาก ย่อมกระทบต่อ การปฏิบัติหน้าที่ในฐานะฝ่ายนิติบัญญัติได้ ทั้งนี้ การบัญญัติข้อยกเว้นไว้ในวรรคสองของร่างมาตรา 15 ความว่า “มิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภารับหรือดำรงตำแหน่งกรรมาธิการของรัฐสภา สภาผู้แทนราษฎร หรือวุฒิสภา หรือกรรมการที่ได้รับแต่งตั้งในการบริหารราชการแผ่นดิน” ทำให้ความในวรรคหนึ่งของร่างมาตรา 15 ไม่มีสภาพบังคับ</p><p>- มีกรรมการแสดงความเห็นว่า เคยมีการร้องเรียนสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภา กรณีไปดำรงตำแหน่งกรรมการในทางวิชาการของกรมประมงว่าเป็นการดำรงตำแหน่งหรือทำหน้าที่ในหน่วยงานของรัฐหรือไม่ รวมทั้งปัญหากรณีสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาไปดำรงตำแหน่งนายกสภามหาวิทยาลัยหรือกรรมการสภามหาวิทยาลัยถือเป็นการกระทำอันเป็นการขัดกันแห่งผลประโยชน์หรือไม่ นอกจากนั้น กรณีความใน (2) ของร่างมาตรา 15 ซึ่งห้ามสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาเป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัทที่รับสัมปทานหรือเข้าเป็นคู่สัญญาจากรัฐ หน่วยราชการ หน่วยงานของรัฐหรือรัฐวิสาหกิจนั้น อาจเกิดปัญหาสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาเป็นหุ้นส่วนหรือผู้ถือหุ้นโดยไม่ทราบว่าห้างหุ้นส่วนหรือบริษัทดังกล่าวรับสัมปทานหรือเป็นคู่สัญญาจากรัฐ ดังนั้น ควรกำหนดให้สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาสามารถเข้าเป็นหุ้นส่วนหรือผู้ถือหุ้นได้ไม่เกินร้อยละเท่าใดหรือไม่</p><p>ประธานกรรมการกล่าวว่า กรณีรัฐมนตรีเป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัทเกินจากที่กฎหมายกำหนด จะต้องโอนหุ้นให้บุคคลอื่นเป็นผู้ดูแลจัดการผลประโยชน์ดังกล่าว ซึ่งยังไม่มีการนำบทบัญญัติดังกล่าวมาใช้กับสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภา ทั้งนี้ คณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญควรพิจารณาร่างมาตรา 15 ให้รอบคอบอีกครั้ง เพื่อมิให้เป็นการบัญญัติห้ามสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภากระทำการในทุกเรื่อง ซึ่งอาจส่งผลกระทบต่อการบริหารราชการแผ่นดินได้</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติให้รอการพิจารณาร่างมาตรา 15 ไว้ก่อน</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"40","หน้า":"5-7"},{"หมวด":"9","ส่วน":"","มาตรา":"184","ร่างมาตรา":"129","ร่างบทบัญญัติ":"<p> “มาตรา 129 สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาต้อง</p><p>(1) ไม่ดำรงตำแหน่งหรือหน้าที่ใดในหน่วยราชการ หน่วยงานของรัฐหรือรัฐวิสาหกิจ หรือตำแหน่งสมาชิกสภาท้องถิ่น ผู้บริหารท้องถิ่น หรือราชการส่วนท้องถิ่น</p><p>(2) ไม่รับหรือแทรกแซงหรือก้าวก่ายการเข้ารับสัมปทานจากรัฐ หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ หรือเข้าเป็นคู่สัญญากับรัฐ หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจอันมีลักษณะเป็นการผูกขาดตัดตอน หรือเป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัทที่รับสัมปทานหรือเข้าเป็นคู่สัญญาในลักษณะดังกล่าว ทั้งนี้ ไม่ว่าโดยทางตรงหรือทางอ้อม</p><p>(3) ไม่รับเงินหรือประโยชน์ใด ๆ จากหน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจเป็นพิเศษนอกเหนือไปจากที่หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ ปฏิบัติต่อบุคคลอื่น ๆ ในธุรกิจการงานปกติ</p><p>(4) ไม่เป็นเจ้าของหรือผู้ถือหุ้นในกิจการหนังสือพิมพ์หรือสื่อมวลชนใด ๆ และไม่กระทำการใด ๆ ไม่ว่าโดยทางตรงหรือทางอ้อม อันเป็นการขัดขวาง แทรกแซง หรือชี้นำ การเสนอข่าวสารหรือแสดงความคิดเห็นของหนังสือพิมพ์หรือสื่อมวลชน</p><p>บทบัญญัติมาตรานี้มิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภารับเบี้ยหวัด บำเหน็จ บำนาญ เงินปีพระบรมวงศานุวงศ์ หรือเงินอื่นใดในลักษณะเดียวกัน และมิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภารับหรือดำรงตำแหน่งกรรมาธิการของรัฐสภา สภาผู้แทนราษฎร หรือวุฒิสภา หรือกรรมการที่ได้รับแต่งตั้งในการบริหารราชการแผ่นดิน</p><p>ให้นำความใน (2) (3) และ (4) มาบังคับใช้แก่คู่สมรสและบุตรของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภา และบุคคลอื่นซึ่งมิใช่คู่สมรสและบุตรของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภานั้น ที่ดำเนินการในลักษณะผู้ถูกใช้ ผู้ร่วมดำเนินการ หรือผู้ได้รับมอบหมายจากสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาให้กระทำการตามมาตรานี้ด้วย”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการสอบถามว่า ความใน (4) ของวรรคหนึ่ง มาจากมาตราใดในรัฐธรรมนูญ 2550 นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า มาจากมาตรา 48 ของรัฐธรรมนูญ 2550 ซึ่งเป็นเรื่องข้อห้ามในการปฏิบัติหน้าที่ของผู้ดำรงตำแหน่งทางการเมือง</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า ความในมาตรานี้ยังนำความบางส่วนในวรรคสามของมาตรา 46 ของรัฐธรรมนูญ 2550 มาบัญญัติประกอบด้วย</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง กล่าวว่า ความในมาตรา 48 ของรัฐธรรมนูญ 2550 ได้นำมาบัญญัติเป็นร่างมาตรา 35 ด้วย</p><p>ประธานกรรมการเสนอแก้ไขความในวรรคสี่ของร่างมาตรา 35 เป็นดังนี้ “เจ้าของกิจการหนังสือพิมพ์หรือสื่อมวลชนอื่นต้องเป็นบุคคลสัญชาติไทย <strike>และไม่เป็นผู้ดำรงตำแหน่งทางการเมืองหรือ ผู้ดำรงตำแหน่งในองค์กรอิสระ</strike>” เพราะเป็นสิทธิทั่วไปจึงไม่ควรบัญญัติห้ามไว้ แต่ควรไปบัญญัติเป็นข้อห้ามในเรื่องผู้ดำรงตำแหน่งทางการเมืองว่ามีข้อห้ามใดบ้าง เช่น ไม่เป็นเจ้าของกิจการ หรือไม่เป็นผู้ถือหุ้น เป็นต้น</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง กล่าวว่า มีประเด็นที่ค้างการพิจารณาในวรรคสอง คือ ความว่า “กรรมการที่ได้รับแต่งตั้งในการบริหารราชการแผ่นดิน” หมายถึงผู้ใด เห็นควรเขียนให้ชัดเจนเพื่อไม่ให้เกิดปัญหาในการตีความ</p><p>ประธานกรรมการเสนอให้แก้ไขเพิ่มเติมความในวรรคสอง เป็นดังนี้ “...หรือกรรมการที่ได้รับแต่งตั้งในการบริหารราชการแผ่นดิน<u>ที่เกี่ยวกับกิจการของสภาหรือกรรมการตามที่มีกฎหมายบัญญัติไว้เป็น</u><u>การเฉพาะ</u>” อย่างไรก็ตาม เพื่อให้เกิดความชัดเจนควรเพิ่มหมวดว่าด้วยการขัดกันแห่งผลประโยชน์ เพื่อใช้บังคับทั้งสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา รัฐมนตรี และกรรมการในองค์กรอิสระ แล้วนำความในร่างมาตรา 129 และร่างมาตรา 130 ไปบัญญัติไว้ในหมวดนั้นแทน</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติ ดังนี้</p><p>1. ตัดร่างมาตรา 129 ออก แล้วให้นำความในร่างมาตรา 129 ไปบัญญัติไว้ในหมวดว่าด้วยการขัดกันแห่งผลประโยชน์</p><p>2. แก้ไขความในวรรคสี่ของร่างมาตรา 35 เป็นดังนี้</p><p>“เจ้าของกิจการหนังสือพิมพ์หรือสื่อมวลชนอื่นต้องเป็นบุคคลสัญชาติไทย <strike>และไม่เป็นผู้ดำรง</strike><strike>ตำแหน่งทางการเมืองหรือผู้ดำรงตำแหน่งในองค์กรอิสระ</strike>”</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอัชพร จารุจินดา","นายปกรณ์ นิลประพันธ์"],"ประชุมครั้งที่":"63","หน้า":"17-18"},{"หมวด":"9","ส่วน":"","มาตรา":"184","ร่างมาตรา":"129","ร่างบทบัญญัติ":"<p> “มาตรา 129 สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาต้อง</p><p>(1) ไม่ดำรงตำแหน่งหรือหน้าที่ใดในหน่วยราชการ หน่วยงานของรัฐหรือรัฐวิสาหกิจ หรือตำแหน่งสมาชิกสภาท้องถิ่น ผู้บริหารท้องถิ่น หรือราชการส่วนท้องถิ่น</p><p>(2) ไม่รับหรือแทรกแซงหรือก้าวก่ายการเข้ารับสัมปทานจากรัฐ หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ หรือเข้าเป็นคู่สัญญากับรัฐ หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจอันมีลักษณะ เป็นการผูกขาดตัดตอน หรือเป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัทที่รับสัมปทานหรือเข้าเป็นคู่สัญญาในลักษณะดังกล่าว ทั้งนี้ ไม่ว่าโดยทางตรงหรือทางอ้อม</p><p>(3) ไม่รับเงินหรือประโยชน์ใด ๆ จากหน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจเป็นพิเศษ นอกเหนือไปจากที่หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ ปฏิบัติต่อบุคคลอื่น ๆ ในธุรกิจการงาน ปกติ</p><p>(4) ไม่เป็นเจ้าของหรือผู้ถือหุ้นในกิจการหนังสือพิมพ์หรือสื่อมวลชนใด ๆ และไม่กระทำการใด ๆ ไม่ว่าโดยทางตรงหรือทางอ้อม อันเป็นการขัดขวาง แทรกแซง หรือชี้นำการเสนอข่าวสารหรือแสดงความ คิดเห็นของหนังสือพิมพ์หรือสื่อมวลชน</p><p>บทบัญญัติมาตรานี้มิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภารับเบี้ยหวัด บำเหน็จ บำนาญ เงินปีพระบรมวงศานุวงศ์ หรือเงินอื่นใดในลักษณะเดียวกัน และมิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภารับหรือดำรงตำแหน่งกรรมาธิการของรัฐสภา สภาผู้แทนราษฎร หรือวุฒิสภา หรือกรรมการที่ได้รับแต่งตั้งในการบริหารราชการแผ่นดิน</p><p>ให้นำความใน (2) (3) และ (4) มาบังคับใช้แก่คู่สมรสและบุตรของสมาชิกสภาผู้แทนราษฎรหรือ สมาชิกวุฒิสภา และบุคคลอื่นซึ่งมิใช่คู่สมรสและบุตรของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภานั้น ที่ ดำเนินการในลักษณะผู้ถูกใช้ ผู้ร่วมดำเนินการ หรือผู้ได้รับมอบหมายจากสมาชิกสภาผู้แทนราษฎรหรือ สมาชิกวุฒิสภาให้กระทำการตามมาตรานี้ด้วย”</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมเห็นควรให้นำหลักการของร่างมาตรา 129 ไปบัญญัติเป็นร่างมาตรา 187/2</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติตัดร่างมาตรา 129 ออกทั้งมาตรา และให้นำหลักการของร่างมาตรา 129 ไปบัญญัติเป็นร่างมาตรา 187/2</p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"69","หน้า":"39-40"},{"หมวด":"9","ส่วน":"","มาตรา":"184","ร่างมาตรา":"187/2","ร่างบทบัญญัติ":"<p> “มาตรา 187/2 สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาต้อง</p><p>(1) ไม่ดำรงตำแหน่งหรือหน้าที่ใดในหน่วยราชการ หน่วยงานของรัฐหรือรัฐวิสาหกิจ หรือตำแหน่งสมาชิกสภาท้องถิ่นหรือผู้บริหารท้องถิ่น</p><p>(2) ไม่รับหรือแทรกแซงหรือก้าวก่ายการเข้ารับสัมปทานจากรัฐ หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ หรือเข้าเป็นคู่สัญญากับรัฐ หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจอันมีลักษณะเป็นการผูกขาดตัดตอน หรือเป็นหุ้นส่วน หรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัทที่รับสัมปทานหรือเข้าเป็นคู่สัญญาในลักษณะดังกล่าว ทั้งนี้ ไม่ว่าโดยทางตรงหรือทางอ้อม</p><p>(3) ไม่รับเงินหรือประโยชน์ใด ๆ จากหน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจเป็นพิเศษนอกเหนือไปจากที่หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจปฏิบัติต่อบุคคลอื่น ๆ ในธุรกิจการงานปกติ</p><p><u>(4) ไม่กระทำการใด ๆ ไม่ว่าโดยทางตรงหรือทางอ้อม อันเป็นการขัดขวางหรือแทรกแซง การใช</u>้<u>สิทธิหรือเสรีภาพของหนังสือพิมพ์หรือสื่อมวลชนโดยมิชอบ</u></p><p>มาตรานี้มิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภารับเบี้ยหวัด บำเหน็จ บำนาญ เงินปีพระบรมวงศานุวงศ์ หรือเงินอื่นใดในลักษณะเดียวกัน และมิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภารับหรือดำรงตำแหน่งกรรมาธิการของรัฐสภา สภาผู้แทนราษฎร หรือวุฒิสภา หรือกรรมการที่ได้รับแต่งตั้งในการบริหารราชการแผ่นดินที่เกี่ยวกับกิจการของสภาหรือกรรมการตามที่มีกฎหมายบัญญัติไว้เป็นการเฉพาะ</p><p>ให้นำความใน (2) และ (3) มาบังคับใช้แก่คู่สมรสและบุตรของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภา และบุคคลอื่นซึ่งมิใช่คู่สมรสและบุตรของสมาชิกสภาผู้แทนราษฎรหรือสมาชิวุฒิสภานั้น ที่ดำเนินการในลักษณะผู้ถูกใช้ ผู้ร่วมดำเนินการ หรือผู้ได้รับมอบหมายจากสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาให้กระทำการตามมาตรานี้ด้วย”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการสอบถามว่า ความใน (4) ของร่างมาตรานี้ที่มีการตัดออกนั้น มีการนำไปกำหนดไว้ในร่างมาตราใดหรือไม่</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า นำไปกำหนดไว้ใน (2/1) ของร่างมาตรา 99</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- การฝ่าฝืนความในร่างมาตรานี้มีบทลงโทษอย่างไร</p><p>ประธานกรรมการกล่าวว่า บทลงโทษของร่างมาตรานี้ คือ การให้พ้นจากตำแหน่ง</p><p>- มีกรรมการแสดงความเห็นว่า ความใน (4) ของร่างมาตรานี้ เป็นเรื่องการแทรกแซงหรือชี้นำการเสนอข่าวสารหรือการแสดงความคิดเห็นของหนังสือพิมพ์หรือสื่อมวลชน แต่ความใน (2/1) ของมาตรา 99 เป็นเรื่องการห้ามการเป็นเจ้าของหรือถือหุ้นในกิจการหนังสือพิมพ์หรือสื่อมวลชนซึ่งเป็นคนละเรื่องกัน จึงเสนอให้นำความใน (4) ของร่างมาตรานี้มากำหนดไว้ตามเดิม</p><p>ประธานกรรมการกล่าวว่า หากจะนำความใน (4) กลับมากำหนดไว้ในร่างมาตรานี้อีกจะต้องระมัดระวังไม่ให้ครอบคลุมถึงกรณีการให้สัมภาษณ์และการชี้แจงของสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภา</p><p>- มีกรรมการแสดงความเห็นว่า หากมีการนำเสนอข่าวสารที่เป็นการพาดพิงสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาผู้ใด สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาผู้นั้นย่อมมีสิทธิชี้แจงได้ และสื่อมวลชนนั้นจะต้องนำเสนอการชี้แจงดังกล่าวด้วย ทั้งนี้ เป็นไปตามหลักการและมาตรฐานในการเสนอข่าวของสื่อมวลชน</p><p>- อาจกำหนดเป็นข้อยกเว้นไว้ใน (4) ว่า ให้สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาสามารถชี้แจงต่อสื่อมวลชนได้หากมีการนำเสนอข่าวพาดพิง</p><p>- การนำความใน (4) ไปกำหนดไว้ในประมวลจริยธรรมจะเหมาะสมกว่าการกำหนดไว้ในมาตรานี้หรือไม่</p><p>ประธานกรรมการเสนอเพิ่มความเป็น (4) ดังนี้ “<u>ไม่กระทำการใด ๆ ไม่ว่าโดยทางตรงหรือทางอ้อม </u><u>อันเป็นการขัดขวางหรือแทรกแซง การใช้สิทธิหรือเสรีภาพของหนังสือพิมพ์หรือสื่อมวลชนโดยมิชอบ</u>” และสอบถามว่าบทลงโทษของการฝ่าฝืนความในมาตรานี้เป็นอย่างไร</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า การฝ่าฝืนความในมาตรานี้เป็นเหตุให้สมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา และรัฐมนตรีพ้นจากตำแหน่ง</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 187/2 ดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","นายธนาวัฒน์ สังข์ทอง","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"70","หน้า":"37-39"},{"หมวด":"9","ส่วน":"","มาตรา":"184","ร่างมาตรา":"179","ร่างบทบัญญัติ":"<p> “มาตรา 179 สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาต้อง</p><p>(1) ไม่ดำรงตำแหน่งหรือหน้าที่ใดในหน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ หรือตำแหน่งสมาชิกสภาท้องถิ่นหรือผู้บริหารท้องถิ่น</p><p>(2) ไม่รับหรือแทรกแซงหรือก้าวก่ายการเข้ารับสัมปทานจากรัฐ หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ หรือเข้าเป็นคู่สัญญากับรัฐ หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจอันมีลักษณะเป็นการผูกขาดตัดตอน หรือเป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัทที่รับสัมปทานหรือเข้าเป็น คู่สัญญาในลักษณะดังกล่าว ทั้งนี้ ไม่ว่าโดยทางตรงหรือทางอ้อม</p><p>(3) ไม่รับเงินหรือประโยชน์ใด ๆ จากหน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจเป็นพิเศษนอกเหนือไปจากที่หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ ปฏิบัติต่อบุคคลอื่น ๆ ในธุรกิจการงานปกติ</p><p>(4) ไม่กระทำการใด ๆ ไม่ว่าโดยทางตรงหรือทางอ้อม อันเป็นการขัดขวางหรือแทรกแซง การใช้สิทธิหรือเสรีภาพของหนังสือพิมพ์หรือสื่อมวลชนโดยมิชอบ</p><p>มาตรานี้มิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภารับเบี้ยหวัด บำเหน็จ บำนาญ เงินปีพระบรมวงศานุวงศ์ หรือเงินอื่นใดในลักษณะเดียวกัน และมิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภารับหรือดำรงตำแหน่งกรรมาธิการของรัฐสภา สภาผู้แทนราษฎร หรือวุฒิสภา หรือกรรมการที่ได้รับแต่งตั้งในการบริหารราชการแผ่นดินที่เกี่ยวกับกิจการของสภา หรือกรรมการตามที่มีกฎหมายบัญญัติไว้เป็นการเฉพาะ</p><p>ให้นำ (2) และ (3) มาบังคับใช้แก่คู่สมรสและบุตรของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภา และบุคคลอื่นซึ่งมิใช่คู่สมรสและบุตรของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภานั้นที่ดำเนินการในลักษณะผู้ถูกใช้ ผู้ร่วมดำเนินการ หรือผู้ได้รับมอบหมายจากสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาให้กระทำการ ตามมาตรานี้ด้วย”</p>","ประเด็นการพิจารณา":"<p> นายประพันธ์ นัยโกวิท กรรมการ กล่าวว่า องค์กรวิชาชีพสื่อมวลชนเสนอให้แก้ไขเพิ่มเติมความใน (4) โดยต้องมีบทบัญญัติห้ามผู้ดำรงตำแหน่งทางการเมือง เจ้าหน้าที่ของรัฐ หรือเจ้าของกิจการกระทำการใด ๆ อันเป็นการขัดขวางหรือแทรกแซงการเสนอข่าว หรือแสดงความคิดเห็นในประเด็นสาธารณะของผู้ประกอบวิชาชีพสื่อมวลชน หากมีการฝ่าฝืน ให้ถือว่าเป็นการจงใจใช้อำนาจหน้าที่โดยมิชอบและไม่มีผลใช้บังคับเว้นแต่เป็นการกระทำเพื่อให้เป็นไปตามกฎหมายหรือจริยธรรมแห่งการประกอบวิชาชีพ</p><p>นายภัทระ คำพิทักษ์ กรรมการ กล่าวว่า องค์กรวิชาชีพสื่อมวลชนเสนอให้นำกลไกการป้องกันการแทรกแซงการทำหน้าที่ของสื่อมวลชนตามร่างมาตรา 179 ใช้บังคับกับเจ้าหน้าที่ของรัฐ เจ้าของกิจการและผู้ดำรงตำแหน่งทางการเมืองอื่นที่มิใช่สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาด้วย</p><p>ประธานกรรมการกล่าวว่า ไม่สามารถกำหนดกลไกการป้องกันการแทรกแซงการทำหน้าที่ของสื่อมวลชนให้ครอบคลุมถึงเจ้าของกิจการใด ๆ ได้ ในทางกลับกันอาจต้องกำหนดห้ามมิให้สื่อมวลชนเสนอข่าวในลักษณะที่ตกเป็นเครื่องมือแสวงหาผลประโยชน์ทางการเมืองของนักการเมืองได้</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 179 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายประพันธ์ นัยโกวิท","นายภัทระ คำพิทักษ์"],"ประชุมครั้งที่":"97","หน้า":"17-18"},{"หมวด":"9","ส่วน":"","มาตรา":"184","ร่างมาตรา":"184","ร่างบทบัญญัติ":"<p> “มาตรา 184 สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาต้อง</p><p>(1) ไม่ดำรงตำแหน่งหรือหน้าที่ใดในหน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ หรือตำแหน่งสมาชิกสภาท้องถิ่นหรือผู้บริหารท้องถิ่น</p><p>(2) ไม่รับหรือแทรกแซงหรือก้าวก่ายการเข้ารับสัมปทานจากรัฐ หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ หรือเข้าเป็นคู่สัญญากับรัฐ หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจอันมีลักษณะเป็นการผูกขาดตัดตอน หรือเป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัทที่รับสัมปทานหรือเข้าเป็น คู่สัญญาในลักษณะดังกล่าว ทั้งนี้ ไม่ว่าโดยทางตรงหรือทางอ้อม</p><p>(3) ไม่รับเงินหรือประโยชน์ใด ๆ จากหน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจเป็นพิเศษนอกเหนือไปจากที่หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ ปฏิบัติต่อบุคคลอื่น ๆ ในธุรกิจการงาน ปกติ</p><p>(4) ไม่กระทำการใด ๆ ไม่ว่าโดยทางตรงหรือทางอ้อม อันเป็นการขัดขวางหรือแทรกแซง การใช้สิทธิหรือเสรีภาพของหนังสือพิมพ์หรือสื่อมวลชนโดยมิชอบ</p><p>มาตรานี้มิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภารับเบี้ยหวัด บำเหน็จ บำนาญ เงินปีพระบรมวงศานุวงศ์ หรือเงินอื่นใดในลักษณะเดียวกัน และมิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภารับหรือดำรงตำแหน่งกรรมาธิการของรัฐสภา สภาผู้แทนราษฎร หรือวุฒิสภา หรือกรรมการที่ได้รับแต่งตั้งในการบริหารราชการแผ่นดินที่เกี่ยวกับกิจการของสภา หรือกรรมการ ตามที่มีกฎหมายบัญญัติไว้เป็นการเฉพาะ</p><p>ให้นำ (2) และ (3) มาบังคับใช้แก่คู่สมรสและบุตรของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภา และบุคคลอื่นซึ่งมิใช่คู่สมรสและบุตรของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภานั้น ที่ดำเนินการในลักษณะผู้ถูกใช้ ผู้ร่วมดำเนินการ หรือผู้ได้รับมอบหมายจากสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาให้กระทำการตามมาตรานี้ด้วย”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 184 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"30-31"},{"หมวด":"9","ส่วน":"","มาตรา":"185","ร่างมาตรา":"16","ร่างบทบัญญัติ":"<p> “มาตรา 16 สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาต้องไม่ใช้สถานะหรือตำแหน่งเข้าไปก้าวก่ายหรือแทรกแซงเพื่อประโยชน์ของตนเอง ของผู้อื่น หรือของพรรคการเมือง ไม่ว่าทางตรงหรือทางอ้อมในเรื่องดังต่อไปนี้</p><p>(1) การปฏิบัติราชการหรือการดำเนินงานในหน้าที่ประจำของข้าราชการ พนักงานหรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ กิจการที่รัฐถือหุ้นใหญ่ หรือราชการส่วนท้องถิ่น</p><p>(2) ดำเนินการในลักษณะที่ทำให้มีส่วนร่วมในการใช้จ่ายเงินงบประมาณ เว้นแต่เป็นการดำเนินการในกิจการของรัฐสภา</p><p>(3) การบรรจุ แต่งตั้ง โยกย้าย โอน เลื่อนตำแหน่ง เลื่อนเงินเดือน หรือการให้พ้นจากตำแหน่งของข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำและมิใช่ข้าราชการการเมือง พนักงาน หรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ กิจการที่รัฐถือหุ้นใหญ่ หรือราชการส่วนท้องถิ่น”</p>","ประเด็นการพิจารณา":"<p> นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า ร่างมาตรา 16 มีที่มาจากมาตรา 266 ของรัฐธรรมนูญ 2550 แต่เพิ่มความใหม่ในร่างมาตรา 16 (2) เพื่อห้ามสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาใช้สถานะหรือตำแหน่งเข้าไปก้าวก่ายหรือแทรกแซงการดำเนินการในลักษณะที่ทำให้มีส่วนร่วมในการใช้จ่ายเงินงบประมาณ</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง สอบถามว่า ร่างมาตรา 15 และร่างมาตรา 16 ควรบัญญัติไว้ในประมวลจริยธรรมของผู้ดำรงตำแหน่งทางการเมืองหรือไม่ เนื่องจากหากบัญญัติไว้ในรัฐธรรมนูญและไม่สามารถใช้บังคับได้จริง ควรบัญญัติไว้ในประมวลจริยธรรมของผู้ดำรงตำแหน่งทางการเมือง เพื่อให้ผู้ดำรงตำแหน่งทางการเมืองตรวจสอบกันเองอาจเหมาะสมมากกว่า</p><p>ประธานกรรมการกล่าวว่า ความในร่างมาตรา 15 และร่างมาตรา 16 ควรบัญญัติไว้ในรัฐธรรมนูญ เนื่องจากหากบัญญัติไว้ในประมวลจริยธรรมของผู้ดำรงตำแหน่งทางการเมืองเพียงอย่างเดียว จะทำให้ไม่สามารถบังคับใช้กฎหมายได้อย่างมีประสิทธิภาพ</p><p>- มีกรรมการแสดงความเห็นว่า ร่างมาตรา 16 เป็นบทบัญญัติที่มีที่มาจากมาตรา 266 ของรัฐธรรมนูญ 2550 ซึ่งนำไปใช้บังคับกับนายกรัฐมนตรีและรัฐมนตรีด้วย หากบัญญัติไว้ในประมวลจริยธรรมของผู้ดำรงตำแหน่งทางการเมืองอาจทำให้การควบคุมตรวจสอบการกระทำของนายกรัฐมนตรีและรัฐมนตรีไม่มีสภาพบังคับได้</p><p>- ความใน (2) ของร่างมาตรา 16 ความว่า “ดำเนินการในลักษณะที่ทำให้มีส่วนร่วมในการใช้จ่ายเงินงบประมาณ” มีความหมายไม่ชัดเจนซึ่งอาจทำให้เกิดการเลี่ยงกฎหมายได้ ดังนั้น อาจเพิ่มเติมความใน (2) ว่า “ดำเนินการในลักษณะที่ทำให้มีส่วนร่วมและได้รับประโยชน์ไม่ว่าทางตรงหรือทางอ้อมในการใช้จ่ายเงินงบประมาณ” เพื่อให้บทบัญญัติมีความชัดเจนยิ่งขึ้น</p><p>- เมื่อมีการจัดสรรงบประมาณให้กับหมู่บ้านหรือประชาชนในท้องถิ่น ต้องมีการจัดทำโครงการเพื่อนำงบประมาณไปใช้ประโยชน์ โดยสมาชิกสภาผู้แทนราษฎรในเขตเลือกตั้งนั้น ๆ จะเข้ามามีส่วนร่วมในการกำหนดโครงการซึ่งสร้างประโยชน์ให้กับตนเองและบุคคลที่เกี่ยวข้อง จึงถือเป็นการดำเนินการในลักษณะที่ทำให้มีส่วนร่วมในการใช้จ่ายเงินงบประมาณได้</p><p>ประธานกรรมการกล่าวว่า สมาชิกสภาผู้แทนราษฎรต้องปฏิบัติหน้าที่เป็นผู้แทนของประชาชน อย่างไรก็ตาม ปัญหาที่เกิดขึ้น คือ สมาชิกสภาผู้แทนราษฎรใช้สถานะหรือตำแหน่งเข้าไปก้าวก่ายหรือแทรกแซงการเสนอโครงการเพื่อประโยชน์ของตนเอง โดยไม่ได้คำนึงถึงประโยชน์ของประชาชนอย่างแท้จริง ดังนั้น ควรมีบทบัญญัติที่กำหนดห้ามสมาชิกสภาผู้แทนราษฎรกระทำการลักษณะดังกล่าว ซึ่งต้องพิจาณาให้รอบคอบเพื่อมิให้เป็นการจำกัดหรือก้าวก่ายการปฏิบัติหน้าที่ของสมาชิกสภาผู้แทนราษฎรมากเกินไป</p><p>- มีกรรมการแสดงความเห็นว่า กรณีสมาชิกสภาผู้แทนราษฎรหรือรัฐมนตรีว่าการกระทรวงมีคำสั่งให้ฝ่ายข้าราชการประจำกำหนดโครงการล่วงหน้าที่จำเป็นต้องใช้งบประมาณจำนวนมาก ถือเป็นการใช้สถานะหรือตำแหน่งเข้าไปก้าวก่ายหรือแทรกแซงการดำเนินการในลักษณะที่ทำให้มีส่วนร่วมในการใช้จ่ายเงินงบประมาณตามความในร่างมาตรา 16 (2) ด้วย</p><p>- การสร้างถนนของหมู่บ้านในประเทศอินเดีย มีการกำหนดให้ประชาชนในหมู่บ้านเข้ามามีส่วนร่วมตรวจสอบคุณภาพของถนนและการใช้จ่ายงบประมาณด้วย ซึ่งหากประเทศไทยสามารถดำเนินการในลักษณะดังกล่าวได้ จะทำให้การตรวจสอบการใช้จ่ายงบประมาณมีประสิทธิภาพยิ่งขึ้น</p><p>- บทบัญญัติเกี่ยวกับการกระทำอันเป็นการขัดกันแห่งผลประโยชน์ตามรัฐธรรมนูญ 2550 บัญญัติรายละเอียดไว้ชัดเจนพอสมควร แต่บทบัญญัติดังกล่าวไม่สามารถใช้บังคับได้จริง ซึ่งการตรวจสอบการกระทำที่เป็นการขัดกันแห่งผลประโยชน์กระทำได้ยาก จึงควรกำหนดกลไกการตรวจสอบให้มีผลบังคับได้จริงด้วย</p><p>- การบรรจุ แต่งตั้ง หรือโยกย้าย ข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ มีกฎหมายกำหนดวิธีปฏิบัติไว้อย่างชัดเจน โดยกำหนดให้ฝ่ายการเมืองสามารถแต่งตั้งหรือโยกย้ายข้าราชการได้บางตำแหน่งเท่านั้น แต่ในทางปฏิบัติฝ่ายการเมืองเข้ามาเกี่ยวข้องในการบรรจุ แต่งตั้ง หรือโยกย้ายข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำได้อย่างกว้างขวาง แม้ว่าฝ่ายการเมืองอาจจำเป็นต้องเข้ามากำกับดูแลการปฏิบัติราชการของฝ่ายข้าราชการประจำเพื่อให้การปฏิบัติงานสัมฤทธิ์ผล แต่การกำกับดูแลดังกล่าวจำเป็นต้องให้ฝ่ายการเมืองเข้ามาเป็นประธานหรือกรรมการในองค์กรบริหารงานบุคคลของหน่วยงานราชการด้วยหรือไม่</p><p>ประธานกรรมการกล่าวว่า ควรรอการพิจารณาร่างมาตรา 16 ไว้ก่อน โดยเมื่อพิจารณาบทบัญญัติเรื่องการห้ามสมาชิกสภาผู้แทนราษฎรเสนอขอจัดสรรงบประมาณให้กับเขตเลือกตั้งของตนเรียบร้อยแล้วจะได้กลับมาพิจารณาความใน (2) ของร่างมาตรา 16 อีกครั้งหนึ่ง</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติให้รอการพิจารณาร่างมาตรา 16 ไว้ก่อน</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอัชพร จารุจินดา","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"40","หน้า":"7-9"},{"หมวด":"9","ส่วน":"","มาตรา":"185","ร่างมาตรา":"130","ร่างบทบัญญัติ":"<p> “มาตรา 130 สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาต้องไม่ใช้สถานะหรือตำแหน่งกระทำการใด ๆ อันมีลักษณะที่เป็นการก้าวก่ายหรือแทรกแซงเพื่อประโยชน์ของตนเอง ของผู้อื่น หรือของพรรคการเมือง ไม่ว่าทางตรงหรือทางอ้อม ในเรื่องดังต่อไปนี้</p><p>(1) การปฏิบัติราชการหรือการดำเนินงานในหน้าที่ประจำของข้าราชการ พนักงานหรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ กิจการที่รัฐถือหุ้นใหญ่ หรือราชการส่วนท้องถิ่น</p><p>(2) กระทำการในลักษณะที่ทำให้ตนมีส่วนร่วมในการใช้จ่ายเงินงบประมาณหรือให้ความเห็นชอบในการจัดทำโครงการใด ๆ ของหน่วยงานของรัฐ เว้นแต่เป็นการดำเนินการในกิจการของรัฐสภา</p><p>(3) การบรรจุ แต่งตั้ง โยกย้าย โอน เลื่อนตำแหน่ง เลื่อนเงินเดือนหรือการให้พ้นจากตำแหน่งของข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำและมิใช่ข้าราชการการเมือง พนักงาน หรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ กิจการที่รัฐถือหุ้นใหญ่ หรือราชการส่วนท้องถิ่น”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติตัดมาตรา 130 ออกทั้งมาตรา แล้วให้นำความในมาตรา 130 ไปบัญญัติไว้ในหมวดว่าด้วยการขัดกันแห่งผลประโยชน์</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"63","หน้า":"18"},{"หมวด":"9","ส่วน":"","มาตรา":"185","ร่างมาตรา":"130","ร่างบทบัญญัติ":"<p> “มาตรา 130 สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาต้องไม่ใช้สถานะหรือตำแหน่งกระทำการใด ๆ อันมีลักษณะที่เป็นการก้าวก่ายหรือแทรกแซงเพื่อประโยชน์ของตนเอง ของผู้อื่น หรือของพรรคการเมือง ไม่ว่าทางตรงหรือทางอ้อม ในเรื่องดังต่อไปนี้</p><p>(1) การปฏิบัติราชการหรือการดำเนินงานในหน้าที่ประจำของข้าราชการ พนักงานหรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ กิจการที่รัฐถือหุ้นใหญ่ หรือราชการส่วนท้องถิ่น</p><p>(2) กระทำการในลักษณะที่ทำให้ตนมีส่วนร่วมในการใช้จ่ายเงินงบประมาณหรือให้ความเห็นชอบในการจัดทำโครงการใด ๆ ของหน่วยงานของรัฐ เว้นแต่เป็นการดำเนินการในกิจการของรัฐสภา</p><p>(3) การบรรจุ แต่งตั้ง โยกย้าย โอน เลื่อนตำแหน่ง เลื่อนเงินเดือนหรือการให้พ้นจากตำแหน่งของข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำและมิใช่ข้าราชการการเมือง พนักงาน หรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ กิจการที่รัฐถือหุ้นใหญ่ หรือราชการส่วนท้องถิ่น”</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมเห็นควรให้นำหลักการของร่างมาตรา 130 ไปบัญญัติเป็นร่างมาตรา 187/3</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติตัดร่างมาตรา 130 ออกทั้งมาตรา และให้นำหลักการของร่างมาตรา 130 ไปบัญญัติเป็นร่างมาตรา 187/3</p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"69","หน้า":"40"},{"หมวด":"9","ส่วน":"","มาตรา":"185","ร่างมาตรา":"187/3","ร่างบทบัญญัติ":"<p> “มาตรา 187/3 สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาต้องไม่ใช้สถานะหรือตำแหน่งการเป็นสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภากระทำการใด ๆ อันมีลักษณะที่เป็นการก้าวก่ายหรือแทรกแซงเพื่อประโยชน์ของตนเอง ของผู้อื่น หรือของพรรคการเมือง ไม่ว่าโดยทางตรงหรือทางอ้อมในเรื่องดังต่อไปนี้</p><p>(1) การปฏิบัติราชการหรือการดำเนินงานในหน้าที่ประจำของข้าราชการ พนักงานหรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ กิจการที่รัฐถือหุ้นใหญ่ หรือราชการส่วนท้องถิ่น</p><p>(2) กระทำการในลักษณะที่ทำให้ตนมีส่วนร่วมในการใช้จ่ายเงินงบประมาณหรือให้ความเห็นชอบในการจัดทำโครงการใด ๆ ของหน่วยงานของรัฐ เว้นแต่เป็นการดำเนินการในกิจการของรัฐสภา</p><p>(3) การบรรจุ แต่งตั้ง โยกย้าย โอน เลื่อนตำแหน่ง เลื่อนเงินเดือนหรือการให้พ้นจากตำแหน่งของข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำและมิใช่ข้าราชการการเมือง พนักงาน หรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ กิจการที่รัฐถือหุ้นใหญ่ หรือราชการส่วนท้องถิ่น”</p>","ประเด็นการพิจารณา":"<p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ควรแก้ไขเพิ่มเติมความใน (2) เป็นดังนี้ “กระทำการในลักษณะที่ทำให้ตนมีส่วนร่วม<strike>ใน</strike><u>หรือได้รับ</u><u>ผลประโยชน</u>์จากการใช้จ่ายเงินงบประมาณหรือให้ความเห็นชอบในการจัดทำโครงการใด ๆ ของหน่วยงาน ของรัฐ เว้นแต่เป็นการดำเนินการในกิจการของรัฐสภา”</p><p>ประธานกรรมการกล่าวว่า การสืบหาพยานหลักฐานการได้รับผลประโยชน์เป็นเรื่องยาก ความใน (2) ที่กำหนดไว้เดิมจึงเหมาะสมแล้ว</p><p>- มีกรรมการตั้งข้อสังเกตว่า ควรนำความในมาตรา 187/2 วรรคสอง กำหนดห้ามบุคคลอื่นซึ่งมิใช่คู่สมรสและบุตรของสมาชิกสภาผู้แทนราษฎรหรือสมาชิวุฒิสภานั้น ที่ดำเนินการในลักษณะผู้ถูกใช้ ผู้ร่วมดำเนินการ หรือผู้ได้รับมอบหมายจากสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาด้วยหรือไม่</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่าหากพิสูจน์ได้ว่าสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาผู้ใดมีส่วนรู้เห็นให้คู่สมรส บุตร หรือบุคคลอื่นซึ่งมิใช่คู่สมรสและบุตรของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภานั้น ที่ดำเนินการในลักษณะผู้ถูกใช้ผู้ร่วมดำเนินการ หรือผู้ได้รับมอบหมายจากสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภา ก็ถือว่าเป็นการกระทำของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภานั้นเอง</p><p>ประธานกรรมการกล่าวว่า ความในมาตรานี้มีความเหมาะสมแล้ว จึงไม่ควรมีการแก้ไขเพิ่มเติม </p>","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 187/3 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"70","หน้า":"39-40"},{"หมวด":"9","ส่วน":"","มาตรา":"185","ร่างมาตรา":"180","ร่างบทบัญญัติ":"<p> “มาตรา 180 สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาต้องไม่ใช้สถานะหรือตำแหน่งการเป็นสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภากระทำการใด ๆ อันมีลักษณะที่เป็นการก้าวก่ายหรือแทรกแซงเพื่อประโยชน์ของตนเอง ของผู้อื่น หรือของพรรคการเมือง ไม่ว่าโดยทางตรงหรือทางอ้อม ในเรื่องดังต่อไปนี้ </p><p>(1) การปฏิบัติราชการหรือการดำเนินงานในหน้าที่ประจำของข้าราชการ พนักงานหรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ กิจการที่รัฐถือหุ้นใหญ่ หรือราชการส่วนท้องถิ่น</p><p>(2) กระทำการในลักษณะที่ทำให้ตนมีส่วนร่วมในการใช้จ่ายเงินงบประมาณหรือให้ความเห็นชอบในการจัดทำโครงการใด ๆ ของหน่วยงานของรัฐ เว้นแต่เป็นการดำเนินการในกิจการของรัฐสภา</p><p>(3) การบรรจุ แต่งตั้ง โยกย้าย โอน เลื่อนตำแหน่ง เลื่อนเงินเดือน หรือการให้พ้นจากตำแหน่งของข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำและมิใช่ข้าราชการการเมือง พนักงาน หรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ กิจการที่รัฐถือหุ้นใหญ่ หรือราชการส่วนท้องถิ่น”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 180 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"97","หน้า":"19"},{"หมวด":"9","ส่วน":"","มาตรา":"185","ร่างมาตรา":"185","ร่างบทบัญญัติ":"<p> “มาตรา 185 สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาต้องไม่ใช้สถานะหรือตำแหน่งการเป็นสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภากระทำการใด ๆ อันมีลักษณะที่เป็นการก้าวก่ายหรือแทรกแซงเพื่อประโยชน์ของตนเอง ของผู้อื่น หรือของพรรคการเมือง ไม่ว่าโดยทางตรงหรือทางอ้อม ในเรื่องดังต่อไปนี้</p><p>(1) การปฏิบัติราชการหรือการดำเนินงานในหน้าที่ประจำของข้าราชการ พนักงานหรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ กิจการที่รัฐถือหุ้นใหญ่ หรือราชการส่วนท้องถิ่น</p><p>(2) กระทำการในลักษณะที่ทำให้ตนมีส่วนร่วมในการใช้จ่ายเงินงบประมาณหรือให้ความเห็นชอบในการจัดทำโครงการใด ๆ ของหน่วยงานของรัฐ เว้นแต่เป็นการดำเนินการในกิจการของรัฐสภา</p><p>(3) การบรรจุ แต่งตั้ง โยกย้าย โอน เลื่อนตำแหน่ง เลื่อนเงินเดือน หรือการให้พ้นจากตำแหน่งของข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำและมิใช่ข้าราชการการเมือง พนักงาน หรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ กิจการที่รัฐถือหุ้นใหญ่ หรือราชการส่วนท้องถิ่น</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 185 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"31"},{"หมวด":"9","ส่วน":"","มาตรา":"186","ร่างมาตรา":"169","ร่างบทบัญญัติ":"<p>“มาตรา 169 ให้นำบทบัญญัติมาตรา 131 มาใช้บังคับแก่นายกรัฐมนตรีและรัฐมนตรีด้วย เว้นแต่เป็นการดำรงตำแหน่งหรือดำเนินการตามบทบัญญัติแห่งกฎหมาย และจะดำรงตำแหน่งใดในห้างหุ้นส่วนบริษัทหรือองค์การที่ดำเนินธุรกิจโดยหาผลกำไรหรือรายได้มาแบ่งปันกัน หรือเป็นลูกจ้างของบุคคลใดก็มิได้ด้วย</p><p>นายกรัฐมนตรีและรัฐมนตรีจะกระทำการใดที่บัญญัติไว้ในมาตรา 132 มิได้ เว้นแต่เป็นการกระทำตามอำนาจหน้าที่ในการบริหารราชการตามนโยบายที่ได้แถลงต่อรัฐสภา หรือตามที่กฎหมายบัญญัติ” </p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 169 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"45","หน้า":"12-13"},{"หมวด":"9","ส่วน":"","มาตรา":"186","ร่างมาตรา":"167","ร่างบทบัญญัติ":"<p> “มาตรา 167 ให้นำบทบัญญัติมาตรา 129 มาใช้บังคับแก่รัฐมนตรีด้วย เว้นแต่เป็นการดำรงตำแหน่งหรือดำเนินการตามบทบัญญัติแห่งกฎหมาย และจะดำรงตำแหน่งใดในห้างหุ้นส่วน บริษัทหรือองค์การที่ดำเนินธุรกิจโดยมุ่งหาผลกำไรหรือรายได้มาแบ่งปันกัน หรือเป็นลูกจ้างของบุคคลใดก็มิได้ด้วย</p><p>รัฐมนตรีจะกระทำการใดที่บัญญัติไว้ในมาตรา 130 มิได้ เว้นแต่เป็นการกระทำตามหน้าที่และอำนาจในการบริหารราชการตามนโยบายที่ได้แถลงต่อรัฐสภา หรือตามที่กฎหมายบัญญัติ”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการเสนอให้นำความในมาตรานี้ไปกำหนดไว้ในส่วนที่ว่าด้วยการกระทำที่เป็นการขัดกันแห่งผลประโยชน์ และเห็นว่าการนำลักษณะต้องห้ามบางกรณีที่กำหนดห้ามสมาชิกสภาผู้แทนราษฎรมิให้ดำเนินการมาใช้กับรัฐมนตรีอาจไม่เหมาะสม เนื่องจากรัฐมนตรีมีหน้าที่ที่จะต้องสั่งการให้ข้าราชการดำเนินการตามนโยบาย</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติตัดร่างมาตรา 167 ออกทั้งมาตรา โดยให้นำความในมาตรานี้ไปกำหนดไว้ในส่วนที่ว่าด้วยการกระทำที่เป็นการขัดกันแห่งผลประโยชน์</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"63","หน้า":"56-57"},{"หมวด":"9","ส่วน":"","มาตรา":"186","ร่างมาตรา":"167","ร่างบทบัญญัติ":"<p>“มาตรา 167 ให้นำบทบัญญัติมาตรา 129 มาใช้บังคับแก่รัฐมนตรีด้วย เว้นแต่เป็นการดำรงตำแหน่งหรือดำเนินการตามบทบัญญัติแห่งกฎหมาย และจะดำรงตำแหน่งใดในห้างหุ้นส่วน บริษัทหรือองค์การที่ดำเนินธุรกิจโดยมุ่งหาผลกำไรหรือรายได้มาแบ่งปันกัน หรือเป็นลูกจ้างของบุคคลใดก็มิได้ด้วย</p><p>รัฐมนตรีจะกระทำการใดที่บัญญัติไว้ในมาตรา 130 มิได้ เว้นแต่เป็นการกระทำตามหน้าที่และอำนาจในการบริหารราชการตามนโยบายที่ได้แถลงต่อรัฐสภา หรือตามที่กฎหมายบัญญัติ”</p>","ประเด็นการพิจารณา":"<p>ที่ประชุมเห็นควรตัดร่างมาตรา 167 ออกทั้งมาตรา</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติตัดร่างมาตรา 167 ออกทั้งมาตรา</p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"70","หน้า":"25-26"},{"หมวด":"9","ส่วน":"","มาตรา":"186","ร่างมาตรา":"187/4","ร่างบทบัญญัติ":"<p>“มาตรา 187/4 ให้นำความในมาตรา 187/2 มาใช้บังคับแก่รัฐมนตรีด้วยโดยอนุโลม เว้นแต่กรณีดังต่อไปนี้</p><p>(1) การดำรงตำแหน่งหรือการดำเนินการที่กฎหมายบัญญัติให้เป็นหน้าที่หรืออำนาจของรัฐมนตรี </p><p> (2) การกระทำตามหน้าที่และอำนาจในการบริหารราชการตามนโยบายที่ได้แถลงต่อรัฐสภา หรือตามที่กฎหมายบัญญัติ</p><p><u>นอกจากกรณีตามวรรคหนึ่ง รัฐมนตรีต้องไม่ใช้สถานะหรือตำแหน่งกระทำการใดไม่ว่าโดยทางตรง</u><u>หรือทางอ้อมอันเป็นการก้าวก่ายหรือแทรกแซง การปฏิบัติหน้าที่ของเจ้าหน้าที่ของรัฐเพื่อประโยชน์ของ</u><u>ตนเอง ของผู้อื่น หรือของพรรคการเมืองโดยมิชอบตามที่กำหนดในมาตรฐานทางจริยธรรม</u>”</p>","ประเด็นการพิจารณา":"<p> นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่าความในมาตรานี้อาจต้องกำหนดให้นำความในมาตรา 187/3 มาใช้บังคับแก่รัฐมนตรีด้วยโดยอนุโลมเพราะจะทำให้ครอบคลุมถึงกรณีที่รัฐมนตรีโยกย้ายข้าราชการเพื่อประโยชน์ในการแต่งตั้งบุคคลอื่นด้วย แต่ทั้งนี้การกำหนดให้นำความในมาตรา 187/3 มาใช้บังคับแก่รัฐมนตรีด้วยโดยอนุโลมนั้น จะต้องไม่เป็นการขัดขวางต่อการบริหารของรัฐบาลโดยปกติ</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ควรนำความในมาตรานี้ไปกำหนดไว้ในมาตรฐานทางจริยธรรมจะเหมาะสมกว่าหรือไม่</p><p>- เรื่องการขัดกันแห่งผลประโยชน์นั้นเป็นเรื่องที่มีความสำคัญซึ่งควรกำหนดไว้ในรัฐธรรมนูญเพื่อทำให้เกิดสภาพบังคับอย่างเป็นรูปธรรม</p><p>ประธานกรรมการเสนอเพิ่มเติมความเป็นวรรคสอง ดังนี้ “<u>นอกจากกรณีตามวรรคหนึ่ง รัฐมนตร</u> <u>ต้องไม่ใช้สถานะหรือตำแหน่งกระทำการใดไม่ว่าโดยทางตรงหรือทางอ้อมอันเป็นการก้าวก่ายหรือแทรกแซง</u><u>การปฏิบัติหน้าที่ของเจ้าหน้าที่ของรัฐเพื่อประโยชน์ของตนเอง ของผู้อื่น หรือของพรรคการเมืองโดยมิชอบ</u><u>ตามที่กำหนดในมาตรฐานทางจริยธรรม</u>”</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 187/4 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"70","หน้า":"40"},{"หมวด":"9","ส่วน":"","มาตรา":"186","ร่างมาตรา":"181","ร่างบทบัญญัติ":"<p>“มาตรา 181 ให้นำมาตรา 179 มาใช้บังคับแก่รัฐมนตรีด้วยโดยอนุโลม เว้นแต่กรณีดังต่อไปนี้</p><p>(1) การดำรงตำแหน่งหรือการดำเนินการที่กฎหมายบัญญัติให้เป็นหน้าที่หรืออำนาจของรัฐมนตรี</p><p>(2) การกระทำตามหน้าที่และอำนาจในการบริหารราชการแผ่นดิน <u>หรือ</u>ตามนโยบายที่ได้แถลงต่อรัฐสภา หรือตามที่กฎหมายบัญญัติ</p><p>นอกจากกรณีตามวรรคหนึ่ง รัฐมนตรีต้องไม่ใช้สถานะหรือตำแหน่งกระทำการใด ไม่ว่าโดยทางตรงหรือทางอ้อม อันเป็นการก้าวก่ายหรือแทรกแซงการปฏิบัติหน้าที่ของเจ้าหน้าที่ของรัฐ เพื่อประโยชน์ของตนเอง ของผู้อื่น หรือของพรรคการเมืองโดยมิชอบตามที่กำหนดในมาตรฐานทางจริยธรรม”</p>","ประเด็นการพิจารณา":"<p> นายประพันธ์ นัยโกวิท กรรมการ กล่าวว่า คณะรัฐมนตรีเสนอแก้ไขเพิ่มเติมความใน (2) เนื่องจากในบางกรณีรัฐมนตรีต้องเข้าไปเป็นกรรมการจัดงานในงานพิธีต่าง ๆ ซึ่งความใน (2) ยังไม่ครอบคลุมกรณีดังกล่าว เนื่องจากบัญญัติเฉพาะการกระทำตามหน้าที่และอำนาจในการบริหารราชการแผ่นดินตามนโยบายที่ได้แถลงต่อรัฐสภาเท่านั้น</p><p>ประธานกรรมการกล่าวว่า รัฐมนตรีสามารถเข้าไปเป็นกรรมการในงานพิธีต่าง ๆ ที่เกี่ยวข้องกับการบริหารราชการแผ่นดินได้อยู่แล้ว ไม่ถือเป็นการขัดกันแห่งผลประโยชน์ อย่างไรก็ตาม เพื่อให้เกิดความชัดเจน เสนอแก้ไขความใน (2) เป็นดังนี้ “การกระทำตามหน้าที่และอำนาจในการบริหารราชการแผ่นดิน<u>หรือ</u>ตามนโยบายที่ได้แถลงต่อรัฐสภา หรือตามที่กฎหมายบัญญัติ”</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 181 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายประพันธ์ นัยโกวิท"],"ประชุมครั้งที่":"97","หน้า":"19-20"},{"หมวด":"9","ส่วน":"","มาตรา":"186","ร่างมาตรา":"186","ร่างบทบัญญัติ":"<p>“มาตรา 186 ให้นำความในมาตรา 184 มาใช้บังคับแก่รัฐมนตรีด้วยโดยอนุโลม เว้นแต่กรณี ดังต่อไปนี้</p><p>(1) การดำรงตำแหน่งหรือการดำเนินการที่กฎหมายบัญญัติให้เป็นหน้าที่หรืออำนาจของรัฐมนตรี</p><p> (2) การกระทำตามหน้าที่และอำนาจในการบริหารราชการแผ่นดิน หรือตามนโยบายที่ได้แถลงต่อรัฐสภา หรือตามที่กฎหมายบัญญัติ</p><p>นอกจากกรณีตามวรรคหนึ่ง รัฐมนตรีต้องไม่ใช้สถานะหรือตำแหน่งกระทำการใด ไม่ว่าโดยทางตรงหรือทางอ้อม อันเป็นการก้าวก่ายหรือแทรกแซงการปฏิบัติหน้าที่ของเจ้าหน้าที่ของรัฐ เพื่อประโยชน์ของตนเอง ของผู้อื่น หรือของพรรคการเมืองโดยมิชอบตามที่กำหนดในมาตรฐานทางจริยธรรม </p>","ประเด็นการพิจารณา":"<p> ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ความใน (1) ความว่า “...เป็นหน้าที่หรืออำนาจของรัฐมนตรี” อาจไม่เหมาะสม เนื่องจากเป็นการแยกเรื่องหน้าที่และเรื่องอำนาจของรัฐมนตรี</p><p>- ควรกำหนดให้ร่างมาตรา 186 มีหลักการหรือเนื้อหาเช่นเดียวกับมาตรา 268 ของรัฐธรรมนูญ 2550</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ความใน (1) เป็นเรื่องการดำรงตำแหน่งหรือการดำเนินการที่กฎหมายบัญญัติ ซึ่งควรแยกเรื่องหน้าที่และเรื่องการใช้อำนาจให้ชัดเจน ส่วนใน (2) ได้กำหนดให้มีความว่า “หรือตามนโยบายที่ได้แถลงต่อรัฐสภา” เพื่อให้รัฐมนตรีสามารถกระทำการตามนโยบายที่ได้แถลงต่อรัฐสภา จึงไม่จำเป็นต้องกำหนดให้ร่างมาตรา 186 มีเนื้อหาเช่นเดียวกับมาตรา 268 ของรัฐธรรมนูญ 2550</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 186 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"113","หน้า":"31-32"},{"หมวด":"9","ส่วน":"","มาตรา":"187","ร่างมาตรา":"169/1","ร่างบทบัญญัติ":"<p> “มาตรา 169/1 นายกรัฐมนตรีและรัฐมนตรีต้องไม่เป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัท หรือไม่คงไว้ซึ่งความเป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัทต่อไป ทั้งนี้ ตามจำนวนที่กฎหมายบัญญัติในกรณีที่นายกรัฐมนตรีหรือรัฐมนตรีผู้ใดประสงค์จะได้รับประโยชน์จากกรณีดังกล่าวต่อไปให้นายกรัฐมนตรีหรือรัฐมนตรีผู้นั้นแจ้งให้ประธานกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติทราบภายในสามสิบวันนับแต่วันที่ได้รับแต่งตั้ง และให้นายกรัฐมนตรีหรือรัฐมนตรีผู้นั้นโอนหุ้นให้ห้างหุ้นส่วนหรือบริษัทดังกล่าว ให้แก่นิติบุคคลซึ่งจัดการทรัพย์สินเพื่อประโยชน์ของผู้อื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>นายกรัฐมนตรีและรัฐมนตรีจะกระทำการใดอันมีลักษณะเป็นการเข้าไปบริหารหรือจัดการใด ๆ เกี่ยวกับหุ้นหรือกิจการของห้างหุ้นส่วนหรือบริษัทตามวรรคหนึ่งมิได้</p><p>บทบัญญัติมาตรานี้ให้นำมาใช้บังคับแก่คู่สมรสและบุตรที่ยังไม่บรรลุนิติภาวะของนายกรัฐมนตรีและรัฐมนตรีด้วย รวมทั้งการถือหุ้นของนายกรัฐมนตรีและรัฐมนตรีที่มอบหมายให้อยู่ในความครอบครองหรือดูแลของบุคคลอื่นไม่ว่าโดยทางตรงหรือทางอ้อมด้วย”</p>","ประเด็นการพิจารณา":"<p> มีกรรมการแสดงความเห็นว่า ในกรณีที่มีการโอนหุ้นของนายกรัฐมนตรีหรือรัฐมนตรีให้แก่บุตรที่บรรลุนิติภาวะสามารถที่จะกระทำได้ ไม่ต้องห้ามตามร่างมาตรา 169/1</p><p>ประธานกรรมการกล่าวว่า คำว่า “บุตร” ในวรรคสาม หมายความรวมถึงบุตรบุญธรรมของนายกรัฐมนตรีและรัฐมนตรีด้วย</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 169/1 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"45","หน้า":"13"},{"หมวด":"9","ส่วน":"","มาตรา":"187","ร่างมาตรา":"167","ร่างบทบัญญัติ":"<p> “มาตรา 167 ให้นำบทบัญญัติมาตรา 129 มาใช้บังคับแก่รัฐมนตรีด้วย เว้นแต่เป็นการดำรงตำแหน่งหรือดำเนินการตามบทบัญญัติแห่งกฎหมาย และจะดำรงตำแหน่งใดในห้างหุ้นส่วน บริษัทหรือองค์การที่ดำเนินธุรกิจโดยมุ่งหาผลกำไรหรือรายได้มาแบ่งปันกัน หรือเป็นลูกจ้างของบุคคลใดก็มิได้ด้วย</p><p>รัฐมนตรีจะกระทำการใดที่บัญญัติไว้ในมาตรา 130 มิได้ เว้นแต่เป็นการกระทำตามหน้าที่และอำนาจในการบริหารราชการตามนโยบายที่ได้แถลงต่อรัฐสภา หรือตามที่กฎหมายบัญญัติ”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการเสนอให้นำความในมาตรานี้ไปกำหนดไว้ในส่วนที่ว่าด้วยการกระทำที่เป็นการขัดกันแห่งผลประโยชน์ และเห็นว่าการนำลักษณะต้องห้ามบางกรณีที่กำหนดห้ามสมาชิกสภาผู้แทนราษฎรมิให้ดำเนินการมาใช้กับรัฐมนตรีอาจไม่เหมาะสม เนื่องจากรัฐมนตรีมีหน้าที่ที่จะต้องสั่งการให้ข้าราชการดำเนินการตามนโยบาย</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติตัดร่างมาตรา 167 ออกทั้งมาตรา โดยให้นำความในมาตรานี้ไปกำหนดไว้ในส่วนที่ว่าด้วยการกระทำที่เป็นการขัดกันแห่งผลประโยชน์</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"63","หน้า":"56-57"},{"หมวด":"9","ส่วน":"","มาตรา":"187","ร่างมาตรา":"168","ร่างบทบัญญัติ":"<p> “มาตรา 168 รัฐมนตรีต้องไม่เป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัท หรือไม่คงไว้ซึ่งความเป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัทต่อไป ทั้งนี้ ตามจำนวนที่กฎหมายบัญญัติ</p><p>ในกรณีที่รัฐมนตรีผู้ใดประสงค์จะได้รับประโยชน์จากกรณีตามวรรคหนึ่งต่อไป ให้แจ้งประธานกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติทราบภายในสามสิบวันนับแต่วันที่ได้รับแต่งตั้ง และให้โอนหุ้นให้ห้างหุ้นส่วนหรือบริษัทดังกล่าว ให้แก่นิติบุคคลซึ่งจัดการทรัพย์สินเพื่อประโยชน์ของผู้อื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>รัฐมนตรีจะเข้าไปเกี่ยวข้องกับการบริหารจัดการหุ้นหรือกิจการของห้างหุ้นส่วนหรือบริษัทตามวรรคสองไม่ว่าในทางใด ๆ มิได้</p><p>บทบัญญัติมาตรานี้ให้ใช้บังคับแก่คู่สมรสและบุตรที่ยังไม่บรรลุนิติภาวะของรัฐมนตรี และการถือหุ้นของรัฐมนตรีที่อยู่ในความครอบครองหรือดูแลของบุคคลอื่นไม่ว่าโดยทางใด ๆ ด้วย”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการเสนอให้นำความในมาตรานี้ไปกำหนดไว้ในส่วนที่ว่าด้วยการกระทำที่เป็นการขัดกันแห่งผลประโยชน์</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติตัดร่างมาตรา 168 ออกทั้งมาตรา โดยให้นำความในมาตรานี้ไปกำหนดไว้ในส่วนที่ว่าด้วยการกระทำที่เป็นการขัดกันแห่งผลประโยชน์</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"63","หน้า":"57"},{"หมวด":"9","ส่วน":"","มาตรา":"187","ร่างมาตรา":"168","ร่างบทบัญญัติ":"<p> “มาตรา 168 รัฐมนตรีต้องไม่เป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัท หรือไม่คงไว้ซึ่งความเป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัทต่อไป ทั้งนี้ ตามจำนวนที่กฎหมายบัญญัติ</p><p>ในกรณีที่รัฐมนตรีผู้ใดประสงค์จะได้รับประโยชน์จากกรณีตามวรรคหนึ่งต่อไป ให้แจ้งประธานกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติทราบภายในสามสิบวันนับแต่วันที่ได้รับแต่งตั้ง และให้โอนหุ้นให้ห้างหุ้นส่วนหรือบริษัทดังกล่าว ให้แก่นิติบุคคลซึ่งจัดการทรัพย์สินเพื่อประโยชน์ของผู้อื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>รัฐมนตรีจะเข้าไปเกี่ยวข้องกับการบริหารจัดการหุ้นหรือกิจการของห้างหุ้นส่วนหรือบริษัทตามวรรคสองไม่ว่าในทางใด ๆ มิได้</p><p>บทบัญญัติมาตรานี้ให้ใช้บังคับแก่คู่สมรสและบุตรที่ยังไม่บรรลุนิติภาวะของรัฐมนตรี และการถือหุ้นของรัฐมนตรีที่อยู่ในความครอบครองหรือดูแลของบุคคลอื่นไม่ว่าโดยทางใด ๆ ด้วย”</p>","ประเด็นการพิจารณา":"<p>ที่ประชุมเห็นควรตัดร่างมาตรา 168 ออกทั้งมาตรา</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติตัดร่างมาตรา 168 ออกทั้งมาตรา</p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"70","หน้า":"26"},{"หมวด":"9","ส่วน":"","มาตรา":"187","ร่างมาตรา":"187/5","ร่างบทบัญญัติ":"<p> “มาตรา 187/5 รัฐมนตรีต้องไม่เป็นหุ้นส่วนหรือผู้ถือหุ้นส่วนในห้างหุ้นส่วนหรือบริษัท หรือไม่คงไว้ซึ่งความเป็นหุ้นส่วนหรือผู้ถือหุ้นส่วนในห้างหุ้นส่วนหรือบริษัทต่อไป ทั้งนี้ ตามจำนวนที่กฎหมายบัญญัติ</p><p>ในกรณีที่รัฐมนตรีผู้ใดประสงค์จะได้รับประโยชน์จากกรณีตามวรรคหนึ่งต่อไป ให้แจ้งประธานกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติทราบภายในสามสิบวันนับแต่วันที่ได้รับแต่งตั้ง และให้โอนหุ้นในห้างหุ้นส่วนหรือบริษัทดังกล่าว ให้แก่นิติบุคคลซึ่งจัดการทรัพย์สินเพื่อประโยชน์ของผู้อื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>รัฐมนตรีจะเข้าไปเกี่ยวข้องกับการบริหารจัดการหุ้นหรือกิจการของห้างหุ้นส่วนหรือบริษัทตามวรรคสองไม่ว่าในทางใด ๆ มิได้</p><p>มาตรานี้ให้ใช้บังคับแก่คู่สมรสและบุตรที่ยังไม่บรรลุนิติภาวะของรัฐมนตรีและการถือหุ้นของรัฐมนตรีที่อยู่ในความครอบครองหรือดุแลของบุคคลอื่นไม่ว่าโดยทางใด ๆ ด้วย”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 187/5 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"70","หน้า":"41"},{"หมวด":"9","ส่วน":"","มาตรา":"187","ร่างมาตรา":"182","ร่างบทบัญญัติ":"<p> “มาตรา 182 รัฐมนตรีต้องไม่เป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วน หรือบริษัท หรือไม่คงไว้ซึ่งความเป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัทต่อไปตามจำนวนที่กฎหมายบัญญัติ และต้องไม่เป็นลูกจ้างของบุคคลใด</p><p>ในกรณีที่รัฐมนตรีผู้ใดประสงค์จะได้รับประโยชน์จากกรณีตามวรรคหนึ่งต่อไป ให้แจ้งประธานกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติทราบภายในสามสิบวันนับแต่วันที่ได้รับแต่งตั้ง และให้โอนหุ้นในห้างหุ้นส่วนหรือบริษัทดังกล่าวให้แก่นิติบุคคลซึ่งจัดการทรัพย์สินเพื่อประโยชน์ของผู้อื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>รัฐมนตรีจะเข้าไปเกี่ยวข้องกับการบริหารจัดการหุ้นหรือกิจการของห้างหุ้นส่วนหรือบริษัทตามวรรคสองไม่ว่าในทางใด ๆ มิได้</p><p>มาตรานี้ให้ใช้บังคับแก่คู่สมรสและบุตรที่ยังไม่บรรลุนิติภาวะของรัฐมนตรี และการถือหุ้นของรัฐมนตรีที่อยู่ในความครอบครองหรือดูแลของบุคคลอื่นไม่ว่าโดยทาง ใด ๆ ด้วย”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 182 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"97","หน้า":"20"},{"หมวด":"9","ส่วน":"","มาตรา":"187","ร่างมาตรา":"187","ร่างบทบัญญัติ":"<p> “มาตรา 187 รัฐมนตรีต้องไม่เป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัท หรือไม่คงไว้ซึ่งความเป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัทต่อไปตามจำนวนที่กฎหมายบัญญัติ และต้องไม่เป็นลูกจ้างของบุคคลใด</p><p>ในกรณีที่รัฐมนตรีผู้ใดประสงค์จะได้รับประโยชน์จากกรณีตามวรรคหนึ่งต่อไป ให้แจ้งประธานกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติทราบภายในสามสิบวันนับแต่วันที่ได้รับแต่งตั้ง และให้โอนหุ้นในห้างหุ้นส่วนหรือบริษัทดังกล่าว ให้แก่นิติบุคคลซึ่งจัดการทรัพย์สินเพื่อประโยชน์ของผู้อื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>รัฐมนตรีจะเข้าไปเกี่ยวข้องกับการบริหารจัดการหุ้นหรือกิจการของห้างหุ้นส่วนหรือบริษัทตามวรรคสองไม่ว่าในทางใด ๆ มิได้</p><p>มาตรานี้ให้ใช้บังคับแก่คู่สมรสและบุตรที่ยังไม่บรรลุนิติภาวะของรัฐมนตรี และการถือหุ้นของรัฐมนตรีที่อยู่ในความครอบครองหรือดูแลของบุคคลอื่นไม่ว่าโดยทางใด ๆ ด้วย”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 187 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"32"},{"หมวด":"9","ส่วน":"","มาตรา":"187","ร่างมาตรา":"187","ร่างบทบัญญัติ":"<p>“มาตรา 187 รัฐมนตรีต้องไม่เป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัท หรือไม่คงไว้ซึ่งความเป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัทต่อไปตามจำนวนที่กฎหมายบัญญัติ และต้องไม่เป็นลูกจ้างของบุคคลใด</p><p>ในกรณีที่รัฐมนตรีผู้ใดประสงค์จะได้รับประโยชน์จากกรณีตามวรรคหนึ่งต่อไป ให้แจ้งประธานกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติทราบภายในสามสิบวันนับแต่วันที่ได้รับแต่งตั้ง และให้โอนหุ้นในห้างหุ้นส่วนหรือบริษัทดังกล่าวให้แก่นิติบุคคลซึ่งจัดการทรัพย์สินเพื่อประโยชน์ของผู้อื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>รัฐมนตรีจะเข้าไปเกี่ยวข้องกับการบริหารจัดการหุ้นหรือกิจการของห้างหุ้นส่วนหรือบริษัทตามวรรคสองไม่ว่าในทางใด ๆ มิได้</p><p>มาตรานี้<u>เฉพาะในส่วนที่เกี่ยวกับความเป็นหุ้นส่วนหรือผู้ถือหุ้น</u> ให้ใช้บังคับแก่คู่สมรสและบุตรที่ยังไม่บรรลุนิติภาวะของรัฐมนตรี และการถือหุ้นของรัฐมนตรีที่อยู่ในความครอบครองหรือดูแลของบุคคลอื่นไม่ว่าโดยทางใด ๆ ด้วย”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคสี่ เป็นดังนี้ “มาตรานี้<u>เฉพาะในส่วนที่เกี่ยวกับ</u><u>ความเป็นหุ้นส่วนหรือผู้ถือหุ้น</u> ให้ใช้บังคับแก่คู่สมรสและบุตรที่ยังไม่บรรลุนิติภาวะของรัฐมนตรี...”</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 187 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"116","หน้า":"9-10"}]