[{"หมวด":"4","ส่วน":"","มาตรา":"50","ร่างมาตรา":"43","ร่างบทบัญญัติ":"<p> “มาตรา 43 บุคคลมีหน้าที่และความรับผิดขอบ ดังต่อไปนี้</p><p>(1) พิทักษ์รักษาไว้ซึ่งชาติ ศาสนา พระมหากษัตริย์ และการปกครอง<strike>ใน</strike>ระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข</p><p>(2) ป้องกันประเทศและรักษาผลประโยชน์ของชาติ <strike>และรับราชการทหาร</strike></p><p><u>(2/1) รับรับราชการทหารตามที่กฎหมายบัญญัต</u>ิ</p><p> (3) เคารพและปฏิบัติตามรัฐธรรมนูญและกฎหมาย</p><p>(4) เคารพและไม่ละเมิด<strike>ศักดิ์ศรีความเป็นมนุษย์ </strike>สิทธิ เสรีภาพ <strike>และความคิดเห็น</strike>ของผู้อื่น</p><p>(5) ใช้สิทธิเลือกตั้งอย่างอิสระ<u>โดยคำนึงถึงประโยชน์ส่วนรวมของประเทศเป็นสำคัญ</u></p><p>(6) <u>ไม</u>่ใช้สิทธิและเสรีภาพ<strike>โดยสุจริต ในทางสร้างสรรค์ และอย่างมีความรับผิดชอบโดยไม่ขัด</strike><strike>ต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน เพื่อ</strike><u>ในลักษณะที่จะก่อให้เกิดความแตกแยก</u><u>หรือเกลียดชังในสังคม หรือขัดต่อ</u>การอยู่ร่วมกันอย่างผาสุกของสังคม<strike>ที่มีความหลากหลาย</strike></p><p>(7) <strike>ทำงานหรือประกอบอาชีพโดยสุจริต เก็บออมเพื่อการดำรงชีพ และ</strike>เสียภาษีอากรตามที่กฎหมายบัญญัติ</p><p><strike>(8) ช่วยเหลือราชการ และช่วยเหลือสังคมส่วนรวม</strike></p><p><strike>(9) พิทักษ์ สงวนรักษา ปกป้อง ฟื้นฟู สืบสาน และเผยแพร่ภูมิปัญญาท้องถิ่น ตลอดจนศิลปะ วัฒนธรรม ขนบธรรมเนียม และจารีตประเพณีของท้องถิ่นและของชาติ</strike></p><p><strike>(10) พิทักษ์ สงวนรักษา ปกป้อง และฟื้นฟูทรัพยากรธรรมชาติและสิ่งแวดล้อม</strike></p><p>(11) <strike>ยึดมั่นในความถูกต้องชอบธรรม และขจัด</strike><u>ต่อต้าน</u>การทุจริตและประพฤติมิชอบทุก รูปแบบ”</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมแสดงความเห็น ดังนี้</p><p>- หลักการที่บัญญัติในร่างมาตรา 43 นำมาจากรัฐธรรมนูญปี 2557 และร่างรัฐธรรมนูญที่ไม่ผ่าน ความเห็นชอบจากสภาปฏิบัติรูปแห่งชาติที่บัญญัติในเรื่องของหน้าที่พลเมือง</p><p>- หลักการที่บัญญัติในร่างมาตรา 43 ไม่ครอบคลุมประเด็นเรื่องภาษีอากร ซึ่งทางทฤษฎีระบบการ จัดเก็บภาษี ควรมีบทบัญญัติไว้ในรัฐธรรมนูญ เนื่องจากเป็นการพรากสิทธิในทรัพย์สินของบุคคล ในเรื่อง หน้าที่ของบุคคลจึงต้องมีบทบัญญัติในเรื่องการเสียภาษี ส่วนประเด็นการเวนคืนอสังหาริมทรัพย์อาจต้อง บัญญัติในเรื่องภาษีประเมินพิเศษด้วย หรือบทบัญญัติใดที่กำหนดว่า รัฐอาจออกกฎหมายภาษีประเมิน พิเศษ เช่น ในอดีตการปรับราคาน้ำตาลสำเร็จรูปจากกิโลกรัมละ 22 บาท เป็นกิโลกรัมละ 23 บาท ทำให้ ผู้ประกอบการที่มีน้ำตาลในการครอบครองมากได้กำไรจากนโยบายการขึ้นราคาน้ำตาลดังกล่าว เป็นต้น ดังนั้น ภาครัฐควรมีกลไกในควบคุมดูแลเป็นพิเศษ โดยกำหนดให้มีระบบประเมินภาษีรูปแบบพิเศษ เนื่องจากถือว่าเป็นกำไรที่ได้มาโดยที่ผู้ประกอบการไม่ได้ใช้ความสามารถในการดำเนินธุรกิจ เป็นการได้รับ</p><p>ผลประโยชน์ที่เพิ่มขึ้นโดยผลของกฎหมาย ภาครัฐควรจัดเก็บภาษีจากส่วนกำไรที่เพิ่มขึ้น ควรวางระบบการ จัดเก็บภาษีประเมินพิเศษจากผู้ประกอบการที่มีรายได้เพิ่มสูงขึ้นในลักษณะดังกล่าว</p><p>- ประเด็นใน (4) ความว่า “ศักดิ์ศรีความเป็นมนุษย์” ไม่ควรกำหนดให้เป็นหน้าที่ของบุคคล แต่ควรกำหนดเป็นกลไกของรัฐซึ่งมีหน้าที่ดูแลคุ้มครอง การเรียกร้องให้บุคคลแต่ละบุคคลเคารพศักดิ์ศรี ความเป็นมนุษย์ของบุคคลอื่นเป็นหลักการที่เกินจากความจริง การกำหนดให้เคารพสิทธิและเสรีภาพของ บุคคลอื่นคือ การให้บุคคลทุกคนเคารพต่อกฎหมาย</p><p>- ใน (8) ความว่า “ช่วยเหลือราชการ และช่วยเหลือสังคมส่วนรวม” เจตนารมณ์แท้จริงต้องการให้ ประชาชนมีบทบาทหน้าที่และมีส่วนร่วม ตั้งข้อสังเกตว่า หน้าที่ดังกล่าวจำเป็นต้องช่วยเหลือราชการ ตลอดไปหรือไม่ เนื่องจากบางคนยังไม่สามารถช่วยตัวเองได้ การกำหนดให้ทุกคนมีหน้าที่ต้องช่วยเหลือรัฐ ในทางปฏิบัติจะสามารถกระทำได้หรือไม่ หรือเป็นข้อเรียกร้องเกินความจำเป็นที่กำหนดให้เป็นหน้าที่ของ พลเมืองโดยตรง</p><p>- ตั้งข้อสังเกตความใน (9) ความว่า “ตลอดจนศิลปะ วัฒนธรรม ขนบธรรมเนียม และจารีต ประเพณีของท้องถิ่นและของชาติ” จารีตประเพณีท้องถิ่นหรือของชาติบางประเพณีไม่มีความเป็นสากล เช่น ในอดีตจารีตประเพณีของไทยมีความไม่เท่าเทียมระหว่างเพศ ครอบครัวที่มีฐานะยากจนไม่ให้ลูกผู้หญิง ได้เรียนหนังสือแต่ให้เฉพาะลูกผู้ชายได้เรียนหนังสือ หรือจารีตประเพณีท้องถิ่นหลายท้องถิ่นมีลักษณะเชิง ลบเป็นบ่อเกิดของปัญหาสังคมหลายประการ เป็นต้น ดังนั้น ควรพิทักษ์ปกป้องสิ่งต่างๆ เหล่านี้ให้คงอยู่ ตลอดไปหรือไม่ โดยจำเป็นต้องบัญญัติเรื่องดังกล่าวไว้ในรัฐธรรมนูญหรือไม่</p><p>- ความใน (4) ความว่า “ความคิดเห็นของผู้อื่น” ในปัจจุบันให้ความสำคัญกับการเคารพ ความคิดเห็นของผู้อื่น แต่บางครั้งการแสดงความเห็นของบุคคลไม่ใช่การแสดงความเห็นที่เป็นการใช้สิทธิ และเสรีภาพโดยสุจริต สร้างสรรค์และมีความรับผิดชอบต่อสังคม แต่เป็นการกล่าวหาใส่ร้ายบุคคลอื่น มีลักษณะปลุกระดมประชาชนที่มีความเห็นต่างทั้งโดยตรงและโดยอ้อม การแสดงความเห็นดังกล่าวจะมี กฎหมายหรือมาตรการใดในการควบคุมว่าการใช้สิทธิและเสรีภาพในการแสดงความเห็นที่ให้ผู้อื่นเคารพ ต้องเป็นการใช้สิทธิและเสรีภาพนั้นโดยสุจริตและในทางสร้างสรรค์ ไม่ขัดต่อความสงบเรียบร้อย และศีลธรรมอันดี มิใช่เป็นการกล่าวหาบุคคลอื่น หรือปลุกระดมทางความคิดโดยมีวัตถุประสงค์ทาง การเมือง</p><p>- ความใน (9) ในภาคตะวันออกเฉียงเหนือของประเทศไทย มีจารีตประเพณีของท้องถิ่นในบาง ท้องถิ่นที่ล้าสมัยและไม่มีการพัฒนา เช่น เด็กผู้หญิงไม่ได้เรียนหนังสือ ครอบครัวจะสนับสนุนให้แต่ลูกผู้ชาย ได้เรียนหนังสือหรือบวชเป็นพระภิกษุตามความเชื่อว่าได้พึ่งใบบุญขึ้นสวรรค์ตามหลักความเชื่อศาสนาพุทธ ส่วนลูกผู้หญิงมักถูกปฏิบัติอย่างไม่เป็นธรรม เป็นต้น ซึ่งปัจจุบันยังคงมีอยู่ในสังคมไทย</p><p>- ประเด็นภาษีอากรใน (7) ควรบัญญัติให้ชัดเจนว่า ผู้มีรายได้พิเศษต่างๆ ที่ไม่ได้เกิดจากการใช้ ความสามารถทางการค้า จะต้องมีหน้าที่เสียภาษีอากร</p><p>- การกำหนดให้การเลือกตั้งต้องเป็นการใช้สิทธิเลือกตั้งอย่างอิสระ ในความเป็นจริงการเลือกตั้ง ของประเทศไทยไม่เป็นประชาธิปไตยเพราะมีการซื้อสิทธิขายเสียง ควรบัญญัติกลไกหรือมาตรการ เพื่อป้องกันปัญหาดังกล่าวให้เกิดขึ้นอย่างเป็นรูปธรรม</p><p>- ความใน (5) บัญญัติเฉพาะการใช้สิทธิเลือกตั้งเพียงหลักการเดียว รัฐธรรมนูญ 2550 มาตรา 72 กำหนดว่า “บุคคลมีหน้าที่ไปใช้สิทธิเลือกตั้ง” ซึ่งบัญญัติมาตั้งแต่รัฐธรรมนูญ 2540 เนื่องจากเห็นว่า การเลือกตั้งมีความสำคัญซึ่งควรกำหนดให้เป็นหน้าที่ของประชาชนในการไปเลือกตั้ง และในร่างรัฐธรรมนูญ</p><p>ของคณะกรรมาธิการยกร่างรัฐธรรมนูญร่างแรก ที่เสนอสภาปฏิรูปแห่งชาติพิจารณาตามมาตรา 36 วรรค หนึ่ง ของรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 ได้กำหนดให้การเลือกตั้ง เป็นสิทธิ แต่จากการรับฟังความคิดเห็นของประชาชนเห็นว่า การเลือกตั้งควรเป็นหน้าที่ คณะกรรมาธิการ ยกร่างรัฐธรรมนูญจึงปรับแก้โดยกำหนดให้การเลือกตั้งเป็นหน้าที่ ซึ่งประเด็นดังกล่าวเห็นว่า การเลือกตั้ง ควรกำหนดให้เป็นหน้าที่ การเสียสิทธิจากการไม่ไปเลือกตั้งเป็นการเสียสิทธิทางการเมือง เพื่อเป็นการกระตุ้นให้ประชาชนให้ความสำคัญกับการเลือกตั้งในระบอบประชาธิปไตย</p><p>- รัฐธรรมนูญ 2550 กำหนดให้การเลือกตั้งเป็นหน้าที่ ดังนั้น ควรกำหนดให้การเลือกตั้ง เป็นหน้าที่เช่นเดียวกัน เนื่องจากจะมีผลต่อการลงประชามติร่างรัฐธรรมนูญของคณะกรรมการซึ่งมีประเด็น ที่อาจเชื่อมโยงกับการออกเสียงประชามติ ประกอบกับการรับรู้ถึงสิทธิและหน้าที่ของปวงชนชาวไทยยังไม่ สมบูรณ์ ถ้ากำหนดให้การเลือกตั้งเป็นสิทธิ การใช้สิทธิของประชาชนอาจใช้ไม่เต็มที่ แต่ถ้าบังคับให้เป็น หน้าที่จะเป็นการวางหลักเพื่อรองรับการจัดทำประชามติต่างๆ ในอนาคตด้วย ดังนั้น ควรกำหนดให้เป็นการ เลือกตั้งเป็นหน้าที่เพื่อให้เห็นว่าร่างรัฐธรรมนูญมีความชอบธรรม ส่วนการจะปรับให้เป็นสิทธิต่อเมื่อ ประชาชนชาวไทยได้ตระหนักถึงสิทธิและหน้าที่ของตนเองอย่างสมบูรณ์แล้ว จึงจะกำหนดให้เป็นสิทธิเป็น เรื่องที่ต้องพิจารณาในอนาคต แต่ในขณะนี้ควรกำหนดให้เป็นหน้าที่ก่อน</p><p>- การยกร่างบทบัญญัติมาตราตามรูปแบบที่ฝ่ายเลขานุการคณะกรรมการนำเสนอใน (5) นั้น มีลักษณะเดียวกับการบัญญัติรัฐธรรมนูญ 2534 เพียงแต่รัฐธรรมนูญ 2534 ใช้คำว่า “ให้ใช้สิทธิเลือกตั้ง อย่างสุจริต” แต่ในร่างมาตรา 43 (5) ใช้คำว่า “ใช้สิทธิเลือกตั้งอย่างอิสระ” ถ้าเทียบเคียงภาษาที่บัญญัติ ในรัฐธรรมนูญ 2540 และรัฐธรรมนูญ 2550 ซึ่งใช้ความว่า “ให้ใช้สิทธิเลือกตั้ง” ประกอบกับ การตรวจสอบข้อมูลพบว่า ประเทศออสเตรเลียและหลายประเทศที่บังคับให้การเลือกตั้งเป็นหน้าที่สามารถ ใช้อย่างมีประสิทธิภาพ เนื่องจากมีบทลงโทษที่เข้มงวด เช่น ในประเทศออสเตรเลีย บังคับให้เป็นหน้าที่ หากไม่ไปทำหน้าที่มีโทษปรับ เป็นต้น สถิติการเลือกตั้งของประเทศไทยไม่ว่าจะกำหนดให้การเลือกตั้งเป็น “สิทธิ” หรือ “หน้าที่” มีข้อแตกต่างกันร้อยละ 10 ประกอบกับการศึกษาวิจัยหลายฉบับเห็นว่า การกำหนดให้เป็นหน้าที่ ข้อดี คือ ทำให้ประชาชนต้องไปทำหน้าที่ ส่วนข้อเสียคือ เป็นช่องทางทำให้เกิด การซื้อสิทธิขายเสียง ส่วนการกำหนดให้เป็นสิทธิ ข้อเสียคือ ผู้มีสิทธิเลือกตั้งอาจไปเลือกตั้งอาจน้อยลงได้ ดังนั้น การกำหนดให้เป็นหน้าที่ในหลายประเทศรวมทั้งประเทศไทยไม่มีมาตรการบังคับอย่างแท้จริง แต่เป็นการบังคับกึ่งสมัครใจ เนื่องจากสิทธิทางการเมืองที่ถูกตัดสิทธิจากการไม่ไปเลือกตั้ง มีวิธีการแก้ไข เพื่อให้ได้สิทธิทางการเมืองกลับคืนมา เช่น การออกไปเลือกตั้งในลักษณะเดียวกับที่ถูกตัดสิทธิ เป็นต้น</p><p>- ตั้งข้อสังเกตชื่อหมวด “หน้าที่และความรับผิดชอบของปวงชนชาวไทย” การบัญญัติในเรื่อง เลือกตั้งไว้ในหมวดนี้ถือว่าเป็นการกำหนดให้การเลือกตั้งเป็นหน้าที่หรือไม่ ถ้ากำหนดให้การเลือกตั้งเป็น สิทธิไม่ควรนำมาบัญญัติในหมวดนี้ ควรนำไปบัญญัติในหมวดว่าด้วยนิติบัญญัติจะเหมาะสมมากกว่า</p><p>- ประเด็นการกำหนดให้การเลือกตั้งเป็นสิทธิ เป็นหลักการที่ถูกต้องเพราะในความเป็นจริงการ เลือกตั้งไม่ใช่การที่รัฐบังคับให้ประชาชนต้องไปเลือกตั้ง และประเทศไทยไม่มีบทลงโทษ การกำหนดให้การ เลือกตั้งเป็นสิทธิจึงถูกต้อง</p><p>ประธานกรรมการกล่าวว่า หากที่ประชุมพิจารณาแล้วเห็นว่าการเลือกตั้งควรเป็นสิทธิ ต้องกลับมา แก้ไขเพิ่มเติมในส่วนนี้หรือตัด (5) ออก แม้ความขึ้นต้นของร่างมาตรานี้จะขึ้นต้นว่าเป็นหน้าที่ และความใน (5) ความว่า “ใช้สิทธิเลือกตั้งอย่างเป็นอิสระ” กรณีกำหนดให้การเลือกตั้งเป็นหน้าที่แต่การไปทำหน้าที่ก็ ต้องเป็นการทำหน้าที่โดยอิสระ</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ในการยกร่างบทบัญญัติในหมวดนี้ รัฐธรรมนูญฉบับก่อนรัฐธรรมนูญ 2540 ได้กำหนดหน้าที่ ไว้เพียงไม่กี่เรื่อง ไม่มีการกำหนดกลไกบังคับ แต่กลไกจะเกิดขึ้นเมื่อมีกฎหมายเฉพาะกำหนดว่า หน้าที่ แต่ละหน้าที่ต้องปฏิบัติอย่างไร เช่น หน้าที่การเสียภาษีอากร เป็นต้น แต่หลักการในเรื่องหน้าที่ที่เป็น เรื่องใหม่ไม่สามารถออกกฎหมายเพื่อบังคับได้ ทำให้บางหน้าที่ที่บัญญัติไว้ไม่มีกฎหมายเฉพาะรองรับทำให้ หน้าที่บางเรื่องไม่มีผลบังคับในตัวเอง</p><p>- ตั้งข้อสังเกตกรณีการยกร่างบทบัญญัติตามร่างมาตรา 43 ไม่ว่าบุคคลจะเป็นหญิงหรือชาย มีหน้าที่ตามที่บัญญัติในร่างมาตรา 43 เช่น ความใน (2) การรับราชการทหาร มีสภาพบังคับกับบุคคล ทุกคนทุกเพศใช่หรือไม่ หรือกรณีบัญญัติตามร่างที่เสนอแม้ไม่มีความว่า “ตามที่กฎหมายบัญญัติ” แต่ในทางปฏิบัติยังมีกฎหมายเฉพาะในแต่ละเรื่องเป็นกลไกควบคุมการปฏิบัติหน้าที่ในแต่ละเรื่องไว้เป็นการ เฉพาะ</p><p>- ตั้งข้อสังเกตความใน (10) ความว่า “พิทักษ์ สงวนรักษา ปกป้อง และฟื้นฟูทรัพยากรธรรมชาติ และสิ่งแวดล้อม” จำเป็นต้องบัญญัติไว้ในรัฐธรรมนูญ เนื่องจากการกำหนดให้เป็นหน้าที่จะเป็นการเปิดช่อง ให้แก่ประชาชน หรือชุมชน ในการปกป้องรักษาทรัพยากรธรรมชาติในชุมชน และเป็นการสร้างจิตสำนึก ให้แก่คนในชาติว่าควรร่วมมือกันในการรักษาทรัพยากรธรรมชาติ</p><p>ประธานกรรมการกล่าวว่า หน้าที่บางเรื่องแม้ไม่มีกฎหมายเฉพาะรองรับโดยตรง แต่บางเรื่องมี กฎหมายเฉพาะรองรับ เช่น ประมวลรัษฎากร เป็นต้น ดังนั้น หน้าที่ใดมีกฎหมายเฉพาะก็เป็นไปตามที่ กฎหมายเฉพาะกำหนดเว้นแต่กฎหมายนั้นจะขัดรัฐธรรมนูญ ส่วนหน้าที่เรื่องใดที่ไม่มีกฎหมายเฉพาะ จะเป็นการเขียนบังคับไว้ในรัฐธรรมนูญให้ต้องปฏิบัติตามรัฐธรรมนูญ</p><p>ส่วนความใน (10) ในเรื่องพิทักษ์ รักษา ฟื้นฟูทรัพยากรธรรมชาติและสิ่งแวดล้อม การกำหนดให้ เป็นหน้าที่ทำให้ประชาชนต้องมารับผิดชอบในสิ่งซึ่งเป็นหน้าที่ของรัฐ ดังนั้น ในเรื่องดังกล่าวควรกำหนดให้ เป็นสิทธิของประชาชนในการมีส่วนร่วมในการพิทักษ์ สงวนรักษา ปกป้อง และฟื้นฟูทรัพยากรธรรมชาติ และสิ่งแวดล้อม ที่ควรนำไปบัญญัติไว้ในแนวนโยบายพื้นฐานแห่งรัฐ ซึ่งจะตอบโจทย์ในเรื่องการมีส่วนร่วม ของประชาชนได้อีกประการหนึ่งด้วย</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- บทบัญญัติกำหนดหน้าที่การรับราชการทหาร รัฐธรรมนูญ 2534 รัฐธรรมนูญ 2540 และ รัฐธรรมนูญ 2550 ได้กำหนดว่า “ตามที่กฎหมายบัญญัติ” ไว้ด้วย แต่ความใน (2) ไม่กำหนดไว้</p><p>- ใน (1) ควรแก้ไขเป็นดังนี้ “และการปกครอง<strike>ใน</strike>ระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรง</p><p>เป็นประมุข”</p><p>ประธานกรรมการกล่าวว่า ความใน (2) ว่า “ป้องกันประเทศและรักษาผลประโยชน์ของชาติ และ รับราชการทหาร” ต้องแยกออกจากกัน เนื่องจากการปกป้องประเทศและรักษาผลประโยชน์ของชาติ เป็นนามธรรมไม่ว่าจะมีหรือไม่มีกฎหมายคนไทยทุกคนมีภาระในฐานะที่เป็นคนไทยคนหนึ่งต้องมีหน้าที่ ดังกล่าว แต่การรับราชการทหารจำเป็นต้องปฏิบัติตามที่กฎหมายบัญญัติ ดังนั้น เสนอแก้ไขเพิ่มเติม ความใน (2) ดังนี้ “(2) ป้องกันประเทศและรักษาผลประโยชน์ของชาติ <strike>และรับราชการทหาร</strike>” และเพิ่มความ เป็น (2/1) ดังนี้ “<u>(2/1) รับราชการทหาร ตามที่กฎหมายบัญญัต</u>ิ”</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- หน้าที่การรับราชการทหาร ข้อเท็จจริงปัจจุบันผู้ชายที่แปลงเพศ หรือร่างกายเปลี่ยนแปลง เป็นหญิง ไม่ต้องรับราชการทหาร หรือกรณีนักแสดงที่อ้างว่าป่วยเป็นลมชักไม่ต้องรับราชการทหาร เป็นต้น มีกฎหมายบัญญัติรองรับหรือไม่ เมื่อแปลงเพศแล้วไม่ต้องรับราชการทหาร ไม่ต้องมีความรับผิดชอบ ต่อประเทศอย่างที่ชายไทยคนอื่นมีหน้าที่ต้องรับราชการทหารใช่หรือไม่ ถือเป็นการเลือกปฏิบัติอย่างไม่มี มาตรฐาน</p><p>- การรับราชการทหาร เหตุที่ต้องเขียนว่าตามที่กฎหมายบัญญัติ เนื่องจากการรับราชการทหาร มีกฎกระทรวงว่าด้วยโรคและอาการที่ไม่สามารถรับราชการทหารได้ เช่น โรคลมชัก สายตาสั้น มวลร่างกาย เกินมาตรฐาน หรือบุคคลเพศสภาพ เป็นต้น</p><p>- ตั้งข้อสังเกตว่ามีแนวคิดที่จะให้มีการเกณฑ์ตำรวจ จะต้องบัญญัติในรัฐธรรมนูญด้วยหรือไม่ ซึ่งในอนาคตอาจจะมีการเสนอร่างกฎหมายดังกล่าว</p><p>- ความใน (2) ความว่า “ป้องกันประเทศและรักษาผลประโยชน์ของชาติ” ควรเป็นหน้าที่ของรัฐใน การดำเนินการที่กำหนดในแนวนโยบายพื้นฐานแห่งรัฐ แต่หน้าที่ของบุคคลควรเป็นเรื่องของการรับราชการ ทหารตามที่กฎหมายบัญญัติ</p><p>ประธานกรรมการกล่าวว่า กรณีการเกณฑ์ตำรวจไม่ใช่การเกณฑ์ทหาร ถือเป็นการเกณฑ์ประชาชน ไปใช้แรงงานไม่มีกฎหมายรองรับ ในรัฐธรรมนูญบัญญัติรองรับไว้ว่าต้องรับราชการทหารเท่านั้น ไม่มี บทบัญญัติใดที่บัญญัติให้ต้องไปรับราชการตำรวจ กรณีจะมีการเสนอร่างกฎหมายให้มีการเกณฑ์ตำรวจ ถือว่าร่างกฎหมายดังกล่าวขัดต่อรัฐธรรมนูญ</p><p>ส่วนความใน (2) ความว่า “ประเด็นหน้าที่ป้องกันประเทศและรักษาผลประโยชน์ของชาติ” บัญญัติในรัฐธรรมนูญฉบับก่อนๆ ทุกฉบับกำหนดให้ประชาชนมีหน้าที่ต้องป้องกันประเทศและรักษา ผลประโยชน์ของชาติ พลเมืองของรัฐมีหน้าที่ต้องป้องกันรัฐเนื่องจากรัฐไม่มีตัวตน หากประชาชนไม่ป้องกันรัฐ รัฐไม่สามารถคงอยู่ได้</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 43 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"10","หน้า":"23-28"},{"หมวด":"4","ส่วน":"","มาตรา":"50","ร่างมาตรา":"50","ร่างบทบัญญัติ":"<p>“มาตรา 50 บุคคลมีหน้าที่<strike>และความรับผิดชอบ </strike>ดังต่อไปนี้</p><p>(1) พิทักษ์รักษาไว้ซึ่งชาติ ศาสนา พระมหากษัตริย์ และการปกครองระบอบประชาธิปไตยอันมี พระมหากษัตริย์ทรงเป็นประมุข</p><p>(2) ป้องกันประเทศและรักษาผลประโยชน์ของชาติ </p><p>(3) รับราชการทหารตามที่กฎหมายบัญญัติ</p><p>(4) <strike>เคารพและ</strike>ปฏิบัติตามรัฐธรรมนูญและกฎหมาย</p><p>(5) เคารพและไม่ละเมิดสิทธิและเสรีภาพของผู้อื่น</p><p>(6) <u>ไป</u>ใช้สิทธิเลือกตั้งอย่างอิสระโดยคำนึงถึงประโยชน์ส่วนรวมของประเทศเป็นสำคัญ</p><p>(7) ไม่ใช้สิทธิและเสรีภาพในลักษณะที่จะก่อให้เกิดความแตกแยกหรือเกลียดชังในสังคม หรือ ขัดต่อการอยู่ร่วมกันอย่างผาสุกของสังคม</p><p>(8) เสียภาษีอากรตามที่กฎหมายบัญญัติ</p><p>(9) ต่อต้านการทุจริตและประพฤติมิชอบทุกรูปแบบ\"</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการเสนอให้แก้ไขความในตอนต้นเป็น “บุคคลมีหน้าที่<strike>และความรับผิดชอบ</strike></p><p>ดังต่อไปนี้...” รวมถึงสอบถามว่าเหตุใดจึงต้องมีความว่า “เคารพ” ใน (4) และ (5) ด้วย ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ความใน (4) และ (5) จะทำให้กฎหมายมีความหมายเท่ากับเรื่องศีลธรรมเพื่อให้บุคคลปฏิบัติตาม กฎหมายด้วยความรู้สึกที่ต้องการจะปฏิบัติตามมากกว่าเป็นการปฏิบัติตามเนื่องจากถูกบังคับ</p><p>- เหตุใดจึงต้องกำหนดความใน (4) เป็น “รัฐธรรมนูญและกฎหมาย” เมื่อรัฐธรรมนูญถือเป็น กฎหมายด้วย รวมทั้งเหตุใดจึงกำหนดความใน (6) เป็น “ไปใช้สิทธิเลือกตั้ง”เมื่อได้กำหนดให้การเลือกตั้ง เป็นหน้าที่แล้ว</p><p>ประธานกรรมการกล่าวว่า รัฐธรรมนูญเป็นกฎหมายคนละประเภทกับกฎหมายทั่วไป ส่วนการเลือกตั้ง เป็นทั้งสิทธิและหน้าที่ที่ต้องไปใช้สิทธิเลือกตั้ง วัตถุประสงค์ของ (6) เพื่อไม่ให้เกิดบทลงโทษจากการไม่ใช้ สิทธิเลือกตั้งที่รุนแรงเกินไปซึ่งยังไม่ได้มีข้อยุติในเรื่องดังกล่าว</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- คณะอนุกรรมการศึกษาโครงสร้างฝ่ายนิติบัญญัติได้พิจารณาเรื่องการใช้สิทธิเลือกตั้ง เพื่อให้ประ ชาชนไปใช้สิทธิเลือกตั้งให้มากที่สุด การกำหนดให้การใช้สิทธิเลือกตั้งเป็นหน้าที่ได้ถูกกำหนดไว้ตั้งแต่ รัฐธรรมนูญ 2550 อย่างชัดเจน โดยมีบทลงโทษทางการเมืองเท่านั้น รวมถึงได้มีการสำรวจความเห็นของ ประชาชนซึ่งมีความเห็นว่าควรกำหนดให้การเลือกตั้งเป็นหน้าที่ ความใน (6) ที่กำหนดให้การใช้สิทธิ เลือกตั้งอย่างอิสระอาจทำให้การตรากฎหมายประกอบรัฐธรรมนูญไม่สามารถกำหนดให้การเลือกตั้งเป็น หน้าที่ได้ รัฐธรรมนูญ 2540 และรัฐธรรมนูญ 2550 ได้เห็นชอบให้การเลือกตั้งเป็นหน้าที่ซึ่งทำให้ ประชาชนออกมาใช้สิทธิเลือกตั้งเป็นจำนวนมากและเกิดผลในทางปฏิบัติ เมื่อการเลือกตั้งมีผลต่อการได้มา ซึ่งผู้บริหารประเทศ ประชาชนจึงควรมีหน้าที่ในการเลือกตั้ง นอกจากนี้ อาจสำรวจความเห็นของประชาชน ถึงกรณีดังกล่าวก่อนที่จะกำหนดไว้ในร่างรัฐธรรมนูญ</p><p>- การใช้สิทธิเลือกตั้งถือเป็นสิทธิ โดยประชาชนในต่างประเทศที่เป็นประชาธิปไตยเกือบทั้งหมดจะ ไปใช้สิทธิการเลือกตั้งอย่างจริงจัง หากประเทศไทยได้กำหนดให้เป็นหน้าที่อาจส่งผลให้ประชาชนไม่ไปใช้ สิทธิเลือกตั้งตามเป้าหมาย</p><p>- รัฐธรรมนูญของต่างประเทศจะกำหนดให้การเลือกตั้งเป็นสิทธิ การบังคับให้ประชาชนไปใช้สิทธิ เลือกตั้งอาจไม่สามารถแก้ไขปัญหาได้ จึงไม่ควรกำหนดให้เป็นหน้าที่ รวมถึงมาตรการตัดสิทธิทางการเมือง ของผู้ไม่ไปใช้สิทธิเลือกตั้งไม่สามารถทำให้เกิดผลในทางปฏิบัติได้</p><p>- ผลสำรวจของต่างประเทศพบข้อมูลว่า มีจำนวน 22 ประเทศที่กำหนดให้การเลือกตั้งเป็นหน้าที่ และมีบางประเทศที่ลงโทษผู้ที่ไม่ไปลงคะแนนเลือกตั้งด้วยวิธีการตัดการช่วยเหลือทางภาษีหรือตัดสิทธิที่จะ ได้รับจากรัฐ โดยประเทศอื่นนอกเหนือจากนั้นจะกำหนดให้เป็นสิทธิในการเลือกตั้ง ส่วนประเทศไทยใช้การ กระตุ้นให้เกิดแรงจูงใจในการไปใช้สิทธิเลือกตั้งมากกว่า</p><p>- หากบังคับให้มีการใช้สิทธิเลือกตั้งแล้วจะทำให้สิทธิของทุกคนมีราคา ทำให้เกิดช่องทางในการซื้อ เสียงได้ อีกทั้งอาจมีคนบางกลุ่มที่ไม่ไปใช้สิทธิโดยอ้างว่าการเลือกตั้งไม่มีความชอบธรรมเนื่องจากผู้ที่มี หน้าที่ไม่ไปใช้สิทธิเลือกตั้ง</p><p>ประธานกรรมการกล่าวว่า ความในตอนต้นของร่างมาตรานี้ได้กำหนดให้บุคคลมีหน้าที่ไว้แล้ว และ ให้เพิ่มความใน (6) เป็น “<u>ไป</u>ใช้สิทธิเลือกตั้ง...” โดยปัญหาที่เกิดขึ้น คือ ผู้ที่ไม่ใช้สิทธิเลือกตั้งจะเรียกร้องให้ มีการเลือกตั้งโดยเร็ว หากเปลี่ยนบทลงโทษเป็นโทษปรับโดยนำเงินค่าปรับมาสนับสนุนให้ประชาชนไปใช้ สิทธิเลือกตั้งจะจูงใจให้ประชาชนใช้สิทธิเลือกตั้งมากขึ้นและแก้ไขปัญหาการซื้อเสียงได้ รวมถึงการที่ กกต. ไม่แสดงผลคะแนนของผู้ที่ลงคะแนนเสียงไม่ประสงค์ลงคะแนนเลือกผู้ใด (vote no) ซึ่งควรประชาสัมพันธ์ ให้ประชาชนได้รับรู้ด้วย โดยผู้ที่จะได้รับเลือกตั้งต้องได้รับคะแนนเสียงมากกว่าคะแนนเสียงไม่ประสงค์ ลงคะแนนเลือกผู้ใด (vote no) หากแพ้คะแนนเสียงไม่ประสงค์ลงคะแนนเลือกผู้ใด (vote no) ควร กำหนดให้ผู้สมัครรับเลือกตั้งรายนั้นไม่สามารถลงสมัครรับเลือกตั้งใหม่ได้ เนื่องจากถือว่าประชาชนได้ ปฏิเสธผู้สมัครรับเลือกตั้งคนนั้นแล้ว ซึ่งจะทำให้การเลือกตั้งมีความหมายมากขึ้น</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- การกำหนดให้การไปเลือกตั้งเป็นหน้าที่โดยให้มีบทลงโทษทางการเมืองอาจเป็นการตัดช่องทางให้ ประชาชนเข้ามามีส่วนร่วมทางการเมือง ปัจจุบันประชาชนมีความเป็นอิสระจากรัฐมากขึ้น ความสนใจต่อ บทบาทของรัฐจึงลดลง อย่างไรก็ตาม เคยเกิดเหตุการณ์ที่ทำให้ประชาชนได้รับรู้ว่าการเมืองมีส่วนสำคัญกับ ประชาชน รวมถึงการใช้นโยบายประชานิยมที่ทำให้ประชาชนให้ความสนใจกับการเมืองมากขึ้น แต่ยังมี กลุ่มคนบางกลุ่มที่เห็นว่าการเมืองไม่เกี่ยวข้องตนเอง</p><p>- กฎหมายว่าด้วยการเลือกตั้งได้กำหนดไว้ว่า ประชาชนที่ไม่ไปใช้สิทธิเลือกตั้งจะถูกตัดสิทธิทางการ เมืองเกือบทุกประเภทซึ่งมีเหตุผลและไม่รุนแรงเกินไป หากกำหนดให้เป็นสิทธิจะทำให้ประชาชนมาใช้สิทธิ เลือกตั้งลดลง รวมถึงควรตัดความใน (9) ออก เนื่องจากการต่อต้านการทุจริตและประพฤติมิชอบถือเป็น หน้าที่ตามรัฐธรรมนูญและกฎหมายอยู่แล้ว</p><p>- ไม่ควรกำหนดให้การเลือกตั้งเป็นหน้าที่ของประชาชน เหตุผลที่ประชาชนมาใช้สิทธิเลือกตั้ง มากขึ้นเกิดจากการประชาสัมพันธ์ของ กกต. ที่มีประสิทธิภาพ แต่การกำหนดให้เป็นสิทธิอาจทำให้เกิด จุดอ่อนได้ หากต้องการกำหนดให้เป็นหน้าที่ควรกำหนดไว้ในกฎหมายประกอบรัฐธรรมนูญโดยให้มีโทษตาม กฎหมายอย่างชัดเจน</p><p>- ควรกำหนดให้การเลือกตั้งเป็นหน้าที่ของประชาชนเพื่อสร้างจิตสำนึกทางการเมืองและทำให้ ประชาชนเข้ามามีส่วนร่วมทางการเมือง รวมถึง กกต. มีหน้าที่โดยตรงในการให้ความรู้กับประชาชนและ พรรคการเมืองด้วย</p><p>- ควรกำหนดเรื่องสิทธิในการต่อต้านโดยสันติวิธีไว้ด้วย</p><p>- เสนอให้คงความใน (5) ไว้โดยไม่มีการแก้ไข เพื่อให้เกิดการเคารพสิทธิและเสรีภาพของผู้อื่น</p><p>- เสนอให้คงความในวรรคแรก ความว่า “บุคคลมีหน้าที่และความรับผิดชอบ\" ไว้</p><p>ประธานกรรมการกล่าวว่า ในการปกครองระบอบประชาธิปไตยประชาชนทุกคนควรมีหน้าที่ที่จะ ทำให้การปกครองมีความสมบูรณ์ซึ่งมีผลต่อการเลือกผู้บริหารประเทศ ส่วน (9) จะทำให้ประชาชนที่สุจริต ต่อต้านผู้ที่ทุจริต รวมทั้งได้กำหนดให้มีการชุมนุมได้โดยสันติไว้แล้ว นอกจากนี้ บุคคลทุกคนย่อมมีหน้าที่ แต่ เรื่องความรับผิดชอบอาจเป็นเรื่องที่ต้องรับผิดชอบในผลที่อาจเกิดจากการกระทำของบุคคลอื่นด้วย จึงให้ ตัดความว่า “และความรับผิดชอบ\" ออกไป</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 50 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"13","หน้า":"16-19"},{"หมวด":"4","ส่วน":"","มาตรา":"50","ร่างมาตรา":"61","ร่างบทบัญญัติ":"<p>“มาตรา 61 รัฐพึงปลูกฝังให้ประชาชนยึดมั่นในเกียรติภูมิ อุดมการณ์ และผลประโยชน์ของชาติ <strike>และ</strike>มีจิตสำนึก<u>ในหน้าที่และมีความรับผิดชอบกับประเทศชาติและสังคมส่วนรวม</u> ในการป้องกันและขจัดการทุจริตและประพฤติมิชอบ และสามารถอยู่ร่วมกันอย่างผาสุก” </p>","ประเด็นการพิจารณา":"<p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง กล่าวว่า ในการประชุมครั้งที่ผ่านมา มีข้อพิจารณาว่าอาจนำความในมาตรานี้ไปกำหนดไว้ในหมวดว่าด้วยหน้าที่ของคณะรัฐมนตรี</p><p>ประธานกรรมการกล่าวว่า ควรคงความในมาตรานี้ไว้ในหมวดว่าด้วยแนวนโยบายพื้นฐานแห่งรัฐ การนำความในมาตรานี้ไปกำหนดในหมวดว่าด้วยหน้าที่ของคณะรัฐมนตรีอาจไม่เหมาะสม</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 61 ซึ่งที่ประชุมได้มีมติให้แก้ไขเพิ่มเติมในการประชุมครั้งที่ 18 วันศุกร์ ที่ 30 ตุลาคม 2558</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์"],"ประชุมครั้งที่":"19","หน้า":"7"},{"หมวด":"4","ส่วน":"","มาตรา":"50","ร่างมาตรา":"49","ร่างบทบัญญัติ":"<p> “มาตรา 49 บุคคลมีหน้าที่ ดังต่อไปนี้</p><p>(1) พิทักษ์รักษาไว้ซึ่งชาติ ศาสนา พระมหากษัตริย์ และการปกครองระบอบประชาธิปไตยอันมี พระมหากษัตริย์ทรงเป็นประมุข</p><p>(2) ป้องกันประเทศ และรักษาผลประโยชน์ของชาติ <u>และสาธารณสมบัติของแผ่นดิน</u></p><p> (3) ปฏิบัติตามรัฐธรรมนูญและกฎหมาย</p><p><u>(3/1) เข้ารับการศึกษาอบรมในการศึกษาภาคบังคับ</u> </p><p>(4) รับราชการทหารตามที่กฎหมายบัญญัติ</p><p>(5) เคารพและไม่ละเมิดสิทธิและเสรีภาพของผู้อื่น</p><p>(6) ไปใช้สิทธิเลือกตั้งอย่างอิสระโดยคำนึงถึงประโยชน์ส่วนรวมของประเทศเป็นสำคัญ</p><p> <u>(6/1) ดำเนินการ ร่วมมือ และสนับสนุนการปกป้อง คุ้มครอง สิ่งแวดล้อม</u></p><p>(7) ไม่ใช้สิทธิและเสรีภาพในลักษณะที่จะก่อให้เกิดควาแตกแยกหรือเกลียดชังในสังคม หรือขัดต่อการอยู่ร่วมกันอย่างผาสุกของสังคม</p><p>(8) เสียภาษีอากรตามที่กฎหมายบัญญัติ</p><p>(9) ต่อต้านการทุจริตและประพฤติมิชอบทุกรูปแบบ</p><p>บุคคลซึ่งไม่ไปใช้สิทธิเลือกตั้งตาม (6) โดยไม่ได้แจ้งเหตุอันสมควรที่ทำให้ไม่อาจไปใช้สิทธิได้ <strike>ใช้ สิทธิหรือเสรีภาพโดยฝ่าฝืนหรือไม่ปฏิบัติตาม (7) หรือไม่เสียภาษีอากรตามที่กฎหมายบัญญัติตาม</strike><strike>(8) ย่อม</strike><u>อาจ</u>เสียสิทธิตามที่กฎหมายบัญญัติ<u>ได</u>้”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการกล่าวว่า หลักการในวรรคสองเป็นเรื่องการกำหนดโทษบุคคลที่ไม่กระทำหน้าที่ ตามร่างมาตรา 49 หรือใช้สิทธิและหน้าที่อันเป็นการฝ่าฝืนต่อกฎหมาย โดยกำหนดมาตรการลงโทษ ผู้กระทำการฝ่าฝืน (6) ซึ่งถือว่าเป็นมาตรการลงโทษทางการเมือง แตกต่างจากมาตรการลงโทษตาม (7) และ (8) ที่มีโทษในทางอาญา ดังนั้น เสนอแก้ไขเพิ่มเติมความในวรรคสองของร่างมาตรา 49 เป็นดังนี้ “บุคคล ซึ่งไม่ไปใช้สิทธิเลือกตั้งตาม (6) โดยไม่ได้แจ้งเหตุอันสมควรที่ทำให้ไม่อาจไปใช้สิทธิได้ <strike>ใช้สิทธิหรือเสรีภาพ โดยฝ่าฝืนหรือไม่ปฏิบัติตาม (7) หรือไม่เสียภาษีอากรตามที่กฎหมายบัญญัติตาม (8) ย่อม</strike><u>อาจ</u>เสีย สิทธิตามที่กฎหมายบัญญัติ<u>ได</u>้”</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- ร่างมาตรา 49 เป็นหลักการที่กำหนดในเรื่องหน้าที่ความเป็นพลเมืองของปวงชนชาวไทย ซึ่งถือว่าเป็นรากฐานสำคัญของระบอบประชาธิปไตย</p><p>- ควรเพิ่มหน้าที่ของพลเมืองในการปกป้อง คุ้มครอง ดูแลรักษาทรัพยากรธรรมชาติและสิ่งแวดล้อม ไว้ในร่างมาตรา 49 เพื่อรองรับหลักสากลที่ประเทศไทยได้เป็นภาคีกับองค์การระหว่างประเทศในเรื่อง การอนุรักษ์ทรัพยากรธรรมชาติและสิ่งแวดล้อม</p><p>- รัฐธรรมนูญของประเทศอินเดียมีบทบัญญัติในเรื่องการทำหน้าที่ของพลเมืองในการปกป้อง คุ้มครอง รักษาทรัพยากรและสิ่งแวดล้อม ความหลากหลายทางชีวภาพ คุ้มครองรักษาวัฒนธรรม ขนบธรรมเนียมประเพณี และการสร้างความปรองดองระหว่างคนในชาติและศาสนาไว้ด้วย</p><p>- ความว่า “ป้องกันประเทศและรักษาผลประโยชน์ของชาติ” ใน (2) ควรเพิ่มหลักการในเรื่อง หน้าที่ของพลเมืองในการรักษาสาธารณสมบัติของแผ่นดินด้วย</p><p>ประธานกรรมการกล่าวว่า การสร้างหน้าที่ของพลเมืองในเรื่องต่าง ๆ นอกเหนือจากที่บัญญัติใน ร่างมาตรา 49 รัฐมีหน้าที่ต้องออกกฎหมายเพื่อกำหนดหน้าที่ของพลเมือง ฉะนั้น ร่างมาตรา 49 (3) จึงกำหนดหน้าที่ของพลเมืองโดยจะต้องปฏิบัติตามรัฐธรรมนูญและกฎหมาย ส่วนเรื่องการอนุรักษ์ ทรัพยากรธรรมชาติและสิ่งแวดล้อม เสนอเพิ่มความเป็น (6/1) ดังนี้ “<u>(6/1) ดำเนินการ ร่วมมือ และ</u> <u>สนับสนุนการปกป้อง คุ้มครอง และการรักษาสิ่งแวดล้อม</u>”</p><p>ส่วนความใน (2) เสนอแก้ไขเพิ่มเติมเป็น ดังนี้ “(2) ป้องกันประเทศและรักษาผลประโยชน์ ของชาติ <u>และสาธารณสมบัติของแผ่นดิน</u>”</p><p>ส่วนความใน (9) เสนอแก้ไขเพิ่มเติมเป็นดังนี้ “(9) ต่อต้าน<u>และร่วมมือใน</u>การ<u>ขจัดการ</u>ทุจริต และประพฤติมิชอบทุกรูปแบบ”</p><p>- มีกรรมการแสดงความเห็นว่า การรักษาธรรมชาติเป็นหน้าที่ของรัฐ ไม่ใช่หน้าที่ของประชาชน แต่รัฐอาจจะขอความร่วมมือจากประชาชนให้ช่วยกันรักษาธรรมชาติ ขณะที่การรักษาสิ่งแวดล้อมถือเป็น หน้าที่ของประชาชน เช่น การช่วยกันกำจัดขยะ เป็นต้น</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความใน (6/1) ที่เพิ่มขึ้นใหม่ เป็นดังนี้ “<u>(6/1) ดำเนินการ</u> <u>ร่วมมือ และสนับสนุนการปกป้อง คุ้มครอง สิ่งแวดล้อม</u>” เนื่องจากการรักษาธรรมชาติกำหนดให้เป็นสิทธิ ของประชาชน ส่วนการรักษาสิ่งแวดล้อมกำหนดให้เป็นหน้าที่ของประชาชน</p><p>- มีกรรมการสอบถามว่า ความว่า “สิทธิ” และความว่า “หน้าที่” มีความหมายเหมือนหรือต่างกัน อย่างไร การพิจารณาว่าบทบัญญัติในร่างรัฐธรรมนูญเรื่องใดควรกำหนดให้เป็นสิทธิ และเรื่องใด ควรกำหนดให้เป็นหน้าที่มีหลักคิดอย่างไร</p><p>ประธานกรรมการกล่าวว่า เรื่องใดเห็นควรกำหนดให้ประชาชนต้องปฏิบัติ ให้กำหนดเป็นหน้าที่ เรื่องใดเห็นควรกำหนดให้เป็นดุลพินิจของประชาชนว่าจะปฏิบัติหรือไม่ปฏิบัติก็ได้ ให้กำหนดเป็นสิทธิ เรื่องใดเห็นว่าควรกำหนดให้องค์กรของรัฐมีหน้าที่ต้องปฏิบัติจะใช้ดุลพินิจว่าจะปฏิบัติหรือไม่ปฏิบัติไม่ได้ ให้กำหนดเป็นหน้าที่ของรัฐ เรื่องใดเห็นว่ารัฐมีหน้าที่ต้องดำเนินการแต่ให้เป็นดุลพินิจของรัฐว่าจะเริ่ม ดำเนินการเมื่อใด ให้กำหนดเป็นแนวนโยบายพื้นฐานแห่งรัฐ ดังนั้น เรื่องใดเห็นว่าควรกำหนดให้เป็นดุลพินิจ ของประชาชนว่าจะปฏิบัติหรือไม่ปฏิบัติก็ได้ ควรกำหนดให้เป็นสิทธิ ไม่ควรกำหนดให้เป็นหน้าที่ เนื่องจาก หากกำหนดให้เป็นหน้าที่แล้วประชาชนไม่ปฏิบัติตามหน้าที่ก็จะต้องรับโทษตามที่กฎหมายบัญญัติ</p><p>- มีกรรมการสอบถามว่า ความว่า “เคารพและไม่ละเมิดสิทธิและเสรีภาพของผู้อื่น” ใน (5) ของ ร่างมาตรานี้ หมายความว่าเป็นการกำหนดให้สิทธิและหน้าที่ใช่หรือไม่ และมีความหมายเหมือนหรือ แตกต่างกับหลักการที่บัญญัติในร่างมาตรา 25</p><p>ประธานกรรมการกล่าวว่า หลักการที่บัญญัติในร่างมาตรา 25 กำหนดให้เป็นสิทธิโดยกำหนด เงื่อนไขการใช้สิทธิว่าจะต้องไม่ละเมิดสิทธิของบุคคลอื่น ซึ่งแตกต่างจาก ความว่า “เคารพและไม่ละเมิดสิทธิ และเสรีภาพของผู้อื่น” ใน (5) ของร่างมาตรานี้ ที่กำหนดให้เป็นหน้าที่ ไม่ว่าผู้นั้นจะใช้สิทธิหรือไม่ใช้สิทธิ ก็ตาม แต่จะต้องเคารพและไม่ละเมิดสิทธิและเสรีภาพของบุคคลอื่น</p><p>- มีกรรมการสอบถามว่า เรื่องการศึกษา หากกำหนดให้พลเมือง หรือประชาชนมีหน้าที่ต้องเรียน หนังสือ จะสามารถบัญญัติในร่างรัฐธรรมนูญได้หรือไม่ เพื่อให้เห็นถึงเจตนารมณ์ของร่างรัฐธรรมนูญ ที่ต้องการให้มีการปฏิรูปการศึกษา รวมทั้งสอดคล้องกับกฎหมายว่าด้วยการศึกษาแห่งชาติกำหนดให้ ประชาชนต้องได้รับการศึกษาภาคบังคับ</p><p>- กรณีบิดา มารดาไม่สนับสนุนให้บุตรได้เรียนหนังสือ จะมีบทกำหนดโทษหรือไม่ เนื่องจาก ในต่างประเทศกฎหมายกำหนดบทลงโทษแก่บิดา มารดาที่ไม่สนับสนุนให้บุตรได้รับการศึกษา</p><p>- รูปแบบการจัดการศึกษาในต่างประเทศ จะมีหลักสูตรการเรียนการสอนตามอัธยาศัย (home-based schooling) สำหรับครอบครัวที่ไม่ต้องการให้บุตรหลานไปศึกษาในโรงเรียนของรัฐหรือเอกชน แต่จะทำ หน้าที่สอนหนังสือให้แก่บุตรหลานด้วยตนเอง ซึ่งเป็นหลักสูตรที่ได้รับการยอมรับในต่างประเทศ</p><p>- กรณีบิดา มารดาไม่ให้บุตรหลานไปโรงเรียนไม่ว่าด้วยเหตุผลใดก็ตาม รัฐควรดำเนินมาตรการ ลงโทษตามที่กำหนดไว้ในกฎหมายอย่างจริงจัง</p><p>ประธานกรรมการเสนอเพิ่มความเป็น (3/1) ดังนี้ “<u>(3/1) เข้ารับการศึกษาอบรมในการศึกษาภาค</u> <u>บังคับ</u>” โดยไม่กำหนดว่าจะต้องเป็นโรงเรียนเท่านั้น อาจจะเป็น home school ก็ได้</p><p>- มีกรรมการสอบถามว่า ความใน (3/1) ที่เพิ่มขึ้นใหม่ เจตนารมณ์ต้องการบังคับผู้ปกครองหรือ ต้องการบังคับเด็ก</p><p>- กรณีการจัดการศึกษาแบบ Home-based Schooling ถือเป็นการศึกษาภาคบังคับที่รัฐมีหน้าที่ ต้องจัดการศึกษาโดยไม่เสียค่าใช้จ่ายหรือไม่</p><p>- การจัดการศึกษาแบบ Home-based Schooling ต้องดำเนินการภายใต้เงื่อนไข หลักเกณฑ์ ที่กำหนดไว้ในกฎกระทรวง นอกจากนั้น ยังมีกระบวนการประเมินผลการศึกษาของผู้เรียนด้วย</p><p>- มีกรรมการแสดงความเห็นว่า ครอบครัวที่มีฐานะยากจนไม่มีเงินซื้อเครื่องแบบนักเรียนให้แก่ บุตรหลานเป็นอุปสรรคประการหนึ่งต่อการศึกษา แม้รัฐบาลจะมีนโยบายแจกเครื่องแบนักเรียนฟรีก็ตาม แต่ก็ไม่ทั่วถึงโดยเฉพาะนักเรียนในถิ่นทุรกันดาร</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 49 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"61","หน้า":"9-12"},{"หมวด":"4","ส่วน":"","มาตรา":"50","ร่างมาตรา":"67","ร่างบทบัญญัติ":"<p> “มาตรา 67 รัฐพึงปลูกฝังให้ประชาชนยึดมั่นในเกียรติภูมิอุดมการณ์ และผลประโยชน์ของชาติ มีจิตสำนึกในหน้าที่ และความรับผิดชอบต่อประเทศชาติและสังคมส่วนรวม <strike>ร่วมป้องกันและขจัดการทุจริต และประพฤติมิชอบ และสามารถ</strike><u>เพื่อให</u>้อยู่ร่วมกันอย่างผาสุก”</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ควรเพิ่มความว่า “จิตสาธารณะ” เพื่อให้มีการปลูกฝังประชาชนให้มีจิตสาธารณะ ให้ความสำคัญ กับสังคม มองประโยชน์ส่วนรวมไม่ใช่มองประโยชน์ส่วนตน และรู้จักปกป้องรักษาสาธารณสมบัติของชาติ และมนุษยชาติ</p><p>ประธานกรรมการกล่าวว่า ความว่า “มีจิตสำนึกในหน้าที่ และความรับผิดชอบต่อประเทศชาติและ สังคมส่วนรวม” มีความครอบคลุมในเรื่องจิตสาธารณะแล้ว กล่าวคือ จิตสาธารณะเป็นส่วนหนึ่งของการมี จิตสำนึกในหน้าที่ และความรับผิดชอบต่อประเทศชาติและสังคมส่วนรวม และสอบถามว่า ความว่า “และ สามารถอยู่ร่วมกันอย่างผาสุก” หมายความว่าอย่างไร</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า ความดังกล่าวหมายรวมถึงเรื่องการรักษาประเทศชาติ และความปรองดอง</p><p>- มีกรรมการแสดงความเห็นว่า ความว่า “และสามารถอยู่ร่วมกันอย่างผาสุก” ควรแก้ไขเป็น ความว่า “<strike>และสามารถ</strike><u>เพื่อให</u>้อยู่ร่วมกันอย่างผาสุก”</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 67 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"61","หน้า":"26"},{"หมวด":"4","ส่วน":"","มาตรา":"50","ร่างมาตรา":"49","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p>หมวด 4 หน้าที่ของปวงชนชาวไทย</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ความในวรรคสองของร่างมาตรา 49 ความว่า “บุคคลซึ่งไม่ไปใช้สิทธิเลือกตั้งตาม (7) โดยไม่ได้ แจ้งเหตุอันสมควรที่ทำให้ไม่อาจไปใช้สิทธิได้ อาจเสียสิทธิตามที่กฎหมายบัญญัติได้” ควรตัดออก เนื่องจาก ได้บัญญัติไว้แล้วในร่างมาตรา 96 วรรคสาม ของส่วนที่ 2 สภาผู้แทนราษฎร</p><p>- หากตัดความในวรรคสองของร่างมาตรา 49 ความว่า “บุคคลซึ่งไม่ไปใช้สิทธิเลือกตั้งตาม (7) โดยไม่ได้แจ้งเหตุอันสมควรที่ทำให้ไม่อาจไปใช้สิทธิได้ อาจเสียสิทธิตามที่กฎหมายบัญญัติได้” ออก ควรเพิ่ม ความในวรรคสามของร่างมาตรา 96 เป็นความว่า “ผู้มีสิทธิเลือกตั้งซึ่งไม่ไปใช้สิทธิเลือกตั้งโดยไม่ได้แจ้ง เหตุอันสมควรตามที่บัญญัติไว้ในพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทน ราษฎร ต้องถูกจำกัดสิทธ<u>ิหรือเสียสิทธ</u>ิบางประการตามที่กฎหมายบัญญัติ”</p><p>- ความใน (2) ของร่างมาตรา 49 ที่บัญญัติให้บุคคลมีหน้าที่ป้องกันประเทศ และรักษาผลประโยชน์ ของชาติและสาธารณสมบัติของแผ่นดิน ควรบัญญัติเพิ่มความให้รวมถึงหน้าที่ในการป้องกันมิให้มีการ แทรกแซงกิจการภายในชาติ และรักษาเกียรติภูมิของชาติด้วย</p><p>- ความใน (2) ของร่างมาตรา 49 ควรเพิ่มเติมความเป็นว่า “ป้องกันประเทศ <u>รักษาเกียรติภูมิของชาต</u>ิ และรักษาผลประโยชน์ของชาติและสาธารณสมบัติของแผ่นดิน” เพื่อให้ปวงชนชาวไทยมีหน้าที่ในการ กระทำการดังกล่าวด้วย</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า หน้าที่ในการคุ้มครองป้องกันมิให้ มีการแทรกแซงกิจการภายในชาติ และต้องรักษาเกียรติภูมิของชาติ ได้นำไปบัญญัติไว้ในร่างมาตรา 166 (5) ของหมวด 8 คณะรัฐมนตรี และร่างมาตรา 192 วรรคหนึ่งของหมวด 9 องค์กรอิสระ ตามลำดับ</p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงหน้าที่ของปวงชนชาวไทย (หน้าที่ในการไปใช้สิทธิเลือกตั้งและป้องกันประเทศ) แต่ไม่มีการลงมติ","ผู้อภิปราย":["นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"66","หน้า":"7"},{"หมวด":"4","ส่วน":"","มาตรา":"50","ร่างมาตรา":"49","ร่างบทบัญญัติ":"<p> “มาตรา 49 บุคคลมีหน้าที่ ดังต่อไปนี้</p><p>(1) พิทักษ์รักษาไว้ซึ่งชาติ ศาสนา พระมหากษัตริย์ และการปกครองระบอบประชาธิปไตยอันมี พระมหากษัตริย์ทรงเป็นประมุข</p><p>(2) ป้องกันประเทศ และรักษาเกียรติภูมิ ผลประโยชน์ของชาติ และสาธารณสมบัติของแผ่นดิน </p><p>(3) ปฏิบัติตามกฎหมายอย่างเคร่งครัด</p><p>(4) เข้ารับการศึกษาอบรมในการศึกษาภาคบังคับ</p><p> (5) รับราชการทหารตามที่กฎหมายบัญญัติ</p><p>(6) เคารพและไม่ละเมิดสิทธิและเสรีภาพของผู้อื่น <u>และไม่กระทำการใดที่อาจก่อให้เกิดความ</u><u>แตกแยกหรือเกลียดชังในสังคม</u></p><p>(7) ไปใช้สิทธิเลือกตั้งหรือลงประชามติอย่างอิสระโดยคำนึงถึงประโยชน์ส่วนรวมของประเทศเป็นสำคัญ</p><p>(8) ร่วมมือและสนับสนุนการ<strike>ปกป้อง</strike><u>อนุรักษ</u>์ และคุ้มครองสิ่งแวดล้อม</p><p>(9) ไม่ใช้สิทธิและเสรีภาพในลักษณะที่อาจก่อให้เกิดความแตกแยกหรือเกลียดชังในสังคม หรือขัดต่อการอยู่ร่วมกันอย่างผาสุกของสังคม</p><p>(10) เสียภาษีอากรตามที่กฎหมายบัญญัติ</p><p>(11) <strike>ต่อต้านและ</strike><u>ไม</u>่ร่วมมือ<u>หรือสนับสนุน</u>ในการ<strike>ขจัดการ</strike>ทุจริตและประพฤติมิชอบทุกรูปแบบ</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมแสดงความเห็น ดังนี้</p><p>- เสนอให้เพิ่มคำว่า “อนุรักษ์” ไว้ในร่างมาตรา 49 (8) เนื่องจากเห็นว่าในเรื่องสิ่งแวดล้อมนั้น นอกจากจะต้องปกป้องและคุ้มครองแล้ว ประชาชนจะต้องมีหน้าที่อนุรักษ์สิ่งแวดล้อมด้วย</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า คำว่า “อนุรักษ์” แปลว่า รักษา ให้คงเดิม ส่วนคำว่า “ปกป้อง” แปลว่า คุ้มครองป้องกัน</p><p>- มีกรรมการเสนอให้เพิ่มคำว่า “ฟื้นฟูสิ่งแวดล้อม” ไว้ใน (8)</p><p>ประธานกรรมการกล่าวว่า ในเรื่องการฟื้นฟูสิ่งแวดล้อมควรเป็นหน้าที่ของรัฐในการฟื้นฟู สิ่งแวดล้อม เนื่องจากการฟื้นฟูจะต้องใช้งบประมาณในการฟื้นฟู อย่างไรก็ตาม อาจนำเรื่องการฟื้นฟู สิ่งแวดล้อมไปบัญญัติไว้ในร่างมาตรา 56 โดยให้ประชาชนร่วมมือกับรัฐในการฟื้นฟูสิ่งแวดล้อม น่าจะมี ความเหมาะสมมากกว่า</p><p>- มีกรรมการเสนอให้บัญญัติให้ประชาชนมีหน้าที่ในการส่งเสริมคุณธรรม จริยธรรม และศีลธรรม อันดี เนื่องจากเป็นเรื่องสำคัญในการพัฒนาคน โดยให้คนเป็นศูนย์กลางในการพัฒนาภายใต้การมีคุณธรรม และจริยธรรม และศีลธรรมอันดี จึงเห็นควรให้บัญญัติไว้ในร่างมาตรา 49 ด้วย</p><p>- มีกรรมการแสดงความเห็นว่า อาจบัญญัติไว้ในหมวดแนวนโยบายพื้นฐานของรัฐในลักษณะที่ให้ รัฐส่งเสริมเรื่องคุณธรรม จริยธรรม และศีลธรรมอันดีงาม ให้กับประชาชน โดยไม่ควรกำหนดให้เป็นหน้าที่ ของประชาชน</p><p>- เมื่อพิจารณาร่างมาตรา 49 แล้ว เห็นว่า ความใน (11) บัญญัติให้เป็นหน้าที่ของประชาชน ซึ่งแปลความได้ว่าหากประชาชนพบเห็นหรือไม่ปฏิบัติตามร่างมาตรา 49 อาจมีโทษทางอาญา</p><p>ประธานกรรมการเสนอให้แก้ไขความใน (11) โดยให้ใช้ความดังต่อไปนี้แทน “ไม่ร่วมมือหรือ สนับสนุนในการทุจริตและประพฤติมิชอบทุกรูปแบบ” ซึ่งจะทำให้เกิดความชัดเจนในเรื่องโทษอาญา ดังนั้น หากประชาชนไปร่วมมือหรือสนับสนุนในการกระทำความผิดย่อมต้องรับผิดทางอาญา</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง กล่าวว่า เคยมีการอภิปรายในที่ประชุม แล้วว่า หากนำเรื่องคุณธรรมและจริยธรรมมาบัญญัติไว้ในหมวด 4 หน้าที่ของปวงชนชาวไทย แล้วไม่กระทำ ตามจะต้องมีบทลงโทษ ดังนั้น ที่ประชุมจึงได้กำหนดให้คำว่า “คนดี” หมายถึง คนที่มีคุณธรรมและ จริยธรรม</p><p>- มีกรรมการตั้งข้อสังเกตว่า ความใน (9) มีความหมายในเชิงลบ (negative) ในขณะที่ความใน อนุมาตราอื่นมีความหมายในเชิงบวก ควรปรับแก้ไขถ้อยคำหรือไม่</p><p>- ความใน (9) และ (6) มีความหมายเดียวกัน จึงน่าจะนำมารวมกันได้</p><p>ประธานกรรมการเสนอตัด (9) แล้วนำความใน (9) มาต่อท้ายความใน (6) เป็นดังนี้ “(6) เคารพ และไม่ละเมิดสิทธิและเสรีภาพของบุคคลอื่น <u>และไม่กระทำการใดที่อาจก่อให้เกิดความแตกแยกหรือ</u> <u>เกลียดชังในสังคม</u>”</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 49 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"67","หน้า":"24-25"},{"หมวด":"4","ส่วน":"","มาตรา":"50","ร่างมาตรา":"67","ร่างบทบัญญัติ":"<p> “มาตรา 67 รัฐพึงปลูกฝังให้ประชาชนยึดมั่นในเกียรติภูมิ อุดมการณ์ และผลประโยชน์ของชาติ มี จิตสำนึกในหน้าที่และความรับผิดชอบต่อประเทศชาติและสังคมส่วนรวม ร่วมป้องกันและขจัดการทุจริต และประพฤติมิชอบ และสามารถอยู่ร่วมกันอย่างผาสุก”</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมเห็นควรให้ตัดความในร่างมาตรา 67 ออกทั้งมาตรา และให้นำหลักการของร่างมาตรา 67 ไปกำหนดรวมไว้ในร่างมาตรา 49 (2)</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติตัดร่างมาตรา 67 ออกทั้งมาตรา และให้นำหลักการของร่างมาตรา 67 ไปกำหนดรวมไว้ในร่างมาตรา 49 (2)</p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"68","หน้า":"10-11"},{"หมวด":"4","ส่วน":"","มาตรา":"50","ร่างมาตรา":"47","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p> นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง กล่าวว่า คณะรัฐมนตรีมีประเด็นข้อสังเกต เกี่ยวกับเรื่องการจำกัดเสรีภาพในการแสดงความคิดเห็น โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย ที่ตราขึ้น เพื่อป้องกันมิให้เกิดความแตกแยกหรือเกลียดชังในสังคม</p><p>นายอมร วาณิชวิวัฒน์ โฆษกกรรมการ กล่าวว่า มีสมาชิกสภาขับเคลื่อนการปฏิรูปประเทศเสนอ แก้ไขเพิ่มเติมร่างมาตรา 34 เป็นดังนี้</p><p>“มาตรา 34 บุคคลย่อมมีเสรีภาพในการแสดงความคิดเห็น การพูด การเขียน การพิมพ์ การโฆษณา และการสื่อความหมายโดยวิธีอื่น การจำกัดเสรีภาพดังกล่าวจะกระทำมิได้ เว้นแต่โดยอาศัย อำนาจตามบทบัญญัติแห่งกฎหมายเฉพาะ เพื่อรักษาความมั่นคงของรัฐ เพื่อคุ้มครองสิทธิเสรีภาพ เกียรติยศ ชื่อเสียง สิทธิในครอบครัวหรือความเป็นอยู่ส่วนตัวของบุคคลอื่น เพื่อรักษาความสงบเรียบร้อยหรือศีลธรรม อันดีของประชาชน หรือเพื่อป้องกันหรือระงับความเสื่อมทรามทางจิตใจ หรือสุขภาพของประชาชน</p><p>เสรีภาพทางวิชาการย่อมได้รับความคุ้มครองเท่าที่ไม่ขัดต่อหน้าที่ของปวงชนชาวไทย หรือขัดต่อ ศีลธรรมอันดีของประชาชน”</p><p>ประธานกรรมการกล่าวว่า ข้อเสนอให้แก้ไขเพิ่มเติมร่างมาตรา 34 ของสมาชิกสภาขับเคลื่อน การปฏิรูปประเทศไม่มีความแตกต่างจากที่คณะกรรมการได้บัญญัติในร่างมาตรา 34 สำหรับประเด็นการ จำกัดเสรีภาพในการแสดงความคิดเห็น โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมายที่ตราขึ้น เพื่อป้องกัน มิให้เกิดความแตกแยกหรือเกลียดชังในสังคม ควรแก้ไขถ้อยคำให้เหมาะสมยิ่งขึ้น ทั้งนี้ ควรมีการบัญญัติ รับรองสิทธิหรือเสรีภาพในการโกหกด้วยหรือไม่</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ กล่าวว่า ในต่างประเทศไม่มีการรับรองสิทธิหรือเสรีภาพในการโกหก เนื่องจากการโกหกมีหลายรูปแบบ การบัญญัติรัฐธรรมนูญให้ครอบคลุมเรื่องดังกล่าวกระทำได้ยาก</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง กล่าวว่า ประเด็นการจำกัดเสรีภาพในการ แสดงความคิดเห็น โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมายที่ตราขึ้น เพื่อป้องกันมิให้เกิดความ แตกแยกหรือเกลียดชังในสังคมนั้น กติการะหว่างประเทศว่าด้วยสิทธิพลเมืองและสิทธิทางการเมือง (International Covenant on Civil and Political Rights – ICCPR) ข้อ 20 (2) กำหนดว่า “การสนับสนุน ให้เกิดความเกลียดชังในชาติ เผ่าพันธุ์ หรือศาสนา ซึ่งยั่วยุให้เกิดการเลือกปฏิบัติ การเป็นปฏิปักษ์ หรือการ ใช้ความรุนแรง เป็นสิ่งต้องห้ามตามกฎหมาย”</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ความในร่างมาตรา 34 วรรคหนึ่ง ความว่า “หรือเพื่อป้องกันมิให้เกิดความแตกแยกหรือ เกลียดชังในสังคม” มีความไม่ชัดเจนและอาจเกิดปัญหาในการตีความได้ และความดังกล่าวได้บัญญัติไว้ใน หมวดหน้าที่ของปวงชนชาวไทยตามร่างมาตรา 47 (6) แล้ว จึงอาจตัดความดังกล่าวในร่างมาตรา 34 วรรคหนึ่งได้</p><p>- การจำกัดเสรีภาพในการแสดงความคิดเห็น โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมายที่ตราขึ้น เพื่อป้องกันมิให้เกิดความแตกแยกหรือเกลียดชังในสังคมนั้น ไม่สามารถบังคับตามรัฐธรรมนูญได้ทันที แต่จำเป็นต้องบัญญัติกฎหมายรองรับการจำกัดเสรีภาพดังกล่าวอีกครั้งหนึ่ง</p><p>- ความว่า “การจำกัดเสรีภาพดังกล่าวจะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติแห่ง กฎหมายที่ตราขึ้น...เพื่อรักษาความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน” มีความหมายครอบคลุม ความว่า “หรือเพื่อป้องกันมิให้เกิดความแตกแยกหรือเกลียดชังในสังคม” อยู่แล้ว จึงไม่จำเป็นต้องบัญญัติ ความว่า “หรือเพื่อป้องกันมิให้เกิดความแตกแยกหรือเกลียดชังในสังคม” ไว้ในร่างมาตรา 34</p><p>- ควรคงความว่า “หรือเพื่อป้องกันมิให้เกิดความแตกแยกหรือเกลียดชังในสังคม” ในร่างมาตรา 34 ไว้ เนื่องจากถ้อยคำดังกล่าวไม่ทำให้เกิดความเสียหายแต่อย่างใด และในช่วงเวลาที่ผ่านมาสังคมไทยมีการสร้าง วาทกรรมที่สร้างความแตกแยกในสังคมจำนวนมาก หากคงความดังกล่าวไว้จะช่วยป้องกัน ระงับ และยับยั้งสิ่งที่ ไม่พึงปรารถนาที่เคยเกิดขึ้นในสังคมไทยไม่ให้เกิดขึ้นซ้ำอีกในอนาคต</p><p>- แนวทางการปฏิรูปและสร้างความปรองดองที่สำคัญ คือ ต้องยุติการแสดงความคิดเห็นหรือการพูด ที่ก่อให้เกิดความแตกแยกหรือเกลียดชังในสังคม ดังนั้น ควรคงความว่า “หรือเพื่อป้องกันมิให้เกิดความ แตกแยกหรือเกลียดชังในสังคม” ไว้ในร่างมาตรา 34</p><p>- ความว่า “เพื่อป้องกันมิให้เกิดความแตกแยกหรือเกลียดชังในสังคม” มีบัญญัติไว้แล้วใน ร่างมาตรา 47 (6) และมีความครอบคลุม จึงสามารถตัดความดังกล่าวในร่างมาตรานี้ออกได้</p><p>- ในร่างมาตรานี้เป็นเรื่องกรอบในการออกกฎหมายจึงอาจยังต้องคงความว่า “เพื่อป้องกันมิให้เกิด ความแตกแยกหรือเกลียดชังในสังคม” ไว้</p><p>- ควรแก้ไขความในร่างมาตรานี้ให้สอดคล้องกับข้อ 20 ของกติการะหว่างประเทศว่าด้วย สิทธิพลเมืองและสิทธิทางการเมือง (ICCPR) เพื่อให้เกิดความเป็นสากล</p><p>ประธานกรรมการกล่าวว่า ข้อ 20 ของกติการะหว่างประเทศว่าด้วยสิทธิพลเมืองและสิทธิทางการ เมือง (ICCPR) เป็นการห้ามบุคคลโดยตรง ซึ่งต่างจากเจตนารมณ์ของร่างมาตรานี้ที่ไม่ได้ห้ามบุคคลโดยตรง บุคคลยังมีสิทธิและเสรีภาพแต่ต้องอยู่ในกรอบของกฎหมาย จึงเห็นควรคงความในร่างมาตรานี้ ไว้เช่นเดิม</p><p>- มีกรรมการเสนอให้ใช้ความเดิมตามมาตรา 45 วรรคสอง ของรัฐธรรมนูญ 2550 ความว่า “เพื่อ ป้องกันหรือระงับความเสื่อมทรามทางจิตใจ” แทนความว่า “เพื่อป้องกันมิให้เกิดความแตกแยกหรือเกลียด ชังในสังคม”</p><p>- “บุคคล” ในปัจจุบันมีการทำหน้าที่เป็น “สื่อพลเมือง” ด้วย กล่าวคือ บุคคลทำหน้าที่เป็นสื่อ ผ่านช่องทางสื่อสังคมออนไลน์ต่าง ๆ ซึ่งเป็นหนึ่งในสาเหตุที่นำไปสู่ความแตกแยกหรือเกลียดชังในสังคมได้ จึงเห็นควรให้คงความ “เพื่อป้องกันมิให้เกิดความแตกแยกหรือเกลียดชังในสังคม” ในร่างมาตรานี้ไว้</p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงหน้าที่ของปวงชนชาวไทย  แต่ไม่มีการลงมติ","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","นายอมร วาณิชวิวัฒน์","นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"87","หน้า":"12"},{"หมวด":"4","ส่วน":"","มาตรา":"50","ร่างมาตรา":"47","ร่างบทบัญญัติ":"<p> “มาตรา 47 บุคคลมีหน้าที่ ดังต่อไปนี้</p><p>(1) พิทักษ์รักษาไว้ซึ่งชาติ ศาสนา พระมหากษัตริย์ และการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข</p><p>(2) ป้องกันประเทศ <strike>และ</strike>รักษาเกียรติภูมิ <u>พิทักษ</u>์ผลประโยชน์ของชาติและสาธารณสมบัติของแผ่นดิน <u>และให้ความร่วมมือในการป้องกันและบรรเทาสาธารณภัย</u></p><p>(3) ปฏิบัติตามกฎหมายอย่างเคร่งครัด</p><p>(4) เข้ารับการศึกษาอบรมในการศึกษาภาคบังคับ </p><p>(5) รับราชการทหารตามที่กฎหมายบัญญัติ</p><p>(6) เคารพและไม่ละเมิดสิทธิและเสรีภาพของบุคคลอื่น และไม่กระทำการใดที่อาจก่อให้เกิดความ แตกแยกหรือเกลียดชังในสังคม</p><p>(7) ไปใช้สิทธิเลือกตั้งหรือลงประชามติอย่างอิสระโดยคำนึงถึงประโยชน์ส่วนรวมของประเทศเป็นสำคัญ</p><p>(8) ร่วมมือและสนับสนุนการอนุรักษ์ และคุ้มครองสิ่งแวดล้อม <u>และทรัพยากรธรรมชาต</u>ิ</p><p>(9) เสียภาษีอากรตามที่กฎหมายบัญญัติ</p><p>(10) ไม่ร่วมมือหรือสนับสนุนการทุจริตและประพฤติมิชอบทุกรูปแบบ”</p>","ประเด็นการพิจารณา":"<p> นายชาติชาย ณ เชียงใหม่ โฆษกกรรมการ กล่าวว่า กระทรวงมหาดไทยเสนอให้กำหนดเรื่องการป้องกันและบรรเทาสาธารณภัยให้เป็นหน้าที่ของประชาชน และเสนอเพิ่มความว่า “ทรัพยากรธรรมชาติ” ใน (8)</p><p>นางกีระณา สุมาวงศ์ กรรมการ กล่าวว่า จากการรับฟังความคิดเห็นของประชาชนพบว่า ประชาชนส่วนหนึ่งต้องการให้แก้ไขเพิ่มเติมความใน (10) ในเรื่องการต่อต้านและการชี้เบาะแสเกี่ยวกับการ ทุจริตและเสนอเพิ่มเรื่องมรดกของชาติไว้ใน (8) ด้วย</p><p>นายอมร วาณิชวิวัฒน์ โฆษกกรรมการ กล่าวว่า สภาขับเคลื่อนการปฏิรูปประเทศเสนอแก้ไข เพิ่มเติมความในร่างมาตรานี้ โดยแก้ไขความใน (2) เป็นดังนี้ “ป้องกันประเทศ รักษาเกียรติภูมิ พิทักษ์ ผลประโยชน์ของชาติและสาธารณสมบัติของแผ่นดิน” ให้แก้ไขความใน (3) เป็นดังนี้ “มีวินัยและปฏิบัติ ตามกฎหมายอย่างเคร่งครัด” ให้เพิ่มความว่า “และเรียนรู้หน้าที่พลเมืองและศีลธรรม” ใน (4) ให้แก้ไข ความใน (8) เป็นดังนี้ “ร่วมมือ สนับสนุน อนุรักษ์และคุ้มครองทรัพยากรธรรมชาติและสิ่งแวดล้อม” ให้เพิ่มเรื่องการต่อต้านการทุจริตใน (10) และให้เพิ่มความเป็นอนุมาตราใหม่ ดังนี้ “(11) ส่งเสริมและ สนับสนุนให้มีการพัฒนาทรัพยากรมนุษย์ของชาติให้มีวินัยและเป็นพลเมืองที่ดีของชาติ”</p><p>ประธานกรรมการสอบถามว่า ร่างมาตรา 47 (8) ควรเพิ่มความว่า “มรดกของชาติ” หรือไม่</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ความว่า “มรดกของชาติ” ในร่าง มาตรา 47 (8) ควรตัดออก เนื่องจากมีความไม่ชัดเจนและอาจมีข้อสงสัยว่าหมายความรวมถึงมรดกโลกด้วย หรือไม่</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมร่างมาตรา 47 (8) เป็นความว่า “ร่วมมือและสนับสนุน การอนุรักษ์ และคุ้มครองสิ่งแวดล้อม <u>และทรัพยากรธรรมชาต</u>ิ”</p><p>สำหรับเรื่องการต่อต้านการทุจริตนั้นไม่ควรกำหนดให้เป็นหน้าที่ของประชาชนและเสนอแก้ไข เพิ่มเติมร่างมาตรานี้ เป็นดังนี้</p><p>“มาตรา 47 บุคคลมีหน้าที่ ดังต่อไปนี้</p><p>(1) พิทักษ์รักษาไว้ซึ่งชาติ ศาสนา พระมหากษัตริย์ และการปกครองระบอบประชาธิปไตยอันมี พระมหากษัตริย์ทรงเป็นประมุข</p><p>(2) ป้องกันประเทศ <strike>และ</strike>รักษาเกียรติภูมิ <u>พิทักษ</u>์ผลประโยชน์ของชาติและสาธารณสมบัติของแผ่นดิน <u>และให้ความร่วมมือในการป้องกันและบรรเทาสาธารณภัย</u></p><p>(3) ปฏิบัติตามกฎหมายอย่างเคร่งครัด</p><p>(4) เข้ารับการศึกษาอบรมในการศึกษาภาคบังคับ</p><p>(5) รับราชการทหารตามที่กฎหมายบัญญัติ</p><p>(6) เคารพและไม่ละเมิดสิทธิและเสรีภาพของบุคคลอื่น และไม่กระทำการใดที่อาจก่อให้เกิดความ แตกแยกหรือเกลียดชังในสังคม</p><p>(7) ไปใช้สิทธิเลือกตั้งหรือลงประชามติอย่างอิสระโดยคำนึงถึงประโยชน์ส่วนรวมของประเทศเป็นสำคัญ</p><p>(8) ร่วมมือและสนับสนุนการอนุรักษ์ และคุ้มครองสิ่งแวดล้อม <u>และทรัพยากรธรรมชาติ</u></p><p>(9) เสียภาษีอากรตามที่กฎหมายบัญญัติ</p><p>(10) ไม่ร่วมมือหรือสนับสนุนการทุจริตและประพฤติมิชอบทุกรูปแบบ”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติให้แก้ไขเพิ่มเติมความในร่างมาตรา 47 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายชาติชาย ณ เชียงใหม่","นางกีระณา สุมาวงศ์","นายอมร วาณิชวิวัฒน์","นายปกรณ์ นิลประพันธ์"],"ประชุมครั้งที่":"88","หน้า":"8-10"},{"หมวด":"4","ส่วน":"","มาตรา":"50","ร่างมาตรา":"47","ร่างบทบัญญัติ":"<p> “มาตรา 47 บุคคลมีหน้าที่ ดังต่อไปนี้</p><p>(1) พิทักษ์รักษาไว้ซึ่งชาติ ศาสนา พระมหากษัตริย์ และการปกครองระบอบประชาธิปไตยอันมี พระมหากษัตริย์ทรงเป็นประมุข</p><p>(2) ป้องกันประเทศ และรักษาเกียรติภูมิ ผลประโยชน์ของชาติและสาธารณสมบัติของแผ่นดิน (3) ปฏิบัติตามกฎหมายอย่างเคร่งครัด</p><p>(4) เข้ารับการศึกษาอบรมในการศึกษาภาคบังคับ </p><p>(5) รับราชการทหารตามที่กฎหมายบัญญัติ</p><p>(6) เคารพและไม่ละเมิดสิทธิและเสรีภาพของบุคคลอื่น และไม่กระทำการใดที่อาจก่อให้เกิดความ แตกแยกหรือเกลียดชังในสังคม</p><p>(7) ไปใช้สิทธิเลือกตั้งหรือลงประชามติอย่างอิสระโดยคำนึงถึงประโยชน์ส่วนรวมของประเทศเป็นสำคัญ</p><p>(8) ร่วมมือและสนับสนุนการอนุรักษ์ และคุ้มครองสิ่งแวดล้อม </p><p>(9) เสียภาษีอากรตามที่กฎหมายบัญญัติ</p><p>(10) ไม่ร่วมมือหรือสนับสนุนการทุจริตและประพฤติมิชอบทุกรูปแบบ”</p>","ประเด็นการพิจารณา":"<p> เมื่อคราวประชุมคณะกรรมการร่างรัฐธรรมนูญ ครั้งที่ 88 วันพฤหัสบดี ที่ 18 กุมภาพันธ์ 2559</p><p>ที่ประชุมมีมติแก้ไขเพิ่มเติมความในร่างมาตรานี้ เป็นดังนี้</p><p>“มาตรา 47 บุคคลมีหน้าที่ ดังต่อไปนี้</p><p>(1) พิทักษ์รักษาไว้ซึ่งชาติ ศาสนา พระมหากษัตริย์ และการปกครองระบอบประชาธิปไตยอันมี พระมหากษัตริย์ทรงเป็นประมุข</p><p>(2) ป้องกันประเทศ <strike>และ</strike>รักษาเกียรติภูมิ <u>พิทักษ</u>์ผลประโยชน์ของชาติและสาธารณสมบัติของ แผ่นดิน <u>และให้ความร่วมมือในการป้องกันและบรรเทาสาธารณภัย</u></p><p>(3) ปฏิบัติตามกฎหมายอย่างเคร่งครัด</p><p>(4) เข้ารับการศึกษาอบรมในการศึกษาภาคบังคับ (5) รับราชการทหารตามที่กฎหมายบัญญัติ</p><p>(6) เคารพและไม่ละเมิดสิทธิและเสรีภาพของบุคคลอื่น และไม่กระทำการใดที่อาจก่อให้เกิดความ แตกแยกหรือเกลียดชังในสังคม</p><p>(7) ไปใช้สิทธิเลือกตั้งหรือลงประชามติอย่างอิสระโดยคำนึงถึงประโยชน์ส่วนรวมของประเทศเป็น</p><p>สำคัญ</p><p>(8) ร่วมมือและสนับสนุนการอนุรักษ์ และคุ้มครองสิ่งแวดล้อม<u>และทรัพยากรธรรมชาต</u>ิ (9) เสียภาษีอากรตามที่กฎหมายบัญญัติ</p><p>(10) ไม่ร่วมมือหรือสนับสนุนการทุจริตและประพฤติมิชอบทุกรูปแบบ”</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า คณะกรรมการปรับแก้ไข (2)</p><p>ตามความเห็นของคณะรัฐมนตรีซึ่งมาจากกระทรวงมหาดไทย คือ ให้ความร่วมมือในการป้องกันและ บรรเทาสาธารณภัยเป็นหน้าที่ของปวงชนชาวไทย และมีกรรมการเสนอแก้ไขเพิ่มเติม (8) เป็นดังนี้ “(8) ร่วมมือและสนับสนุนการอนุรักษ์ และคุ้มครองสิ่งแวดล้อม <u>ทรัพยากรธรรมชาติ มรดกวัฒนธรรม</u>” นอกจากนี้ กระทรวงวัฒนธรรมและกระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อม เสนอแก้ไขร่างมาตรา 47 (8) เป็นดังนี้ “ (8) ร่วมมือและสนับสนุนการอนุรักษ์ <strike>และ</strike><u>ส่งเสริม</u> คุ้มครอง<u>มรดกวัฒนธรรม และ</u> <u>ภูมิปัญญา ทรัพยากรธรรมชาติ และ</u>สิ่งแวดล้อม”</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ควรแก้ไขเพิ่มเติม (8) เป็นดังนี้ “(8) ร่วมมือและสนับสนุนการอนุรักษ์ และคุ้มครองสิ่งแวดล้อม <u>ทรัพยากรธรรมชาติ และมรดกวัฒนธรรม</u>”</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง สอบถามว่า การอนุรักษ์มรดกวัฒนธรรม ของชาติควรจะกำหนดเป็นสิทธิหรือหน้าที่</p><p>- มีกรรมการแสดงความเห็นว่า การอนุรักษ์มรดกวัฒนธรรมของชาติควรจะกำหนดให้เป็นหน้าที่</p><p>- ควรใช้ความว่า “มรดกทางวัฒนธรรม” ซึ่งมีความเหมาะสมมากกว่า โดยแปลมาจากคำว่า “cultural heritage” เพื่อทำให้เกิดการดูแลรักษามรดกทางวัฒนธรรมที่มีอยู่ในประเทศไทย เช่น ภาพวาด โบราณ วัดหรือเจดีย์โบราณ และภูมิปัญญาของชาวบ้าน เป็นต้น</p><p>ประธานกรรมการกล่าวว่า วัฒนธรรมที่มีอยู่ในประเทศไทยไม่ถือว่าเป็นมรดก แต่เป็นวัฒนธรรมที่มี การสืบทอดมาเป็นระยะเวลานาน ควรสอบถามไปยังราชบัณฑิตยสถานว่า คำใดที่สอดคล้องกับคำว่า “cultural heritage” เพื่อจะได้นำมากำหนดไว้ใน (8) ให้ชัดเจน ส่วนเรื่องภูมิปัญญาท้องถิ่นนั้นไม่สามารถ กำหนดให้เป็นหน้าที่ของประชาชน เนื่องจากอาจทำให้เกิดปัญหาได้ แต่สามารถนำไปกำหนดไว้ในหมวด แนวนโยบายพื้นฐานแห่งรัฐได้</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ในร่างมาตรา 43 ได้กำหนดให้ บุคคลและชุมชนย่อมมีสิทธิอนุรักษ์ ฟื้นฟูหรือส่งเสริมภูมิปัญญาท้องถิ่นไว้แล้ว</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติรอการพิจารณาร่างมาตรา 47</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"89","หน้า":"13-14"},{"หมวด":"4","ส่วน":"","มาตรา":"50","ร่างมาตรา":"50","ร่างบทบัญญัติ":"<p> “มาตรา 50 บุคคลมีหน้าที่ ดังต่อไปนี้</p><p>(1) พิทักษ์รักษาไว้ซึ่งชาติ ศาสนา พระมหากษัตริย์ และการปกครองระบอบประชาธิปไตย อันมีพระมหากษัตริย์ทรงเป็นประมุข</p><p>(2) ป้องกันประเทศ พิทักษ์รักษาเกียรติภูมิ ผลประโยชน์ของชาติและสาธารณสมบัติของแผ่นดิน<strike>และ</strike><u>รวมทั้ง</u>ให้ความร่วมมือในการป้องกันและบรรเทาสาธารณภัย</p><p>(3) ปฏิบัติตามกฎหมายอย่างเคร่งครัด</p><p>(4) เข้ารับการศึกษาอบรมในการศึกษาภาคบังคับ</p><p>(5) รับราชการทหารตามที่กฎหมายบัญญัติ</p><p>(6) เคารพและไม่ละเมิดสิทธิและเสรีภาพของบุคคลอื่น และไม่กระทำการใดที่อาจก่อให้เกิด ความแตกแยกหรือเกลียดชังในสังคม</p><p>(7) ไปใช้สิทธิเลือกตั้งหรือลงประชามติอย่างอิสระโดยคำนึงถึงประโยชนส่วนรวมของประเทศเป็นสำคัญ</p><p>(8) ร่วมมือและสนับสนุนการอนุรักษ์ และคุ้มครองสิ่งแวดล้อม ทรัพยากรธรรมชาติ ความหลากหลายทางชีวภาพ รวมทั้งมรดกทางวัฒนธรรม</p><p>(9) เสียภาษีอากรตามที่กฎหมายบัญญัติ</p><p>(10) ไม่ร่วมมือหรือสนับสนุนการทุจริตและประพฤติมิชอบทุกรูปแบบ”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการเสนอแก้ไขความใน (2) เป็นดังนี้</p><p>“(2) ป้องกันประเทศ พิทักษ์รักษาเกียรติภูมิ ผลประโยชน์ของชาติและสาธารณสมบัติของแผ่นดิน<strike>และ</strike><u>รวมทั้ง</u>ให้ความร่วมมือในการป้องกันและบรรเทาสาธารณภัย”</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 50 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"112","หน้า":"31-32"},{"หมวด":"4","ส่วน":"","มาตรา":"50","ร่างมาตรา":"50","ร่างบทบัญญัติ":"<p> “มาตรา 50 บุคคลมีหน้าที่ ดังต่อไปนี้</p><p>(1) พิทักษ์รักษาไว้ซึ่งชาติ ศาสนา พระมหากษัตริย์ และการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข</p><p>(2) ป้องกันประเทศ พิทักษ์รักษาเกียรติภูมิ ผลประโยชน์ของชาติ และสาธารณสมบัติของแผ่นดิน รวมทั้งให้ความร่วมมือในการป้องกันและบรรเทาสาธารณภัย</p><p>(3) ปฏิบัติตามกฎหมายอย่างเคร่งครัด</p><p>(4) เข้ารับการศึกษาอบรมในการศึกษาภาคบังคับ</p><p>(5) รับราชการทหารตามที่กฎหมายบัญญัติ</p><p>(6) เคารพและไม่ละเมิดสิทธิและเสรีภาพของบุคคลอื่น และไม่กระทำการใดที่อาจก่อให้เกิดความแตกแยกหรือเกลียดชังในสังคม</p><p>(7) ไปใช้สิทธิเลือกตั้งหรือลงประชามติอย่างอิสระโดยคำนึงถึงประโยชน์ส่วนรวมของประเทศเป็นสำคัญ</p><p>(8) ร่วมมือและสนับสนุนการอนุรักษ์และคุ้มครองสิ่งแวดล้อม ทรัพยากรธรรมชาติ ความหลากหลายทางชีวภาพ รวมทั้งมรดกทางวัฒนธรรม</p><p>(9) เสียภาษีอากรตามที่กฎหมายบัญญัติ</p><p>(10) ไม่ร่วมมือหรือสนับสนุนการทุจริตและประพฤติมิชอบทุกรูปแบบ”</p>","ประเด็นการพิจารณา":"<p> นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง นำเสนอร่างมาตรา 46 (2) ซึ่งคณะอนุกรรมการ ยกร่างบทบัญญัติรัฐธรรมนูญได้ปรับปรุงแก้ไขเพิ่มเติมเพื่อให้ที่ประชุมพิจารณาทบทวน ดังนี้</p><p>“(2) ป้องกันประเทศ พิทักษ์รักษาเกียรติภูมิ<u>และ</u>ผลประโยชน์ของชาติ และสาธารณสมบัติของแผ่นดิน รวมทั้งให้ความร่วมมือในการป้องกันและบรรเทาสาธารณภัย”</p><p>ประธานกรรมการกล่าวว่า ควรคงไว้ตามร่างเดิมของคณะกรรมการ</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 50 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์"],"ประชุมครั้งที่":"115","หน้า":"14-15"}]