[{"หมวด":"2","ส่วน":"","มาตรา":"6","ร่างมาตรา":"7","ร่างบทบัญญัติ":"<p> “มาตรา 7 องค์พระมหากษัตริย์ทรงดำรงอยู่ในฐานะอันเป็นที่เคารพสักการะ ผู้ใดจะละเมิดมิได้ ผู้ใดจะกล่าวหาหรือฟ้องร้องพระมหากษัตริย์ในทางใด ๆ มิได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 7 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"6","หน้า":"17"},{"หมวด":"2","ส่วน":"","มาตรา":"6","ร่างมาตรา":"6","ร่างบทบัญญัติ":"<p> “มาตรา 6 องค์พระมหากษัตริย์ทรงดำรงอยู่ในฐานะอันเป็นที่เคารพสักการะ ผู้ใดจะละเมิดมิได้ ผู้ใดจะกล่าวหาหรือฟ้องร้องพระมหากษัตริย์ในทางใด ๆ มิได้”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการกล่าวว่า ร่างมาตรา 6 บัญญัติลักษณะเดียวกับที่เคยบัญญัติในรัฐธรรมนูญฉบับก่อนๆ</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 6 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"60","หน้า":"9"},{"หมวด":"2","ส่วน":"","มาตรา":"6","ร่างมาตรา":"6","ร่างบทบัญญัติ":"<p> “มาตรา 6 องค์พระมหากษัตริย์ทรงดำรงอยู่ในฐานะอันเป็นที่เคารพสักการะ ผู้ใดจะละเมิดมิได้ ผู้ใดจะกล่าวหาหรือฟ้องร้องพระมหากษัตริย์ในทางใด ๆ มิได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 6 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"8-9"},{"หมวด":"2","ส่วน":"","มาตรา":"6","ร่างมาตรา":"6","ร่างบทบัญญัติ":"<p> “มาตรา 6 องค์พระมหากษัตริย์ทรงดำรงอยู่ในฐานะอันเป็นที่เคารพสักการะ ผู้ใดจะละเมิดมิได้ ผู้ใดจะกล่าวหาหรือฟ้องร้องพระมหากษัตริย์ในทางใด ๆ มิได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 6 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"112","หน้า":"6"},{"หมวด":"2","ส่วน":"","มาตรา":"7","ร่างมาตรา":"8","ร่างบทบัญญัติ":"<p> “มาตรา 8 พระมหากษัตริย์ทรงเป็นพุทธมามกะ และทรงเป็นอัครศาสนูปถัมภก”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 8 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"6","หน้า":"17"},{"หมวด":"2","ส่วน":"","มาตรา":"7","ร่างมาตรา":"7","ร่างบทบัญญัติ":"<p>“มาตรา 7 พระมหากษัตริย์ทรงเป็นพุทธมามกะ และทรงเป็นอัครศาสนูปถัมภก”</p>","ประเด็นการพิจารณา":"<p> มีกรรมการสอบถามว่า มีข้อเสนอให้บัญญัติศาสนาพุทธเป็นศาสนาประจำชาติ ที่ประชุม มีความเห็นอย่างไร</p><p>ประธานกรรมการกล่าวว่า ที่ประชุมเคยมีมติว่าไม่ควรบัญญัติให้ศาสนาพุทธเป็นศาสนาประจำชาติ เนื่องจากอาจเกิดความขัดแย้งในเรื่องศาสนาได้ แต่ควรบัญญัติรัฐธรรมนูญให้มีการคุ้มครองและทำนุบำรุง พุทธศาสนา ซึ่งส่งผลดีมากกว่าการบัญญัติให้ศาสนาพุทธเป็นศาสนาประจำชาติ</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 7 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"60","หน้า":"9"},{"หมวด":"2","ส่วน":"","มาตรา":"7","ร่างมาตรา":"7","ร่างบทบัญญัติ":"<p> “มาตรา 7 พระมหากษัตริย์ทรงเป็นพุทธมามกะ และทรงเป็นอัครศาสนูปถัมภก”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 7 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"9"},{"หมวด":"2","ส่วน":"","มาตรา":"7","ร่างมาตรา":"7","ร่างบทบัญญัติ":"<p> “มาตรา 7 พระมหากษัตริย์ทรงเป็นพุทธมามกะ และทรงเป็นอัครศาสนูปถัมภก”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 7 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"112","หน้า":"6-7"},{"หมวด":"2","ส่วน":"","มาตรา":"8","ร่างมาตรา":"9","ร่างบทบัญญัติ":"<p>“มาตรา 9 พระมหากษัตริย์ทรงดำรงตำแหน่งจอมทัพไทย” </p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 9 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"6","หน้า":"17"},{"หมวด":"2","ส่วน":"","มาตรา":"8","ร่างมาตรา":"8","ร่างบทบัญญัติ":"<p> “มาตรา 8 พระมหากษัตริย์ทรงดำรงตำแหน่งจอมทัพไทย”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 8 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"60","หน้า":"9"},{"หมวด":"2","ส่วน":"","มาตรา":"8","ร่างมาตรา":"8","ร่างบทบัญญัติ":"<p> “มาตรา 8 พระมหากษัตริย์ทรงดำรงตำแหน่งจอมทัพไทย”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 8 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"9"},{"หมวด":"2","ส่วน":"","มาตรา":"8","ร่างมาตรา":"8","ร่างบทบัญญัติ":"<p> “มาตรา 8 พระมหากษัตริย์ทรงดำรงตำแหน่งจอมทัพไทย”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 8 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"112","หน้า":"7"},{"หมวด":"2","ส่วน":"","มาตรา":"9","ร่างมาตรา":"10","ร่างบทบัญญัติ":"<p> “มาตรา 10 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะสถาปนาฐานันดรศักดิ์และพระราชทานเครื่องราชอิสริยาภรณ์”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 10 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"6","หน้า":"17"},{"หมวด":"2","ส่วน":"","มาตรา":"9","ร่างมาตรา":"9","ร่างบทบัญญัติ":"<p> “มาตรา 9 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะสถาปนาฐานันดรศักดิ์และพระราชทานเครื่องราชอิสริยาภรณ์”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 9 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"60","หน้า":"9-10"},{"หมวด":"2","ส่วน":"","มาตรา":"9","ร่างมาตรา":"184","ร่างบทบัญญัติ":"<p> “มาตรา 184 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการถอดถอนฐานันดรศักดิ์และเรียกคืนเครื่องราชอิสริยาภรณ์”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติตัดร่างมาตรา 184 ออกทั้งมาตรา เนื่องจากนำไปบัญญัติรวมไว้ในร่างมาตรา 9 แล้ว </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"63","หน้า":"69"},{"หมวด":"2","ส่วน":"","มาตรา":"9","ร่างมาตรา":"9","ร่างบทบัญญัติ":"<p> “มาตรา 9 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะสถาปนาและถอดถอนฐานันดรศักดิ์ และพระราชทานและเรียกคืนเครื่องราชอิสริยาภรณ์”</p>","ประเด็นการพิจารณา":"<p> นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า เดิมพระราชอำนาจในการถอด ถอนฐานันดรศักดิ์และเรียกคืนเครื่องราชอิสริยาภรณ์จะบัญญัติไว้ในหมวดคณะรัฐมนตรี ดังนั้น เพื่อความ สะดวกในการบังคับใช้รัฐธรรมนูญ จึงนำพระราชอำนาจในการถอดถอนฐานันดรศักดิ์และเรียกคืน เครื่องราชอิสริยาภรณ์มาบัญญัติไว้ในร่างมาตรา 9 ด้วย</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 9 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายปกรณ์ นิลประพันธ์"],"ประชุมครั้งที่":"67","หน้า":"9"},{"หมวด":"2","ส่วน":"","มาตรา":"9","ร่างมาตรา":"9","ร่างบทบัญญัติ":"<p> “มาตรา 9 พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะสถาปนาและถอดถอนฐานันดรศักดิ์ และพระราชทานและเรียกคืนเครื่องราชอิสริยาภรณ์”</p>","ประเด็นการพิจารณา":"<p> มีกรรมการสอบถามว่า พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการสถาปนาและถอดถอน สมณศักดิ์ด้วยหรือไม่</p><p>ประธานกรรมการกล่าวว่า อำนาจในการสถาปนาและถอดถอนสมณศักดิ์ไม่เกี่ยวข้องกับ พระมหากษัตริย์</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 9 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"112","หน้า":"7"},{"หมวด":"2","ส่วน":"","มาตรา":"10","ร่างมาตรา":"11","ร่างบทบัญญัติ":"<p> “มาตรา 11 พระมหากษัตริย์ทรงเลือกและทรงแต่งตั้งผู้ทรงคุณวุฒิเป็นประธานองคมนตรีคนหนึ่งและองคมนตรีอื่นอีกไม่เกินสิบแปดคนประกอบเป็นคณะองคมนตรี</p><p>คณะองคมนตรีมีหน้าที่ถวายความเห็นต่อพระมหากษัตริย์ในพระราชกรณียกิจทั้งปวงที่พระมหากษัตริย์ทรงปรึกษา และมีหน้าที่อื่นตามที่บัญญัติในรัฐธรรมนูญนี้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 11 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"6","หน้า":"17-18"},{"หมวด":"2","ส่วน":"","มาตรา":"10","ร่างมาตรา":"10","ร่างบทบัญญัติ":"<p> “มาตรา 10 พระมหากษัตริย์ทรงเลือกและทรงแต่งตั้งผู้ทรงคุณวุฒิเป็นประธานองคมนตรีคนหนึ่งและองคมนตรีอื่นอีกไม่เกินสิบแปดคนประกอบเป็นคณะองคมนตรี</p><p>คณะองคมนตรีมีหน้าที่ถวายความเห็นต่อพระมหากษัตริย์ในพระราชกรณียกิจทั้งปวงที่พระมหากษัตริย์ทรงปรึกษา และมีหน้าที่อื่นตามที่บัญญัติในรัฐธรรมนูญ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 10 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"60","หน้า":"10"},{"หมวด":"2","ส่วน":"","มาตรา":"10","ร่างมาตรา":"10","ร่างบทบัญญัติ":"<p> “มาตรา 10 พระมหากษัตริย์ทรงเลือกและทรงแต่งตั้งผู้ทรงคุณวุฒิเป็นประธานองคมนตรีคนหนึ่งและองคมนตรีอื่นอีกไม่เกินสิบแปดคนประกอบเป็นคณะองคมนตรี</p><p>คณะองคมนตรีมีหน้าที่ถวายความเห็นต่อพระมหากษัตริย์ในพระราชกรณียกิจทั้งปวงที่พระมหากษัตริย์ทรงปรึกษา และมีหน้าที่อื่นตามที่บัญญัติในรัฐธรรมนูญ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 10 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"9"},{"หมวด":"2","ส่วน":"","มาตรา":"10","ร่างมาตรา":"10","ร่างบทบัญญัติ":"<p> “มาตรา 10 พระมหากษัตริย์ทรงเลือกและทรงแต่งตั้งผู้ทรงคุณวุฒิเป็นประธานองคมนตรีคนหนึ่งและองคมนตรีอื่นอีกไม่เกินสิบแปดคนประกอบเป็นคณะองคมนตรี</p><p>คณะองคมนตรีมีหน้าที่ถวายความเห็นต่อพระมหากษัตริย์ในพระราชกรณียกิจทั้งปวงที่พระมหากษัตริย์ทรงปรึกษา และมีหน้าที่อื่นตามที่บัญญัติ<u>ไว</u>้ในรัฐธรรมนูญ”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคสอง เป็นดังนี้ “คณะองคมนตรีมีหน้าที่ถวาย ความเห็นต่อพระมหากษัตริย์ในพระราชกรณียกิจทั้งปวงที่พระมหากษัตริย์ทรงปรึกษา และมีหน้าที่อื่นตามที่ บัญญัติ<u>ไว</u>้ในรัฐธรรมนูญ”</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า รัฐธรรมนูญ 2534 รัฐธรรมนูญ 2540 และรัฐธรรมนูญ 2550 ไม่มีการเพิ่มคำว่า “ไว้” ในบทบัญญัติดังกล่าว</p><p>ประธานกรรมการกล่าวว่า บทบัญญัติของร่างรัฐธรรมนูญนี้ส่วนใหญ่จะบัญญัติว่า “ตามที่บัญญัติไว้ใน รัฐธรรมนูญ” ดังนั้น ควรเพิ่มคำว่า “ไว้” เพื่อให้ข้อความสอดคล้องกัน</p><p>- มีกรรมการสอบถามว่า คำว่า “องคมนตรี” หมายความรวมถึงประธานองคมนตรีหรือไม่ ประธานกรรมการกล่าวว่า คำว่า “องคมนตรี” หมายความรวมถึงประธานองคมนตรีด้วย โดยคณะองคมนตรีประกอบด้วยประธานองคมนตรีและองคมนตรีอื่นอีกสิบแปดคน</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 10 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายธนาวัฒน์ สังข์ทอง","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"112","หน้า":"7-8"},{"หมวด":"2","ส่วน":"","มาตรา":"11","ร่างมาตรา":"12","ร่างบทบัญญัติ":"<p> “มาตรา 12 การเลือกและแต่งตั้งองคมนตรีหรือการให้องคมนตรีพ้นจากตำแหน่ง ให้เป็นไปตาม พระราชอัธยาศัย</p><p>ให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งประธานองคมนตรีหรือให้ ประธานองคมนตรีพ้นจากตำแหน่ง</p><p>ให้ประธานองคมนตรีเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งองคมนตรีอื่นหรือให้ องคมนตรีอื่นพ้นจากตำแหน่ง”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 12 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"6","หน้า":"18"},{"หมวด":"2","ส่วน":"","มาตรา":"11","ร่างมาตรา":"11","ร่างบทบัญญัติ":"<p> “มาตรา 11 การเลือกและแต่งตั้งองคมนตรีหรือการให้องคมนตรีพ้นจากตำแหน่ง ให้เป็นไปตาม พระราชอัธยาศัย</p><p>ให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งประธานองคมนตรีหรือให้ ประธานองคมนตรีพ้นจากตำแหน่ง</p><p>ให้ประธานองคมนตรีเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งองคมนตรีอื่นหรือให้ องคมนตรีอื่นพ้นจากตำแหน่ง”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 11 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"60","หน้า":"10"},{"หมวด":"2","ส่วน":"","มาตรา":"11","ร่างมาตรา":"11","ร่างบทบัญญัติ":"<p> “มาตรา 11 การเลือกและแต่งตั้งองคมนตรีหรือการให้องคมนตรีพ้นจากตำแหน่ง ให้เป็นไปตาม พระราชอัธยาศัย</p><p>ให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งประธานองคมนตรีหรือให้ ประธานองคมนตรีพ้นจากตำแหน่ง</p><p>ให้ประธานองคมนตรีเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งองคมนตรีอื่นหรือให้ องคมนตรีอื่นพ้นจากตำแหน่ง”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 11 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"10"},{"หมวด":"2","ส่วน":"","มาตรา":"11","ร่างมาตรา":"11","ร่างบทบัญญัติ":"<p> “มาตรา 11 การเลือกและแต่งตั้งองคมนตรีหรือการให้องคมนตรีพ้นจากตำแหน่ง ให้เป็นไปตาม พระราชอัธยาศัย</p><p>ให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งประธานองคมนตรีหรือให้ประธานองคมนตรีพ้นจากตำแหน่ง</p><p>ให้ประธานองคมนตรีเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งองคมนตรีอื่นหรือให้องคมนตรีอื่นพ้นจากตำแหน่ง”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 11 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"112","หน้า":"8"},{"หมวด":"2","ส่วน":"","มาตรา":"12","ร่างมาตรา":"13","ร่างบทบัญญัติ":"<p> “มาตรา 13 องคมนตรีต้องไม่เป็นสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา กรรมการการเลือกตั้ง ผู้ตรวจการแผ่นดิน กรรมการสิทธิมนุษยชนแห่งชาติ ตุลาการศาลรัฐธรรมนูญ ตุลาการศาลปกครอง กรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ กรรมการตรวจเงินแผ่นดิน ข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ พนักงานรัฐวิสาหกิจ เจ้าหน้าที่อื่นของรัฐ หรือสมาชิก หรือเจ้าหน้าที่ของ พรรคการเมือง และต้องไม่แสดงการฝักใฝ่ในพรรคการเมืองใด ๆ”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการกล่าวว่า ความที่บัญญัติในร่างมาตรา 13 เป็นการยกร่างบทบัญญัติ โดยตั้งสมมุติฐานการกำหนดให้มีองค์กรตามรัฐธรรมนูญต่างๆ ดังที่ปรากฏในร่างมาตรานี้ หากร่างรัฐธรรมนูญ ฉบับนี้ตัดองค์กรอิสระออก ก็จะต้องพิจารณาทบทวนปรับแก้ไขในร่างมาตรานี้ด้วย</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ความในร่างมาตรา 13 ที่กำหนดห้ามองคมนตรีดำรงดำรงตำแหน่งสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา กรรมการการเลือกตั้ง ผู้ตรวจการแผ่นดิน กรรมการสิทธิมนุษยชนแห่งชาติ ตุลาการ ศาลรัฐธรรมนูญ ตุลาการศาลปกครอง กรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ กรรมการ ตรวจเงินแผ่นดิน ควรปรับใช้เป็นความว่า “องค์กรตามรัฐธรรมนูญ” ซึ่งเป็นถ้อยคำที่สั้น กระชับ เพื่อรองรับ กรณีมีการเพิ่มหรือยกเลิกองค์กรใดในอนาคตไม่ต้องมีการแก้ไขเพิ่มเติมรัฐธรรมนูญ</p><p>- ตั้งข้อสังเกตว่า การเลือกและแต่งตั้งองคมนตรีเป็นพระราชอำนาจ เหตุใดความในร่างมาตรา 13 จึงต้องกำหนดห้ามองคมนตรีดำรงตำแหน่งต่างๆ</p><p>ประธานกรรมการกล่าวว่า เหตุผลที่ต้องบัญญัติหลักการในร่างมาตรา 13 มีเจตนารมณ์ เพื่อกำหนดให้องคมนตรีซึ่งเป็นคณะที่ปรึกษาองค์พระบาทสมเด็จพระเจ้าอยู่หัวไม่ดำรงตำแหน่งในองค์กร</p><p>ทางการเมืองและการบริหารราชการแผ่นดิน และไม่ต้องการให้องคมนตรีอยู่ในฐานะที่บุคคลใดจะสั่งได้ เนื่องจากการดำรงตำแหน่งในองค์กรทางการเมืองและการบริหารราชการแผ่นดินตามที่กำหนดใน ร่างมาตรา 13 การปฏิบัติหน้าที่บางประการอาจอยู่ภายใต้การสั่งการของผู้มีอำนาจสูงสุดในองค์กรนั้น</p><p>ส่วนเหตุผลที่ไม่ใช้คำว่า “องค์กรตามรัฐธรรมนูญ” เนื่องจากองค์กรตามรัฐธรรมนูญแต่ละองค์กร คำนามที่ใช้เรียกผู้ดำรงตำแหน่งในองค์กรต่างๆ แตกต่างกัน เช่น ในองค์กรฝ่ายนิติบัญญัติ ใช้คำว่า สมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา แต่บางองค์กรใช้คำว่า “กรรมการ” หรือ “ผู้ว่าการ” หรือ “ตุลาการ” เป็นต้น ดังนั้น จึงใช้คำรวมไม่ได้ แต่ความในร่างมาตรา 13 ที่ใช้คำรวมคือ “เจ้าหน้าที่อื่นของรัฐ” แต่คำดังกล่าว ไม่สามารถใช้เพื่อให้มีความหมายครอบคลุมผู้ดำรงตำแหน่งในองค์กรอิสระได้ เนื่องจากบางตำแหน่งแม้มี ฐานะเป็นเจ้าหน้าที่ของรัฐแต่การปฏิบัติหน้าที่มีความเป็นอิสระ</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- บทบัญญัติในหมวด 2 พระมหากษัตริย์ ซึ่งคณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ นำเสนอ เป็นหลักการเดียวกับที่บัญญัติในรัฐธรรมนูญ 2550 ซึ่งเป็นรัฐธรรมนูญที่ผ่านความเห็นชอบการ ออกเสียงประชามติของประชาชน ดังนั้น ในหลักการของการพิจารณาหมวด 2 พระมหากษัตริย์ ไม่ควร ปรับแก้ไขเพิ่มเติมที่แตกต่างไปจากที่บัญญัติในรัฐธรรมนูญ 2550</p><p>- ข้อห้ามองคมนตรีดำรงตำแหน่งในองค์กรต่างๆ ตามที่กำหนดในร่างมาตรา 13 ตั้งข้อสังเกตว่า ไม่ได้ห้ามการดำรงตำแหน่งในภาคธุรกิจ เช่น กรรมการในบริษัท หรือผู้จัดการห้างหุ้นส่วน เป็นต้น</p><p>- ตั้งข้อสังเกตความในร่างมาตรา 13 ในสองประเด็น ดังนี้ ประเด็นที่หนึ่ง ไม่มีความว่า “ผู้พิพากษา” อาจตีความว่าตำแหน่งผู้พิพากษาอยู่ในความหมายของคำว่า “ข้าราชการซึ่งมีตำแหน่ง หรือเงินประจำ” ใช่หรือไม่ ประเด็นที่สอง ความว่า “ตุลาการศาลรัฐธรรมนูญ” และความว่า “ตุลาการ ศาลปกครอง” ซึ่งถือว่าเป็นข้าราชการซึ่งมีตำแหน่งหรือเงินประจำ เหตุใดจึงบัญญัติแทรกอยู่ในระหว่าง ตำแหน่งในองค์กรอิสระ มีความหมายแตกต่างจากการบัญญัติกฎหมายอื่นหรือไม่</p><p>ประธานกรรมการกล่าวว่า เหตุผลที่ไม่ห้ามองคมนตรีดำรงตำแหน่งในภาคธุรกิจ เนื่องจากเป็นสิทธิ ขั้นพื้นฐานของบุคคลในการประกอบอาชีพ แต่ในทางปฏิบัติองคมนตรีจะดำรงตำแหน่งใดนอกเหนือจาก ตำแหน่งองคมนตรีจะต้องขอพระบรมราชานุญาต</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 13 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"6","หน้า":"18-19"},{"หมวด":"2","ส่วน":"","มาตรา":"12","ร่างมาตรา":"12","ร่างบทบัญญัติ":"<p> “มาตรา 12 องคมนตรีต้องไม่เป็นสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา ตุลาการศาลรัฐธรรมนูญ <strike>ตุลาการศาลปกครอง </strike>ผู้ดำรงตำแหน่งในองค์กรอิสระ <u>ข้าราชการ</u> พนักงานรัฐวิสาหกิจ เจ้าหน้าที่อื่นของรัฐ หรือสมาชิกหรือเจ้าหน้าที่ของพรรคการเมือง และต้องไม่แสดงการฝักใฝ่ใน พรรคการเมืองใด ๆ”</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- ร่างมาตรา 12 ใช้ความว่า “ผู้ดำรงตำแหน่งในองค์กรอิสระ” แทนการระบุตำแหน่งของผู้ดำรง ตำแหน่งในองค์กรอิสระของแต่ละองค์กร นอกจากนั้น ความในร่างมาตรา 12 ไม่ได้บัญญัติครอบคลุมไปถึง ข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำดังเช่นรัฐธรรมนูญ 2550 จึงควรเพิ่มความว่า “ข้าราชการซึ่งมี ตำแหน่งหรือเงินเดือนประจำ” ในร่างมาตรา 12 ด้วย</p><p>ประธานกรรมการกล่าวว่า เพื่อให้ร่างมาตรา 12 มีความชัดเจนและครอบคลุมไปถึงข้าราชการซึ่งมี ตำแหน่งหรือเงินเดือนประจำด้วย ควรแก้ไขคำว่า “เจ้าหน้าที่อื่นของรัฐ” เป็นคำว่า “เจ้าหน้าที่ของรัฐ”</p><p>โดยคำว่า “ข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ” อยู่ในความหมายของคำว่า “เจ้าหน้าที่ของรัฐ” ด้วยแล้ว</p><p>- มีกรรมการแสดงความเห็นว่า โดยทั่วไปเมื่อกล่าวถึงเจ้าหน้าที่ของรัฐ ย่อมหมายความรวมถึง พนักงานรัฐวิสาหกิจด้วย ดังนั้น ควรแก้ไขร่างมาตรา 12 โดยเพิ่มคำว่า “ข้าราชการซึ่งมีตำแหน่งหรือเงินเดือน ประจำ” และแก้ไขคำว่า เจ้าหน้าที่อื่นของรัฐ” เป็นคำว่า “เจ้าหน้าที่ของรัฐ” และตัดคำว่า “พนักงาน รัฐวิสาหกิจ” ออก</p><p>- โดยหลักการแล้ว ตุลาการศาลรัฐธรรมนูญ ตุลาการศาลปกครอง หรือผู้ดำรงตำแหน่งในองค์กร อิสระก็เป็นเจ้าหน้าที่ของรัฐเช่นเดียวกัน ดังนั้น หากใช้คำว่า “เจ้าหน้าที่ของรัฐ” อาจหมายความรวมถึง บุคคลที่ดำรงตำแหน่งทางการเมือง หรือดำรงตำแหน่งกรรมการองค์กรอิสระ และตุลาการด้วย</p><p>- ร่างมาตรา 12 กล่าวถึงตุลาการศาลรัฐธรรมนูญและตุลาการศาลปกครอง แต่ไม่ได้กล่าวถึงตุลาการ ในศาลยุติธรรม ซึ่งเป็นองค์กรตุลาการเช่นเดียวกัน ดังนั้น หากไม่เพิ่มคำว่า “ตุลาการศาลยุติธรรม” ในร่างมาตรา 12 อาจถือว่า คำว่า “ตุลาการศาลยุติธรรม” รวมอยู่ในความหมายของคำว่า “เจ้าหน้าที่ของรัฐ” ด้วยก็ได้</p><p>ประธานกรรมการกล่าวว่า ตุลาการศาลปกครองเป็นข้าราชการหรือเจ้าหน้าที่ของรัฐอยู่แล้ว ดังนั้น ควรตัดคำว่า “ตุลาการศาลปกครอง” ในร่างมาตรา 12 ออก ส่วนตุลาการศาลรัฐธรรมนูญไม่ได้มีสถานะ เป็นองค์กรอิสระ และไม่มีสถานะเป็นข้าราชการหรือเจ้าหน้าที่ของรัฐจึงบัญญัติแยกให้ชัดเจนว่าองคมนตรี ต้องไม่เป็นตุลาการศาลรัฐธรรมนูญด้วย</p><p>นางกาญจนารัตน์ ลีวิโรจน์ ที่ปรึกษาประจำคณะกรรมการร่างรัฐธรรมนูญ ชี้แจงว่า ในการร่าง รัฐธรรมนูญ 2540 สาเหตุที่บัญญัติห้ามองคมนตรีเป็นตุลาการศาลรัฐธรรมนูญ ตุลาการศาลปกครอง หรือผู้ดำรงตำแหน่งในองค์กรอิสระไว้อย่างชัดเจน เนื่องจากศาลรัฐธรรมนูญ ศาลปกครอง และองค์กรอิสระ เพิ่งมีการจัดตั้งขึ้นตามรัฐธรรมนูญ 2540 หากบัญญัติเพียงว่า “ข้าราชการหรือเจ้าหน้าที่ของรัฐ” อาจไม่ ครอบคลุมไปถึงผู้ดำรงตำแหน่งตุลาการศาลรัฐธรรมนูญ ตุลาการศาลปกครอง หรือผู้ดำรงตำแหน่งใน องค์กรอิสระด้วย</p><p>ประธานกรรมการสอบถามว่า เหตุใดจึงไม่มีการบัญญัติห้ามสมาชิกสภาท้องถิ่นหรือผู้บริหาร ท้องถิ่นเป็นองคมนตรีในร่างมาตรา 12 ด้วย</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า คำว่า “เจ้าหน้าที่ของรัฐ” หมายความรวมถึงสมาชิกสภาท้องถิ่นหรือผู้บริหารท้องถิ่นด้วยแล้ว</p><p>- มีกรรมการสอบถามว่า ในรัฐธรรมนูญ 2550 มีการบัญญัติคำว่า “ข้าราชการซึ่งมีตำแหน่งหรือ เงินเดือนประจำ” เหตุใดจึงบัญญัติเช่นนั้น</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ในอดีตกฎหมายว่าด้วย ข้าราชการพลเรือน มีการแบ่งข้าราชการพลเรือนออกเป็นสองประเภท คือ 1) ข้าราชการพลเรือนสามัญ และ 2) ข้าราชการพลเรือนวิสามัญ ซึ่งข้าราชการพลเรือนสามัญเป็นข้าราชการที่มีตำแหน่งหรือเงินเดือน ประจำ แต่ข้าราชการพลเรือนวิสามัญจะไม่มีตำแหน่งหรือเงินเดือนประจำ ดังนั้น เมื่อมีการบัญญัติถึง ข้าราชการในกรณีดังกล่าว จึงใช้คำว่า “ข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ”</p><p>- มีกรรมการแสดงความเห็นว่า ร่างมาตรา 12 ควรใช้คำว่า “เจ้าหน้าที่อื่นของรัฐ” เพื่อให้ ครอบคลุมตำแหน่งข้าราชการหรือเจ้าหน้าที่ประเภทอื่นของรัฐทั้งหมด</p><p>- ร่างมาตรา 12 หากบัญญัติเพียงว่า “องคมนตรีต้องไม่เป็นผู้ดำรงตำแหน่งทางการเมืองและ เจ้าหน้าที่ของรัฐ” จะเหมาะสมหรือไม่ เพราะคำว่า “เจ้าหน้าที่ของรัฐ” หมายความรวมถึงผู้ดำรงตำแหน่ง ต่าง ๆ ครบถ้วนแล้ว</p><p>ประธานกรรมการกล่าวว่า เพื่อให้เกิดความชัดเจนและป้องกันปัญหาการตีความรัฐธรรมนูญ ควร บัญญัติแยกผู้ดำรงตำแหน่งต่าง ๆ ให้ชัดเจน จะเหมาะสมมากกว่า</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 12 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นางกาญจนารัตน์ ลีวิโรจน์","นายอัชพร จารุจินดา","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"60","หน้า":"10-12"},{"หมวด":"2","ส่วน":"","มาตรา":"12","ร่างมาตรา":"12","ร่างบทบัญญัติ":"<p> “มาตรา 12 องคมนตรีต้องไม่เป็นสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา หรือผู้ดำรงตำแหน่ง ทางการเมืองอื่น ตุลาการศาลรัฐธรรมนูญ ผู้ดำรงตำแหน่งในองค์กรอิสระ ข้าราชการ พนักงานรัฐวิสาหกิจ เจ้าหน้าที่อื่นของรัฐ หรือสมาชิกหรือเจ้าหน้าที่ของพรรคการเมือง และต้องไม่แสดงการฝักใฝ่ในพรรคการเมืองใด ๆ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 12 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"10"},{"หมวด":"2","ส่วน":"","มาตรา":"12","ร่างมาตรา":"12","ร่างบทบัญญัติ":"<p> “มาตรา 12 องคมนตรีต้องไม่เป็นสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา หรือดำรงตำแหน่ง ทางการเมืองอื่น ตุลาการศาลรัฐธรรมนูญ ผู้ดำรงตำแหน่งในองค์กรอิสระ ข้าราชการ พนักงานรัฐวิสาหกิจ เจ้าหน้าที่อื่นของรัฐ หรือสมาชิกหรือเจ้าหน้าที่ของพรรคการเมือง และต้องไม่แสดงการฝักใฝ่ในพรรคการเมืองใด ๆ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 12 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"112","หน้า":"8"},{"หมวด":"2","ส่วน":"","มาตรา":"13","ร่างมาตรา":"14","ร่างบทบัญญัติ":"<p> “มาตรา 14 ก่อนเข้ารับหน้าที่ องคมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ ด้วยถ้อยคำดังต่อไปนี้</p><p>“ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 14 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"6","หน้า":"19"},{"หมวด":"2","ส่วน":"","มาตรา":"13","ร่างมาตรา":"13","ร่างบทบัญญัติ":"<p> “มาตรา 13 ก่อนเข้ารับหน้าที่ องคมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ด้วยถ้อยคำดังต่อไปนี้</p><p>“ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ””</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 13 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"60","หน้า":"12"},{"หมวด":"2","ส่วน":"","มาตรา":"13","ร่างมาตรา":"13","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า ในระหว่างที่ยังไม่มีการถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ เกิดปัญหาว่า ผู้ซึ่งต้องถวายสัตย์ปฏิญาณสามารถปฏิบัติหน้าที่ได้หรือไม่ ดังนั้น เพื่อให้เกิดความชัดเจน เสนอให้เพิ่มความเป็นวรรคสองของร่างมาตรา 24 ดังนี้ “<u>ในระหว่างที่ยังมิได้ถวายสัตย์ปฏิญาณตาม</u> <u>วรรคหนึ่ง ให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ตามที่จำเป็นไปพลางก่อนได</u>้”</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- ปัญหาผู้ซึ่งต้องถวายสัตย์ปฏิญาณไม่สามารถปฏิบัติหน้าที่ได้ เนื่องจากยังมิได้ถวายสัตย์ปฏิญาณ ต่อพระมหากษัตริย์เคยเกิดขึ้นกับผู้ดำรงตำแหน่งตุลาการศาลรัฐธรรมนูญเช่นกัน ดังนั้น การเพิ่มความเป็น วรรคสองของร่างมาตรา 24 ดังกล่าว จะช่วยให้เกิดความชัดเจนในการปฏิบัติหน้าที่มากยิ่งขึ้น</p><p>- ในทางปฏิบัติ บุคคลที่ต้องได้รับการโปรดเกล้าฯ ก่อนเข้ารับตำแหน่ง หากยังไม่ได้รับการ โปรดเกล้าฯ จะปฏิบัติหน้าที่ไม่ได้ การเพิ่มความเป็นวรรคสองของร่างมาตรา 24 จะขัดต่อแนวทางปฏิบัติ หรือไม่</p><p>ประธานกรรมการกล่าวว่า บุคคลที่ต้องได้รับการโปรดเกล้าฯ ก่อนเข้ารับตำแหน่ง หากยังไม่ได้รับ การโปรดเกล้าฯ จะปฏิบัติหน้าที่ไม่ได้ แต่ถ้าได้รับการโปรดเกล้าฯ แล้ว แม้ยังไม่ได้ถวายสัตย์ปฏิญาณก็ควร ให้ปฏิบัติหน้าที่ตามที่จำเป็นไปพลางก่อนได้ จึงจำเป็นต้องบัญญัติเพิ่มความเป็นวรรคสองของร่างมาตรา 24 ดังกล่าว</p><p>- มีกรรมการสอบถามว่า ความในวรรคสองของร่างมาตรา 17 และความในวรรคสามของ ร่างมาตรา 19 มาตรา 20 และมาตรา 21 มีเนื้อหาใกล้เคียงกัน กล่าวคือ เป็นบทบัญญัติที่กำหนดว่าใน ระหว่างที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาทำหน้าที่รัฐสภาไปก่อน กรณีดังกล่าวจะสามารถบัญญัติรวมกันเป็นมาตราเดียวได้หรือไม่</p><p>ประธานกรรมการเสนอเพิ่มความเป็นร่างมาตรา 24/1 ดังนี้</p><p>“<u>มาตรา 24/1 ในกรณีที่ต้องดำเนินการในรัฐสภาหรือโดยรัฐสภาตามมาตรา ... ถ้าสภา</u> <u>ผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาปฏิบัติหน้าที่แทนรัฐสภา</u>”</p><p>ทั้งนี้ หากบัญญัติความตามร่างมาตรา 24/1 จะต้องตัดความในวรรคสองของร่างมาตรา 17 และความในวรรคสามของร่างมาตรา 19 มาตรา 20 และมาตรา 21 ออกทั้งหมด อย่างไรก็ตาม ความใน ร่างมาตรา 24/1 ควรนำไปบัญญัติไว้ต่อท้ายหมวดรัฐสภา เพื่อให้ครอบคลุมกรณีต่าง ๆ ที่ต้องให้รัฐสภา ให้ความเห็นชอบจะเหมาะสมมากกว่า</p><p>- มีกรรมการแสดงความเห็นว่า ความในวรรคสองของร่างมาตรา 24 ที่เพิ่มขึ้นใหม่ ความว่า “ในระหว่างที่ยังมิได้ถวายสัตย์ปฏิญาณตามวรรคหนึ่ง ให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ตามที่ จำเป็นไปพลางก่อนได้” การบัญญัติความดังกล่าวอาจเกิดปัญหาการตีความว่าการปฏิบัติหน้าที่ตามที่ จำเป็นไปพลางก่อน การปฏิบัติหน้าที่ลักษณะใดจึงจะถือว่าเป็นการปฏิบัติหน้าที่ตามที่จำเป็น ดังนั้น เพื่อป้องกันปัญหาการตีความควรบัญญัติให้ชัดเจนว่า การจะปฏิบัติหน้าที่ตามที่จำเป็นไปพลางก่อน ต้องเป็นกรณีที่หากไม่รีบดำเนินการจะส่งผลเสียหายต่อระบบราชการได้</p><p>- เมื่อเปรียบเทียบกับการปฏิบัติหน้าที่ของคณะรัฐมนตรีตามร่างมาตรา 164 วรรคสอง ซึ่งบัญญัติ ว่า “ก่อนแถลงนโยบายต่อรัฐสภาตามวรรคหนึ่ง หากมีกรณีที่สำคัญและจำเป็นเร่งด่วนซึ่งหากปล่อยให้ เนิ่นช้าไปจะกระทบต่อประโยชน์สำคัญของแผ่นดิน คณะรัฐมนตรีที่เข้ารับหน้าที่จะดำเนินการไปพลางก่อน</p><p>เพียงเท่าที่จำเป็นก็ได้” จะเห็นได้ว่า ความในวรรคสองของร่างมาตรา 24 ที่เพิ่มขึ้นใหม่ เป็นบทบัญญัติที่ ไม่เคร่งครัดเท่ากับเรื่องการปฏิบัติหน้าที่ของคณะรัฐมนตรีก่อนแถลงนโยบายต่อรัฐสภา</p><p>ประธานกรรมการกล่าวว่า เพื่อป้องกันปัญหาการตีความว่าเรื่องใดที่จะสามารถปฏิบัติหน้าที่ตามที่ จำเป็นไปพลางก่อนได้ เสนอให้แก้ไขความในวรรคสองของร่างมาตรา 24 ที่เพิ่มขึ้นใหม่ เป็นดังนี้ “<u>ในระหว่างที่ยังมิได้ถวายสัตย์ปฏิญาณตามวรรคหนึ่ง ให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ไปพลาง</u> <u>ก่อนได</u>้”</p><p>- มีกรรมการแสดงความเห็นว่า เมื่อได้รับการโปรดเกล้าโปรดกระหม่อมให้ดำรงตำแหน่งแล้ว ควรให้ปฏิบัติหน้าที่ไปพลางก่อนได้ แม้จะยังไม่ได้ถวายสัตย์ปฏิญาณก็ตาม อย่างไรก็ตาม เพื่อให้เกิดความ ชัดเจนและป้องกันปัญหาการตีความว่าเรื่องใดสามารถปฏิบัติหน้าที่ตามที่จำเป็นไปพลางก่อนได้ การบัญญัติ ความในวรรคสองของร่างมาตรา 24 ถือว่ามีความเหมาะสม</p><p>- เมื่อพิจารณาเรื่องการปฏิบัติหน้าที่ขององคมนตรีตามร่างมาตรา 13 องคมนตรีจะปฏิบัติหน้าที่ ได้ต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ก่อน ดังนั้น การเพิ่มบัญญัติเป็นวรรคสองของร่างมาตรา 24 จะขัดแย้งกันหรือไม่</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า กระบวนการโปรดเกล้าฯ แต่งตั้ง ผู้ดำรงตำแหน่งในองค์กรต่าง ๆ และการถวายสัตย์ปฏิญาณของผู้ได้รับพระกรุณาโปรดเกล้าฯ แต่งตั้งนั้น มีขั้นตอนดำเนินการแบ่งออกเป็นสองขั้นตอนกล่าวคือ ขั้นตอนที่หนึ่งกระบวนการทางกฎหมาย และขั้นตอน ที่สองกระบวนการทางรัฐธรรมนูญซึ่งเป็นรูปแบบพิธีการทางรัฐธรรมนูญโดยมีกระบวนการเฉพาะ แบ่งออกเป็นสองขั้นตอนคือ ขั้นตอนที่หนึ่งกระบวนการนำความขึ้นกราบบังคมทูลเพื่อทรงพระกรุณา โปรดเกล้าฯ แต่งตั้ง และขั้นตอนที่สองกระบวนการถวายสัตย์ปฏิญาณ ทั้งนี้ ผลในทางกฎหมายผู้ซึ่งได้รับ การแต่งตั้งแต่อยู่ระหว่างขั้นตอนการถวายสัตย์ปฏิญาณจะมีอำนาจในตำแหน่งที่ได้รับแต่งตั้งนับแต่วันที่มี พระบรมราชโองการโปรดเกล้าฯ แต่งตั้ง แต่ผู้นั้นจะสามารถปฏิบัติหน้าที่ในตำแหน่งได้ต่อเมื่อได้มีการถวาย สัตย์ปฏิญาณก่อนซึ่งเป็นรูปแบบธรรมเนียมประเพณีในทางรัฐธรรมนูญ ดังนั้น ในกรณีที่มีพระบรมราชโองการ โปรดเกล้าฯ แต่งตั้งบุคคลเพื่อดำรงตำแหน่งใดแล้วแต่ผู้ได้รับแต่งตั้งยังไม่ได้ถวายสัตย์ปฏิญาณภายในเวลา อันสมควรก็อาจเกิดปัญหาอุปสรรคส่งผลกระทบต่อการบริหารราชการแผ่นดินได้ ดังนั้น หลักการในวรรค สองของร่างมาตรา 24 ที่เพิ่มขึ้นใหม่จึงเป็นข้อยกเว้นเพื่อให้บุคคลที่ได้รับการแต่งตั้งสามารถปฏิบัติหน้าที่ ตามที่จำเป็นไปพลางก่อนในระหว่างที่รอการถวายสัตย์ปฏิญาณ</p><p>- มีกรรมการแสดงความเห็นว่า หลักการที่เพิ่มขึ้นใหม่เป็นร่างมาตรา 24/1 ซึ่งที่ประชุมเห็นชอบ ในหลักการแต่ให้นำไปบัญญัติไว้ในหมวดว่าด้วยรัฐสภานั้น ความว่า “ให้วุฒิสภาปฏิบัติหน้าที่แทนรัฐสภา” ควรแก้ไขเป็นว่า “ให้วุฒิสภาปฏิบัติหน้าที่รัฐสภา” เนื่องจากรัฐสภาประกอบด้วยสภาผู้แทนราษฎรและ วุฒิสภา ดังนั้น การปฏิบัติหน้าที่ของวุฒิสภาในกรณีที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ วุฒิสภาจะเป็นองค์กรที่ปฏิบัติหน้าที่รัฐสภากล่าวคือทำหน้าที่ทั้งสภาผู้แทนราษฎรและวุฒิสภาไม่ใช่การ ปฏิบัติหน้าที่แทนรัฐสภา จึงควรแก้ไขเป็นว่า “<u>ในกรณีที่ต้องดำเนินการในรัฐสภาหรือโดยรัฐสภาตาม</u> <u>มาตรา ... ถ้าสภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาปฏิบัติหน้าที่รัฐสภา</u>”</p><p>- ความว่า “ให้วุฒิสภาปฏิบัติหน้าที่รัฐสภา”นั้น ในร่างรัฐธรรมนูญได้บัญญัติหลักการห้ามมิให้ วุฒิสภาดำเนินการในเรื่องต่าง ๆ ในกรณีที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบไว้ใน ร่างมาตราใดมาตราหนึ่งหรือไม่</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในร่างมาตรา 24/1 ที่เพิ่มขึ้นใหม่ซึ่งที่ประชุมเห็นชอบ ในหลักการแต่ให้นำไปบัญญัติไว้ในหมวดว่าด้วยรัฐสภา เป็นดังนี้ “<u>ในกรณีที่ต้องดำเนินการในรัฐสภาหรือ</u><u>โดยรัฐสภาตามมาตรา ... ถ้าสภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาปฏิบัติหน้าท</u>ี่ <u>รัฐสภา</u>”</p><p>ส่วนเรื่องการให้วุฒิสภาปฏิบัติหน้าที่รัฐสภาในกรณีที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎร ถูกยุบนั้น วุฒิสภาจะสามารถปฏิบัติหน้าที่รัฐสภาได้เฉพาะกรณีที่กำหนดไว้ในรัฐธรรมนูญเท่านั้น เช่น การให้ความเห็นชอบประกาศสงครามในกรณีที่ไม่มีสภาผู้แทนราษฎรไม่ว่าด้วยเหตุใด ๆ วุฒิสภาสามารถ ปฏิบัติหน้าที่รัฐสภาเพื่อให้ความเห็นชอบการประกาศสงครามได้ เป็นต้น</p><p>- มีกรรมการแสดงความเห็นว่า วรรคสองของร่างมาตรา 24 ที่เพิ่มขึ้นใหม่ การกำหนดให้ผู้ซึ่งต้อง ถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ไปพลางก่อนในระหว่างที่รอการถวายสัตย์ปฏิญาณ ในกรณีที่มีความจำเป็น เร่งด่วนและจำเป็นต่อการบริหารราชการ ควรกำหนดให้เป็นอำนาจของผู้ซึ่งต้องถวายสัตย์ปฏิญาณเป็น ผู้พิจารณาและใช้ดุลพินิจว่าการปฏิบัติหน้าที่ในระหว่างรอการถวายสัตย์ปฏิญาณมีความจำเป็นเร่งด่วนและ จำเป็นต่อการบริหารราชการหรือไม่ ดังนั้น ควรแก้ไขเพิ่มเติมวรรคสองของร่างมาตรา 24 ที่เพิ่มขึ้นใหม่ เป็นดังนี้ “<u>ในระหว่างที่ยังมิได้ถวายสัตย์ปฏิญาณตามวรรคหนึ่ง ให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าท</u>ี่ <u>ตามที่จำเป็นไปพลางก่อนได</u>้”</p><p>ประธานกรรมการกล่าวว่า วรรคสองของร่างมาตรา 24 ที่เพิ่มขึ้นใหม่ หากบัญญัติว่า “<u>ในระหว่าง</u> <u>ที่ยังมิได้ถวายสัตย์ปฏิญาณตามวรรคหนึ่ง ให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ตามที่จำเป็นไป</u> <u>พลางก่อนได</u>้” อาจเกิดปัญหาการตีความได้ว่ากรณีใดจึงจะถือว่ามีเหตุจำเป็นที่ผู้ซึ่งต้องถวายสัตย์ปฏิญาณ สามารถปฏิบัติหน้าที่ไปพลางก่อนได้</p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงการถวายสัตย์ปฏิญาณขององคมนตรีแต่ไม่มีการลงมติ","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"60","หน้า":"18"},{"หมวด":"2","ส่วน":"","มาตรา":"13","ร่างมาตรา":"13","ร่างบทบัญญัติ":"<p> “มาตรา 13 ก่อนเข้ารับหน้าที่ องคมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ด้วยถ้อยคำ ดังต่อไปนี้</p><p>ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 13 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"10"},{"หมวด":"2","ส่วน":"","มาตรา":"13","ร่างมาตรา":"13","ร่างบทบัญญัติ":"<p> “มาตรา 13 ก่อนเข้ารับหน้าที่ องคมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ด้วยถ้อยคำ ดังต่อไปนี้</p><p>“ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ””</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 13 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"112","หน้า":"8-9"},{"หมวด":"2","ส่วน":"","มาตรา":"14","ร่างมาตรา":"15","ร่างบทบัญญัติ":"<p> “มาตรา 15 องคมนตรีพ้นจากตำแหน่งเมื่อตาย ลาออก หรือมีพระบรมราชโองการให้พ้นจาก ตำแหน่ง”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 15 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"6","หน้า":"20"},{"หมวด":"2","ส่วน":"","มาตรา":"14","ร่างมาตรา":"14","ร่างบทบัญญัติ":"<p> “มาตรา 14 องคมนตรีพ้นจากตำแหน่งเมื่อตาย ลาออก หรือมีพระบรมราชโองการให้พ้นจาก ตำแหน่ง”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 14 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"60","หน้า":"12"},{"หมวด":"2","ส่วน":"","มาตรา":"14","ร่างมาตรา":"14","ร่างบทบัญญัติ":"<p> “มาตรา 14 องคมนตรีพ้นจากตำแหน่งเมื่อตาย ลาออก หรือมีพระบรมราชโองการให้พ้นจาก ตำแหน่ง”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 14 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"10-11"},{"หมวด":"2","ส่วน":"","มาตรา":"14","ร่างมาตรา":"14","ร่างบทบัญญัติ":"<p>\"มาตรา 14 องคมนตรีพ้นจากตำแหน่งเมื่อตาย ลาออก หรือมีพระบรมราชโองการให้พ้นจาก ตำแหน่ง”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 14 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"112","หน้า":"9"},{"หมวด":"2","ส่วน":"","มาตรา":"15","ร่างมาตรา":"16","ร่างบทบัญญัติ":"<p> “มาตรา 16 การแต่งตั้งและการให้ข้าราชการในพระองค์และสมุหราชองครักษ์พ้นจากตำแหน่งให้เป็นไปตามพระราชอัธยาศัย”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 16 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"6","หน้า":"20"},{"หมวด":"2","ส่วน":"","มาตรา":"15","ร่างมาตรา":"15","ร่างบทบัญญัติ":"<p> “มาตรา 15 การแต่งตั้งและการให้ข้าราชการในพระองค์และสมุหราชองครักษ์พ้นจากตำแหน่งให้เป็นไปตามพระราชอัธยาศัย</p><p><u>การจัดระเบียบราชการและการบริหารงานบุคคลของราชการในพระองค์ ให้เป็นไปตาม</u><u>พระราชอัธยาศัยตามที่กำหนดในพระราชกฤษฎีกา</u>”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการกล่าวว่า เมื่อบัญญัติให้การแต่งตั้งและการให้ข้าราชการในพระองค์และ สมุหราชองครักษ์พ้นจากตำแหน่ง ให้เป็นไปตามพระราชอัธยาศัย แต่ไม่มีการบัญญัติรายละเอียดในการ</p><p>ดำเนินการไว้ ทำให้ต้องบังคับตามกฎหมายข้าราชการพลเรือน ซึ่งทำให้เกิดปัญหาในทางปฏิบัติ เนื่องจาก มิได้เป็นไปตามพระราชอัธยาศัยอย่างแท้จริง ดังนั้น เพื่อให้เกิดความชัดเจนยิ่งขึ้น ควรเพิ่มความเป็น วรรคสองของร่างมาตรา 15 ดังนี้ “<u>การจัดระเบียบราชการและการบริหารงานบุคคลของราชการใน</u><u>พระองค์ ให้เป็นไปตามพระราชอัธยาศัยตามที่กำหนดในพระราชกฤษฎีกา</u>”</p><p>ที่ประชุมสอบถาม ดังนี้</p><p>- มีกรรมการสอบถามว่า ความว่า “การจัดระเบียบราชการและการบริหารงานบุคคลของราชการ ในพระองค์ ให้เป็นไปตามพระราชอัธยาศัยตามที่กำหนดในพระราชกฤษฎีกา” หมายความรวมถึงการ จัดการเรื่องการเงินและทรัพย์สินส่วนพระองค์ด้วยหรือไม่</p><p>ประธานกรรมการกล่าวว่า ความว่า “การจัดระเบียบราชการและการบริหารงานบุคคลของราชการ ในพระองค์” หมายความรวมถึงการจัดการเรื่องการเงินและทรัพย์สินส่วนพระองค์ด้วย รวมทั้งการใช้เงิน และทรัพย์สินย่อมเป็นไปตามพระราชอัธยาศัย ส่วนวิธีการตั้งงบประมาณให้เป็นไปตามระบบงบประมาณ ปกติ</p><p>- มีกรรมการสอบถามว่า ความว่า “ให้เป็นไปตามพระราชอัธยาศัยตามที่กำหนดในพระราช กฤษฎีกา” กระบวนการตราพระราชกฤษฎีกาจำเป็นต้องกำหนดให้ยึดโยงกับคณะรัฐมนตรีหรือไม่</p><p>ประธานกรรมการกล่าวว่า การตราพระราชกฤษฎีกาต้องมีผู้ลงนามรับสนองพระบรมราชโองการ ทั้งนี้ แนวทางปฏิบัติในกระบวนการตราพระราชกฤษฎีกาตามร่างมาตรา 15 ให้เป็นหน้าที่ของสำนัก พระราชวังเป็นผู้ริเริ่ม และส่งเรื่องให้คณะรัฐมนตรีพิจารณาต่อไป</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 15 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"60","หน้า":"12-13"},{"หมวด":"2","ส่วน":"","มาตรา":"15","ร่างมาตรา":"15","ร่างบทบัญญัติ":"<p> “มาตรา 15 การแต่งตั้งและการให้ข้าราชการในพระองค์และสมุหราชองครักษ์พ้นจากตำแหน่ง ให้ เป็นไปตามพระราชอัธยาศัย</p><p>การจัดระเบียบราชการและการบริหารงานบุคคลของราชการในพระองค์ ให้เป็นไปตามพระราช อัธยาศัยตามที่บัญญัติในพระราชกฤษฎีกา”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 15 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"11"},{"หมวด":"2","ส่วน":"","มาตรา":"15","ร่างมาตรา":"15","ร่างบทบัญญัติ":"<p> มาตรา 15 การแต่งตั้งและการให้ข้าราชการในพระองค์และสมุหราชองครักษ์พ้นจากตำแหน่ง ให้เป็นไปตามพระราชอัธยาศัย</p><p>การจัดระเบียบราชการและการบริหารงานบุคคลของราชการในพระองค์ ให้เป็นไปตาม พระราชอัธยาศัยตามที่บัญญัติไว้ในพระราชกฤษฎีกา”</p>","ประเด็นการพิจารณา":"<p> มีกรรมการสอบถามว่า องค์กรใดเป็นผู้ยกร่างพระราชกฤษฎีกา</p><p>ประธานกรรมการกล่าวว่า องค์กรที่ทำหน้าที่ยกร่างพระราชกฤษฎีกาตามความในวรรคสองเป็นไปตาม หลักการบัญญัติกฎหมายทั่วไป โดยไม่ต้องกำหนดระยะเวลาจัดทำพระราชกฤษฎีกาให้แล้วเสร็จภายใน ระยะเวลาใดในบทเฉพาะกาล</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 15 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"112","หน้า":"9"},{"หมวด":"2","ส่วน":"","มาตรา":"16","ร่างมาตรา":"17","ร่างบทบัญญัติ":"<p> “มาตรา 17 ในเมื่อพระมหากษัตริย์จะไม่ประทับอยู่ในราชอาณาจักร หรือจะทรงบริหารพระราชภาระไม่ได้ด้วยเหตุใดก็ตาม จะได้ทรงแต่งตั้งผู้ใดผู้หนึ่งเป็นผู้สำเร็จราชการแทนพระองค์ และให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 17 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"6","หน้า":"20"},{"หมวด":"2","ส่วน":"","มาตรา":"16","ร่างมาตรา":"16","ร่างบทบัญญัติ":"<p> “มาตรา 16 ในเมื่อพระมหากษัตริย์จะไม่ประทับอยู่ในราชอาณาจักร หรือจะทรงบริหารพระราชภาระไม่ได้ด้วยเหตุใดก็ตาม จะได้ทรงแต่งตั้งผู้ใดผู้หนึ่งเป็นผู้สำเร็จราชการแทนพระองค์ และให้ ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 16 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"60","หน้า":"13"},{"หมวด":"2","ส่วน":"","มาตรา":"16","ร่างมาตรา":"16","ร่างบทบัญญัติ":"<p> “มาตรา 16 ในเมื่อพระมหากษัตริย์จะไม่ประทับอยู่ในราชอาณาจักร หรือจะทรงบริหารพระราชภาระไม่ได้ด้วยเหตุใดก็ตาม จะได้ทรงแต่งตั้งผู้ใดผู้หนึ่งเป็นผู้สำเร็จราชการแทนพระองค์ และให้ประธาน รัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 16 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"11"},{"หมวด":"2","ส่วน":"","มาตรา":"16","ร่างมาตรา":"16","ร่างบทบัญญัติ":"<p> “มาตรา 16 ในเมื่อพระมหากษัตริย์จะไม่ประทับอยู่ในราชอาณาจักร หรือจะทรงบริหารพระราชภาระไม่ได้ด้วยเหตุใดก็ตาม จะได้ทรงแต่งตั้งผู้ใดผู้หนึ่งเป็นผู้สำเร็จราชการแทนพระองค์ และให้ประธาน รัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 16 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"112","หน้า":"9"},{"หมวด":"2","ส่วน":"","มาตรา":"17","ร่างมาตรา":"18","ร่างบทบัญญัติ":"<p> “มาตรา 18 ในกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์ตามมาตรา 17 หรือในกรณีที่พระมหากษัตริย์ไม่สามารถทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์เพราะยังไม่ทรงบรรลุนิติภาวะหรือเพราะเหตุอื่น ให้คณะองคมนตรีเสนอชื่อผู้ใดผู้หนึ่งซึ่งสมควรดำรงตำแหน่งผู้สำเร็จราชการแทนพระองค์ต่อรัฐสภาเพื่อขอความเห็นชอบ เมื่อรัฐสภาให้ความเห็นชอบแล้วให้ประธานรัฐสภาประกาศในพระปรมาภิไธยพระมหากษัตริย์ แต่งตั้งผู้นั้นเป็นผู้สำเร็จราชการแทนพระองค์</p><p>ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาทำหน้าที่รัฐสภาในการให้ความเห็นชอบตามวรรคหนึ่ง”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 18 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"6","หน้า":"20"},{"หมวด":"2","ส่วน":"","มาตรา":"17","ร่างมาตรา":"17","ร่างบทบัญญัติ":"<p> “มาตรา 17 ในกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์ตามมาตรา 16 หรือในกรณีที่พระมหากษัตริย์ไม่สามารถทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์เพราะยังไม่ทรงบรรลุนิติภาวะหรือเพราะเหตุอื่น ให้คณะองคมนตรีเสนอชื่อผู้ใดผู้หนึ่งซึ่งสมควรดำรงตำแหน่งผู้สำเร็จราชการแทนพระองค์ต่อรัฐสภาเพื่อขอความเห็นชอบ เมื่อรัฐสภาให้ความเห็นชอบแล้ว ให้ประธานรัฐสภาประกาศในพระปรมาภิไธยพระมหากษัตริย์ แต่งตั้งผู้นั้นเป็นผู้สำเร็จราชการแทนพระองค์</p><p>ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาทำหน้าที่รัฐสภา ในการให้ความเห็นชอบตามวรรคหนึ่ง”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 17 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"60","หน้า":"13-14"},{"หมวด":"2","ส่วน":"","มาตรา":"17","ร่างมาตรา":"17","ร่างบทบัญญัติ":"<p> “มาตรา 17 ในกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์ตามมาตรา 16 หรือในกรณีที่พระมหากษัตริย์ไม่สามารถทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์เพราะยังไม่ทรงบรรลุนิติภาวะหรือเพราะเหตุอื่น ให้คณะองคมนตรีเสนอชื่อผู้ใดผู้หนึ่งซึ่งสมควรดำรงตำแหน่งผู้สำเร็จราชการแทนพระองค์ต่อรัฐสภาเพื่อขอความเห็นชอบ เมื่อรัฐสภาให้ความเห็นชอบแล้ว ให้ประธานรัฐสภาประกาศในพระปรมาภิไธยพระมหากษัตริย์ แต่งตั้งผู้นั้นเป็นผู้สำเร็จราชการแทนพระองค์”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 17 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"11"},{"หมวด":"2","ส่วน":"","มาตรา":"17","ร่างมาตรา":"17","ร่างบทบัญญัติ":"<p> “มาตรา 17 ในกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์ตามมาตรา 16 หรือในกรณีที่พระมหากษัตริย์ไม่สามารถทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์เพราะยังไม่ทรงบรรลุนิติ ภาวะหรือเพราะเหตุอื่น ให้คณะองคมนตรีเสนอชื่อผู้ใดผู้หนึ่งซึ่งสมควรดำรงตำแหน่งผู้สำเร็จราชการแทนพระองค์ต่อรัฐสภาเพื่อขอความเห็นชอบ เมื่อรัฐสภาให้ความเห็นชอบแล้ว ให้ประธานรัฐสภาประกาศในพระปรมาภิไธยพระมหากษัตริย์ แต่งตั้งผู้นั้นเป็นผู้สำเร็จราชการแทนพระองค์</p><p><u>ในระหว่างที่ไม่มีสภาผู้แทนราษฎร ไม่ว่าด้วยเหตุสภาผู้แทนราษฎรสิ้นอายุ สภาผู้แทนราษฎรถูกยุบ</u><u>หรือเหตุอื่นใด ให้วุฒิสภาทำหน้าที่รัฐสภา</u>”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการเสนอเพิ่มความเป็นวรรคสองของร่างมาตรา 17 ดังนี้ “ในระหว่างที่ไม่มีสภา ผู้แทนราษฎร ไม่ว่าด้วยเหตุสภาผู้แทนราษฎรสิ้นอายุ สภาผู้แทนราษฎรถูกยุบ หรือเหตุอื่นใด ให้วุฒิสภาทำ หน้าที่รัฐสภา” เนื่องจากการรวมกรณีที่วุฒิสภาทำหน้าที่รัฐสภา ในขณะที่ไม่มีสภาผู้แทนราษฎรไว้ในร่าง มาตรา 121 อาจจะทำให้หมวดพระมหากษัตริย์ซึ่งไม่มีการระบุเรื่องดังกล่าวไว้นั้นไม่มีความสมบูรณ์ในตัวเอง และเมื่อแก้ไขร่างมาตรา 17 แล้ว จะต้องเพิ่มความว่า “ให้นำความในมาตรา 17 วรรคสอง มาใช้บังคับ โดยอนุโลม” ในร่างมาตรา 19 ร่างมาตรา 20 ร่างมาตรา 21 และร่างมาตรา 172 (ร่างมาตรา 181 เดิม) ด้วย รวมทั้งจะต้องปรับปรุงถ้อยคำในร่างมาตรา 121 (มาตรา 125 เดิม) ให้สอดคล้องกัน</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 17 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"74","หน้า":"2-3"},{"หมวด":"2","ส่วน":"","มาตรา":"17","ร่างมาตรา":"17","ร่างบทบัญญัติ":"<p>“มาตรา 17 ในกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์ตามมาตรา 16 หรือในกรณีที่พระมหากษัตริย์ไม่สามารถทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์เพราะยังไม่ทรงบรรลุนิติภาวะหรือเพราะเหตุอื่น ให้คณะองคมนตรีเสนอชื่อผู้ใดผู้หนึ่งซึ่งสมควรดำรงตำแหน่งผู้สำเร็จราชการแทนพระองค์ต่อรัฐสภาเพื่อขอความเห็นชอบ เมื่อรัฐสภาให้ความเห็นชอบแล้ว ให้ประธานรัฐสภาประกาศในพระปรมาภิไธยพระมหากษัตริย์ แต่งตั้งผู้นั้นเป็นผู้สำเร็จราชการแทนพระองค์</p><p>ในระหว่างที่ไม่มีสภาผู้แทนราษฎร ไม่ว่าด้วยเหตุสภาผู้แทนราษฎรสิ้นอายุ สภาผู้แทนราษฎรถูกยุบ หรือเหตุอื่นใด ให้วุฒิสภาทำหน้าที่รัฐสภา” </p>","ประเด็นการพิจารณา":"<p> มีกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคสอง เป็นดังนี้ “ในระหว่างที่ไม่มีสภาผู้แทนราษฎร ไม่ว่าด้วยเหตุสภาผู้แทนราษฎรสิ้นอายุ สภาผู้แทนราษฎรถูกยุบ หรือเหตุอื่นใด ให้วุฒิสภาทำหน้าที่รัฐสภา <u>ในการเห็นชอบตามวรรคหนึ่ง</u>” เพื่อให้เป็นหลักการเดียวกับรัฐธรรมนูญ 2550</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 17 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"112","หน้า":"9-10"},{"หมวด":"2","ส่วน":"","มาตรา":"17","ร่างมาตรา":"17","ร่างบทบัญญัติ":"<p>“มาตรา 17 ในกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์ตามมาตรา 16 หรือในกรณีที่พระมหากษัตริย์ไม่สามารถทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์เพราะยังไม่ทรงบรรลุนิติภาวะหรือเพราะเหตุอื่น ให้คณะองคมนตรีเสนอชื่อผู้ใดผู้หนึ่งซึ่งสมควรดำรงตำแหน่งผู้สำเร็จราชการแทนพระองค์ต่อรัฐสภาเพื่อขอความเห็นชอบ เมื่อรัฐสภาให้ความเห็นชอบแล้ว ให้ประธานรัฐสภาประกาศในพระปรมาภิไธยพระมหากษัตริย์ แต่งตั้งผู้นั้นเป็นผู้สำเร็จราชการแทนพระองค์</p><p><strike>ในระหว่างที่ไม่มีสภาผู้แทนราษฎร ไม่ว่าด้วยเหตุสภาผู้แทนราษฎรสิ้นอายุ สภาผู้แทนราษฎร</strike><strike>ถูกยุบ หรือเหตุอื่นใด ให้วุฒิสภาทำหน้าที่รัฐสภา</strike>”</p>","ประเด็นการพิจารณา":"<p>นายประพันธ์ นัยโกวิท กรรมการ หารือที่ประชุมเกี่ยวกับหลักการที่บัญญัติในวรรคสอง ของร่างมาตรา 17 ความว่า “ในระหว่างที่ไม่มีสภาผู้แทนราษฎร ไม่ว่าด้วยเหตุสภาผู้แทนราษฎรสิ้นอายุ สภาผู้แทนราษฎรถูกยุบ หรือเหตุอื่นใด ให้วุฒิสภาทำหน้าที่รัฐสภา” นั้น คณะกรรมการได้บัญญัติหลักการ ไว้ในหมวด 7 ส่วนที่ 4 บทที่ใช้แก่สภาทั้งสอง ร่างมาตรา 126 เพื่อรองรับกรณีที่ไม่มีสภาผู้แทนราษฎร ไม่ว่าด้วยเหตุสภาผู้แทนราษฎรสิ้นอายุ สภาผู้แทนราษฎรถูกยุบ หรือเหตุอื่นใดไว้แล้ว ดังนั้น ควรตัดความ ในวรรคสองของร่างมาตรา 17 ออกทั้งวรรค รวมทั้งวรรคสามของร่างมาตรา 19 วรรคสามของร่างมาตรา 20 และวรรคสามของร่างมาตรา 21 ซึ่งบัญญัติลักษณะเดียวกันออกทั้งวรรคเพื่อไม่ให้ซ้ำซ้อนกับหลักการที่ บัญญัติในร่างมาตรา 126</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า หลักการที่บัญญัติในมาตรา วรรคสอง ร่างมาตรา 19 วรรคสาม มาตรา 20 วรรคสาม และมาตรา 21 วรรคสาม เพื่อให้วุฒิสภาทำหน้าที่ รัฐสภาในกรณีที่ไม่มีสภาผู้แทนราษฎร ไม่ว่าด้วยเหตุสภาผู้แทนราษฎรสิ้นอายุ สภาผู้แทนราษฎรถูกยุบ หรือเหตุอื่นใด เพื่อให้วุฒิสภาทำหน้าที่รัฐสภาในการให้ความเห็นชอบผู้สำเร็จราชการแทนพระองค์ ตามร่างมาตรา 17 การปฏิญาณตนของผู้สำเร็จราชการแทนพระองค์ตามร่างมาตรา 19 การแก้ไขเพิ่มเติม กฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467 ตามร่างมาตรา 20 และการ รับทราบการแต่งตั้งพระรัชทายาท หรือการให้ความเห็นชอบพระนามผู้สืบราชสันตติวงศ์ในกรณีที่ ราชบัลลังก์ว่างลงและเป็นกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งพระรัชทายาทไว้ตามร่างมาตรา 21 ซึ่งในประเด็นดังกล่าวคณะกรรมการเห็นควรให้บัญญัติหลักการไว้ในหมวด 7 ส่วนที่ 4 บทที่ใช้แก่สภา ทั้งสอง มาตรา 126 ซึ่งเป็นบทบัญญัติทั่วไปที่ใช้บังคับแก่สภาทั้งสอง จึงไม่จำเป็นต้องบัญญัติซ้ำ ในร่างมาตราอื่น ๆ อีก แต่ฝ่ายเลขานุการคณะกรรมการเห็นว่า คณะกรรมการควรคงหลักการเดิมตามที่เคย บัญญัติในรัฐธรรมนูญ 2540 และรัฐธรรมนูญ 2550 เพื่อให้หลักการที่บัญญัติในหมวดพระมหากษัตริย์ เบ็ดเสร็จเด็ดขาดโดยไม่ต้องนำไปบัญญัติไว้ในหมวดอื่น หรืออ้างอิงบทบัญญัติในหมวดอื่น</p><p>ประธานกรรมการเสนอตัดความในวรรคสองของร่างมาตรา 17 วรรคสามของร่างมาตรา 19 วรรคสามของร่างมาตรา 20 และวรรคสามของร่างมาตรา 21 ออกทั้งหมด ซึ่งในประเด็นดังกล่าวที่ประชุม เห็นชอบ </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติ ดังนี้</p><p>1. แก้ไขร่างมาตรา 17 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายประพันธ์ นัยโกวิท","นายปกรณ์ นิลประพันธ์"],"ประชุมครั้งที่":"115","หน้า":"8-9"},{"หมวด":"2","ส่วน":"","มาตรา":"18","ร่างมาตรา":"19","ร่างบทบัญญัติ":"<p> “มาตรา 19 ในระหว่างที่ไม่มีผู้สำเร็จราชการแทนพระองค์ตามที่บัญญัติไว้ในมาตรา 17 หรือมาตรา 18 ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไปพลางก่อน</p><p>ในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา 17 หรือมาตรา 18 ไม่สามารถปฏิบัติหน้าที่ได้ ให้ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไป พลางก่อน</p><p>ในระหว่างที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคหนึ่ง หรือในระหว่างที่ ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ตามวรรคสอง ประธานองคมนตรีจะปฏิบัติหน้าที่ในฐานะเป็นประธานองคมนตรีมิได้ ในกรณีเช่นว่านี้ ให้คณะองคมนตรีเลือกองคมนตรีคนหนึ่งขึ้นทำหน้าที่ประธานองคมนตรีเป็นการชั่วคราวไปพลางก่อน”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 19 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"6","หน้า":"20-21"},{"หมวด":"2","ส่วน":"","มาตรา":"18","ร่างมาตรา":"18","ร่างบทบัญญัติ":"<p> “มาตรา 18 ในระหว่างที่ไม่มีผู้สำเร็จราชการแทนพระองค์ตามที่บัญญัติไว้ในมาตรา 16 หรือมาตรา 17 ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไปพลางก่อน</p><p>ในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา 16 หรือมาตรา 17 ไม่สามารถปฏิบัติหน้าที่ได้ ให้ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราว ไปพลางก่อน</p><p>ในระหว่างที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคหนึ่ง หรือในระหว่างที่ ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ตามวรรคสอง ประธานองคมนตรีจะปฏิบัติหน้าที่ในฐานะเป็นประธานองคมนตรีมิได้ ในกรณีเช่นว่านี้ ให้คณะองคมนตรีเลือกองคมนตรีคนหนึ่งขึ้นทำหน้าที่ประธานองคมนตรีเป็นการชั่วคราวไปพลางก่อน”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 18 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"60","หน้า":"14"},{"หมวด":"2","ส่วน":"","มาตรา":"18","ร่างมาตรา":"18","ร่างบทบัญญัติ":"<p> “มาตรา 18 ในระหว่างที่ไม่มีผู้สำเร็จราชการแทนพระองค์ตามที่บัญญัติไว้ในมาตรา 16 หรือ มาตรา 17 ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไปพลางก่อน</p><p>ในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา 16 หรือมาตรา 17 ไม่ สามารถปฏิบัติหน้าที่ได้ ให้ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไป พลางก่อน</p><p>ในระหว่างที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคหนึ่ง หรือในระหว่างที่ ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ตามวรรคสอง ประธานองคมนตรีจะปฏิบัติหน้าที่ในฐานะเป็นประธานองคมนตรีมิได้ ในกรณีเช่นว่านี้ ให้คณะองคมนตรีเลือกองคมนตรีคนหนึ่งขึ้นทำหน้าที่ประธานองคมนตรีเป็นการชั่วคราวไปพลางก่อน”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 18 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"12"},{"หมวด":"2","ส่วน":"","มาตรา":"18","ร่างมาตรา":"18","ร่างบทบัญญัติ":"<p>“มาตรา 18 ในระหว่างที่ไม่มีผู้สำเร็จราชการแทนพระองค์ตามมาตรา 16 หรือมาตรา 17 ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไปพลางก่อน</p><p>ในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา 16 หรือมาตรา 17 ไม่สามารถปฏิบัติหน้าที่ได้ ให้ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราว ไปพลางก่อน</p><p>ในระหว่างที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคหนึ่ง หรือในระหว่างที่ ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ตามวรรคสอง ประธานองคมนตรีจะปฏิบัติหน้าที่ในฐานะเป็นประธานองคมนตรีมิได้ ในกรณีเช่นว่านี้ ให้คณะองคมนตรีเลือกองคมนตรีคนหนึ่งขึ้นทำหน้าที่ประธานองคมนตรีเป็นการชั่วคราวไปพลางก่อน” </p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการกล่าวว่า กรณีประธานองคมนตรีปฏิบัติหน้าที่ผู้สำเร็จราชการแทนพระองค์ตาม ร่างมาตรา 16 และร่างมาตรา 17 มีความแตกต่างกัน คือ ร่างมาตรา 16 ประธานองคมนตรีเป็นผู้สำเร็จ ราชการแทนพระองค์ ส่วนร่างมาตรา 17 ประธานองคมนตรีไม่ได้เป็นผู้สำเร็จราชการแทนพระองค์ แต่ทำ หน้าที่ผู้สำเร็จราชการแทนพระองค์</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 18 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"112","หน้า":"10"},{"หมวด":"2","ส่วน":"","มาตรา":"19","ร่างมาตรา":"20","ร่างบทบัญญัติ":"<p> “มาตรา 20 ก่อนเข้ารับหน้าที่ ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา 17 หรือมาตรา 18 ต้องปฏิญาณตนในที่ประชุมรัฐสภาด้วยถ้อยคำ ดังต่อไปนี้</p><p>“ข้าพเจ้า (ชื่อผู้ปฏิญาณ) ขอปฏิญาณว่า ข้าพเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ (พระปรมาภิไธย) และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ”</p><p>ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาทำหน้าที่รัฐสภาตาม มาตรานี้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 20 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"6","หน้า":"21"},{"หมวด":"2","ส่วน":"","มาตรา":"19","ร่างมาตรา":"19","ร่างบทบัญญัติ":"<p>“มาตรา 19 ก่อนเข้ารับหน้าที่ ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา 16 หรือมาตรา 17 ต้องปฏิญาณตนในที่ประชุมรัฐสภาด้วยถ้อยคำ ดังต่อไปนี้</p><p>“ข้าพเจ้า (ชื่อผู้ปฏิญาณ) ขอปฏิญาณว่า ข้าพเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ (พระปรมาภิไธย) และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ”</p><p>ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาทำหน้าที่รัฐสภา ตามมาตรานี้” </p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 19 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"60","หน้า":"14"},{"หมวด":"2","ส่วน":"","มาตรา":"19","ร่างมาตรา":"19","ร่างบทบัญญัติ":"<p> “มาตรา 19 ก่อนเข้ารับหน้าที่ ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา 16 หรือมาตรา 17 ต้องปฏิญาณตนในที่ประชุมรัฐสภาด้วยถ้อยคำ ดังต่อไปนี้</p><p>“ข้าพเจ้า (ชื่อผู้ปฏิญาณ) ขอปฏิญาณว่า ข้าพเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ (พระปรมาภิไธย) และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 19 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"12"},{"หมวด":"2","ส่วน":"","มาตรา":"19","ร่างมาตรา":"19","ร่างบทบัญญัติ":"<p> “มาตรา 19 ก่อนเข้ารับหน้าที่ ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา 16 หรือมาตรา 17 ต้องปฏิญาณตนในที่ประชุมรัฐสภาด้วยถ้อยคำ ดังต่อไปนี้</p><p>“ข้าพเจ้า (ชื่อผู้ปฏิญาณ) ขอปฏิญาณว่า ข้าพเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ (พระปรมาภิไธย) และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ</p><p><u>ให้นำความในมาตรา 17 วรรคสอง มาใช้บังคับโดยอนุโลม</u>”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 19 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"74","หน้า":"3"},{"หมวด":"2","ส่วน":"","มาตรา":"19","ร่างมาตรา":"19","ร่างบทบัญญัติ":"<p> “มาตรา 19 ก่อนเข้ารับหน้าที่ ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา 16 หรือมาตรา 17 ต้องปฏิญาณตนในที่ประชุมรัฐสภาด้วยถ้อยคำ ดังต่อไปนี้</p><p>“ข้าพเจ้า (ชื่อผู้ปฏิญาณ) ขอปฏิญาณว่า ข้าพเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ (พระปรมาภิไธย) และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ”</p><p><u>ในระหว่างที่ไม่มีสภาผู้แทนราษฎร</u> ให้นำความในมาตรา 17 วรรคสอง มาใช้บังคับโดยอนุโลม”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการกล่าวว่า กรณีประธานองคมนตรีเป็นหรือทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ ชั่วคราวไปพลางก่อนตามร่างมาตรา 18 ไม่ต้องปฏิญาณตนในที่ประชุมรัฐสภาตามความในร่างมาตรา 19 นอกจากนี้ เพื่อให้ความในวรรคสามสอดคล้องกับความในวรรคสองของร่างมาตรา 17 เสนอแก้ไขเพิ่มเติม ความในวรรคสาม เป็นดังนี้ “<u>ในระหว่างไม่มีสภาผู้แทนราษฎร</u> ให้นำความในมาตรา 17 วรรคสอง มาใช้ บังคับโดยอนุโลม”</p><p>นางกาญจนารัตน์ ลีวิโรจน์ ที่ปรึกษาประจำคณะกรรมการร่างรัฐธรรมนูญ กล่าวว่า ความในวรรคสอง ของร่างมาตรา 17 บัญญัติว่า “ในระหว่างที่ไม่มีสภาผู้แทนราษฎร ไมว่าด้วยเหตุสภาผู้แทนราษฎรสิ้นอายุ สภาผู้แทนราษฎรถูกยุบ หรือเหตุอื่นใด ให้วุฒิสภาทำหน้าที่รัฐสภา” ดังนั้น ควรบัญญัติความในวรรคสาม ของร่างมาตรา 19 ว่า “<u>ในระหว่างที่ไม่มีสภาผู้แทนราษฎร</u> ให้นำความในมาตรา 17 วรรคสอง มาใช้บังคับ โดยอนุโลม” เพื่อให้ข้อความสอดคล้องกัน</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 19 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นางกาญจนารัตน์ ลีวิโรจน์"],"ประชุมครั้งที่":"112","หน้า":"10-11"},{"หมวด":"2","ส่วน":"","มาตรา":"19","ร่างมาตรา":"19","ร่างบทบัญญัติ":"<p> “มาตรา 19 ก่อนเข้ารับหน้าที่ ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา 16 หรือมาตรา 17 ต้องปฏิญาณตนในที่ประชุมรัฐสภาด้วยถ้อยคำ ดังต่อไปนี้</p><p>“ข้าพเจ้า (ชื่อผู้ปฏิญาณ) ขอปฏิญาณว่า ข้าพเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ (พระปรมาภิไธย) และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ”</p><p><strike>ในระหว่างที่ไม่มีสภาผู้แทนราษฎร ให้นำความในมาตรา 17 วรรคสอง มาใช้บังคับโดย</strike><strike>อนุโลม</strike>”</p>","ประเด็นการพิจารณา":"<p> นายประพันธ์ นัยโกวิท กรรมการ หารือที่ประชุมเกี่ยวกับหลักการที่บัญญัติในวรรคสอง ของร่างมาตรา 17 ความว่า “ในระหว่างที่ไม่มีสภาผู้แทนราษฎร ไม่ว่าด้วยเหตุสภาผู้แทนราษฎรสิ้นอายุ สภาผู้แทนราษฎรถูกยุบ หรือเหตุอื่นใด ให้วุฒิสภาทำหน้าที่รัฐสภา” นั้น คณะกรรมการได้บัญญัติหลักการ ไว้ในหมวด 7 ส่วนที่ 4 บทที่ใช้แก่สภาทั้งสอง ร่างมาตรา 126 เพื่อรองรับกรณีที่ไม่มีสภาผู้แทนราษฎร ไม่ว่าด้วยเหตุสภาผู้แทนราษฎรสิ้นอายุ สภาผู้แทนราษฎรถูกยุบ หรือเหตุอื่นใดไว้แล้ว ดังนั้น ควรตัดความ ในวรรคสองของร่างมาตรา 17 ออกทั้งวรรค รวมทั้งวรรคสามของร่างมาตรา 19 วรรคสามของร่างมาตรา 20 และวรรคสามของร่างมาตรา 21 ซึ่งบัญญัติลักษณะเดียวกันออกทั้งวรรคเพื่อไม่ให้ซ้ำซ้อนกับหลักการที่ บัญญัติในร่างมาตรา 126</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า หลักการที่บัญญัติในมาตรา วรรคสอง ร่างมาตรา 19 วรรคสาม มาตรา 20 วรรคสาม และมาตรา 21 วรรคสาม เพื่อให้วุฒิสภาทำหน้าที่ รัฐสภาในกรณีที่ไม่มีสภาผู้แทนราษฎร ไม่ว่าด้วยเหตุสภาผู้แทนราษฎรสิ้นอายุ สภาผู้แทนราษฎรถูกยุบ หรือเหตุอื่นใด เพื่อให้วุฒิสภาทำหน้าที่รัฐสภาในการให้ความเห็นชอบผู้สำเร็จราชการแทนพระองค์ ตามร่างมาตรา 17 การปฏิญาณตนของผู้สำเร็จราชการแทนพระองค์ตามร่างมาตรา 19 การแก้ไขเพิ่มเติม กฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467 ตามร่างมาตรา 20 และการ รับทราบการแต่งตั้งพระรัชทายาท หรือการให้ความเห็นชอบพระนามผู้สืบราชสันตติวงศ์ในกรณีที่ ราชบัลลังก์ว่างลงและเป็นกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งพระรัชทายาทไว้ตามร่างมาตรา 21 ซึ่งในประเด็นดังกล่าวคณะกรรมการเห็นควรให้บัญญัติหลักการไว้ในหมวด 7 ส่วนที่ 4 บทที่ใช้แก่สภา ทั้งสอง มาตรา 126 ซึ่งเป็นบทบัญญัติทั่วไปที่ใช้บังคับแก่สภาทั้งสอง จึงไม่จำเป็นต้องบัญญัติซ้ำ ในร่างมาตราอื่น ๆ อีก แต่ฝ่ายเลขานุการคณะกรรมการเห็นว่า คณะกรรมการควรคงหลักการเดิมตามที่เคย บัญญัติในรัฐธรรมนูญ 2540 และรัฐธรรมนูญ 2550 เพื่อให้หลักการที่บัญญัติในหมวดพระมหากษัตริย์ เบ็ดเสร็จเด็ดขาดโดยไม่ต้องนำไปบัญญัติไว้ในหมวดอื่น หรืออ้างอิงบทบัญญัติในหมวดอื่น</p><p>ประธานกรรมการเสนอตัดความในวรรคสองของร่างมาตรา 17 วรรคสามของร่างมาตรา 19 วรรคสามของร่างมาตรา 20 และวรรคสามของร่างมาตรา 21 ออกทั้งหมด ซึ่งในประเด็นดังกล่าวที่ประชุม เห็นชอบ</p>","มติที่ประชุม":"<p> แก้ไขร่างมาตรา 19 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายประพันธ์ นัยโกวิท","นายปกรณ์ นิลประพันธ์"],"ประชุมครั้งที่":"115","หน้า":"8-9"},{"หมวด":"2","ส่วน":"","มาตรา":"20","ร่างมาตรา":"21","ร่างบทบัญญัติ":"<p> “มาตรา 21 ภายใต้บังคับมาตรา 22 การสืบราชสมบัติให้เป็นไปโดยนัยแห่งกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467</p><p>การแก้ไขเพิ่มเติมกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467 เป็นพระราชอำนาจของพระมหากษัตริย์โดยเฉพาะ เมื่อมีพระราชดำริประการใด ให้คณะองคมนตรีจัดทำร่างกฎมณเฑียรบาลแก้ไขเพิ่มเติมกฎมณเฑียรบาลเดิมขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อมีพระบรมราชวินิจฉัย เมื่อทรงเห็นชอบและทรงลงพระปรมาภิไธยแล้ว ให้ประธานองคมนตรีดำเนินการแจ้งประธานรัฐสภาเพื่อให้ประธานรัฐสภาแจ้งให้รัฐสภาทราบ และให้ประธานรัฐสภาลงนามรับสนองพระบรมราชโองการ และเมื่อได้ประกาศในราชกิจจานุเบกษาแล้ว ให้ใช้บังคับเป็นกฎหมายได้</p><p>ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาทำหน้าที่รัฐสภาในการรับทราบตามวรรคสอง”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 21 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"6","หน้า":"21"},{"หมวด":"2","ส่วน":"","มาตรา":"20","ร่างมาตรา":"20","ร่างบทบัญญัติ":"<p> “มาตรา 20 ภายใต้บังคับมาตรา 21 การสืบราชสมบัติให้เป็นไปโดยนัยแห่งกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467</p><p>การแก้ไขเพิ่มเติมกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467 เป็นพระราชอำนาจของพระมหากษัตริย์โดยเฉพาะ เมื่อมีพระราชดำริประการใด ให้คณะองคมนตรีจัดทำร่างกฎมณเฑียรบาลแก้ไขเพิ่มเติมกฎมณเฑียรบาลเดิมขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อมีพระราชวินิจฉัย เมื่อทรงเห็นชอบและทรงลงพระปรมาภิไธยแล้ว ให้ประธานองคมนตรีดำเนินการแจ้งประธานรัฐสภาเพื่อให้ประธานรัฐสภาแจ้งให้รัฐสภาทราบ และให้ประธานรัฐสภาลงนามรับสนองพระบรมราชโองการ และเมื่อได้ประกาศในราชกิจจานุเบกษาแล้ว ให้ใช้บังคับเป็นกฎหมายได้</p><p>ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาทำหน้าที่รัฐสภาในการรับทราบตามวรรคสอง”</p>","ประเด็นการพิจารณา":"<p> มีกรรมการสอบถามว่า ความในวรรคหนึ่งของร่างมาตรา 20 ความว่า “การสืบราชสมบัติให้เป็นไป โดยนัยแห่งกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์...” เหตุใดจึงไม่บัญญัติว่า “การสืบราชสมบัติให้ เป็นไปตามกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์...”</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า กฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467 บัญญัติถึงการปกครองประเทศ สมัยเดิม ซึ่งการนำบทบัญญัติดังกล่าวมาใช้ในปัจจุบันจำเป็นต้องอาศัยการเทียบเคียง ดังนั้น ร่างมาตรา 20 จึงใช้คำว่า “...โดยนัยแห่งกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์...”</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 20 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":["นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"60","หน้า":"15"},{"หมวด":"2","ส่วน":"","มาตรา":"20","ร่างมาตรา":"20","ร่างบทบัญญัติ":"<p> “มาตรา 20 ภายใต้บังคับมาตรา 21 การสืบราชสมบัติให้เป็นไปโดยนัยแห่งกฎมณเฑียรบาลว่า ด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467</p><p>การแก้ไขเพิ่มเติมกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467 เป็นพระราชอำนาจของพระมหากษัตริย์โดยเฉพาะ เมื่อมีพระราชดำริประการใด ให้คณะองคมนตรีจัดทำร่างกฎ มณเฑียรบาลแก้ไขเพิ่มเติมกฎมณเฑียรบาลเดิมขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อมีพระราชวินิจฉัย เมื่อ ทรงเห็นชอบและทรงลงพระปรมาภิไธยแล้ว ให้ประธานองคมนตรีดำเนินการแจ้งประธานรัฐสภาเพื่อให้ ประธานรัฐสภาแจ้งให้รัฐสภาทราบ และให้ประธานรัฐสภาลงนามรับสนองพระบรมราชโองการ และเมื่อได้ประกาศในราชกิจจานุเบกษาแล้ว ให้ใช้บังคับเป็นกฎหมายได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 20 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"12-13"},{"หมวด":"2","ส่วน":"","มาตรา":"20","ร่างมาตรา":"20","ร่างบทบัญญัติ":"<p> “มาตรา 20 ภายใต้บังคับมาตรา 21 การสืบราชสมบัติให้เป็นไปโดยนัยแห่งกฎมณเฑียรบาลว่า ด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467</p><p>การแก้ไขเพิ่มเติมกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467 เป็นพระราชอำนาจของพระมหากษัตริย์โดยเฉพาะ เมื่อมีพระราชดำริประการใด ให้คณะองคมนตรีจัดทำร่างกฎมณเฑียรบาลแก้ไขเพิ่มเติมกฎมณเฑียรบาลเดิมขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อมีพระราชวินิจฉัย เมื่อทรงเห็นชอบและทรงลงพระปรมาภิไธยแล้ว ให้ประธานองคมนตรีดำเนินการแจ้งประธานรัฐสภาเพื่อให้ประธานรัฐสภาแจ้งให้รัฐสภาทราบ และให้ประธานรัฐสภาลงนามรับสนองพระบรมราชโองการ และเมื่อได้ประกาศในราชกิจจานุเบกษาแล้ว ให้ใช้บังคับเป็นกฎหมายได้</p><p><u>ให้นำความในมาตรา 17 วรรคสอง มาใช้บังคับโดยอนุโลม</u>”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 20 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"74","หน้า":"3"},{"หมวด":"2","ส่วน":"","มาตรา":"20","ร่างมาตรา":"20","ร่างบทบัญญัติ":"<p> “มาตรา 20 ภายใต้บังคับมาตรา 21 การสืบราชสมบัติให้เป็นไปโดยนัยแห่งกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467</p><p>การแก้ไขเพิ่มเติมกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467 เป็นพระราชอำนาจของพระมหากษัตริย์โดยเฉพาะ เมื่อมีพระราชดำริประการใด ให้คณะองคมนตรีจัดทำร่างกฎมณเฑียรบาลแก้ไขเพิ่มเติมกฎมณเฑียรบาลเดิมขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อมีพระราชวินิจฉัย เมื่อทรงเห็นชอบและทรงลงพระปรมาภิไธยแล้ว ให้ประธานองคมนตรีดำเนินการแจ้งประธานรัฐสภาเพื่อให้ประธานรัฐสภาแจ้งให้รัฐสภาทราบ และให้ประธานรัฐสภาลงนามรับสนองพระบรมราชโองการ และเมื่อได้ประกาศในราชกิจจานุเบกษาแล้ว ให้ใช้บังคับเป็นกฎหมายได้</p><p><u>ในระหว่างที่ไม่มีสภาผู้แทนราษฎร</u> ให้นำความในมาตรา 17 วรรคสอง มาใช้บังคับโดยอนุโลม”</p>","ประเด็นการพิจารณา":"<p> นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง กล่าวว่า ความในวรรคสาม ควรแก้ไขเป็น ความว่า “<u>ในระหว่างที่ไม่มีสภาผู้แทนราษฎร</u> ให้นำความในมาตรา 17 วรรคสอง มาใช้บังคับโดยอนุโลม” เพื่อให้สอดคล้องกับความในวรรคสามของร่างมาตรา 19</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ความในวรรคสอง ความว่า “...ให้คณะองคมนตรีจัดทำร่างกฎมณเฑียรบาลแก้ไขเพิ่มเติม กฎมณเฑียรบาลเดิมขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อมีพระราชวินิจฉัย...” หมายความว่าอย่างไร</p><p>ประธานกรรมการกล่าวว่า เมื่อพระมหากษัตริย์มีพระราชดำริประการใด ให้คณะองคมนตรีจัดทำ ร่างกฎมณเฑียรบาลขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อมีพระราชวินิจฉัย และหากพระมหากษตริย์ ทรงเห็นชอบ ให้กฎมณเฑียรบาลดังกล่าวมีผลใช้บังคับได้โดยไม่ต้องผ่านความเห็นชอบจากรัฐสภา แต่ให้ ประธานองคมนตรีดำเนินการแจ้งประธานรัฐสภาเพื่อให้ประธานรัฐสภาแจ้งให้รัฐสภาทราบต่อไป</p><p>- มีกรรมการแสดงความเห็นว่า เมื่อเปรียบเทียบกับรัฐธรรมนูญ 2534 ควรแก้ไขความใน วรรคสอง ความว่า “...ให้คณะองคมนตรีจัดทำร่างกฎมณเฑียรบาลแก้ไขเพิ่มเติมกฎมณเฑียรบาลเดิมขึ้น ทูลเกล้าทูลกระหม่อมถวาย...” เป็นความว่า “...ให้คณะองคมนตรีจัดทำร่างกฎมณเฑียรบาลแก้ไขเพิ่มเติม กฎมณเฑียรบาลเดิม ขึ้นทูลเกล้าทูลกระหม่อมถวาย...” เพื่อให้มีวรรคตอนที่ถูกต้อง และมีการแบ่งถ้อยคำ อย่างชัดเจน</p><p>ประธานกรรมการกล่าวว่า ความในวรรคสอง ความว่า “...ให้คณะองคมนตรีจัดทำร่างกฎมณเฑียรบาล แก้ไขเพิ่มเติมกฎมณเฑียรบาลเดิมขึ้นทูลเกล้าทูลกระหม่อมถวาย...” เหมาะสมแล้ว เนื่องจากเป็นประโยค ที่ต่อเนื่องเป็นความเดียวกัน</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 20 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"112","หน้า":"11-12"},{"หมวด":"2","ส่วน":"","มาตรา":"20","ร่างมาตรา":"20","ร่างบทบัญญัติ":"<p> “มาตรา 20 ภายใต้บังคับมาตรา 21 การสืบราชสมบัติให้เป็นไปโดยนัยแห่งกฎมณเฑียรบาลว่า ด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467</p><p>การแก้ไขเพิ่มเติมกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467 เป็นพระราชอำนาจของพระมหากษัตริย์โดยเฉพาะ เมื่อมีพระราชดำริประการใด ให้คณะองคมนตรีจัดทำร่างกฎมณเฑียรบาลแก้ไขเพิ่มเติมกฎมณเฑียรบาลเดิมขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อมีพระราชวินิจฉัย เมื่อทรงเห็นชอบและทรงลงพระปรมาภิไธยแล้ว ให้ประธานองคมนตรีดำเนินการแจ้งประธานรัฐสภาเพื่อให้ประธานรัฐสภาแจ้งให้รัฐสภาทราบ และให้ประธานรัฐสภาลงนามรับสนองพระบรมราชโองการ และเมื่อได้ประกาศในราชกิจจานุเบกษาแล้ว ให้ใช้บังคับเป็นกฎหมายได้</p><p><strike>ในระหว่างที่ไม่มีสภาผู้แทนราษฎร ให้นำความในมาตรา 17 วรรคสอง มาใช้บังคับโดย</strike><strike>อนุโลม</strike>”</p>","ประเด็นการพิจารณา":"<p> นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง กล่าวว่า ความในวรรคสาม ควรแก้ไขเป็น ความว่า “<u>ในระหว่างที่ไม่มีสภาผู้แทนราษฎร</u> ให้นำความในมาตรา 17 วรรคสอง มาใช้บังคับโดยอนุโลม” เพื่อให้สอดคล้องกับความในวรรคสามของร่างมาตรา 19</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ความในวรรคสอง ความว่า “...ให้คณะองคมนตรีจัดทำร่างกฎมณเฑียรบาลแก้ไขเพิ่มเติม กฎมณเฑียรบาลเดิมขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อมีพระราชวินิจฉัย...” หมายความว่าอย่างไร</p><p>ประธานกรรมการกล่าวว่า เมื่อพระมหากษัตริย์มีพระราชดำริประการใด ให้คณะองคมนตรีจัดทำ ร่างกฎมณเฑียรบาลขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อมีพระราชวินิจฉัย และหากพระมหากษตริย์ ทรงเห็นชอบ ให้กฎมณเฑียรบาลดังกล่าวมีผลใช้บังคับได้โดยไม่ต้องผ่านความเห็นชอบจากรัฐสภา แต่ให้ ประธานองคมนตรีดำเนินการแจ้งประธานรัฐสภาเพื่อให้ประธานรัฐสภาแจ้งให้รัฐสภาทราบต่อไป</p><p>- มีกรรมการแสดงความเห็นว่า เมื่อเปรียบเทียบกับรัฐธรรมนูญ 2534 ควรแก้ไขความใน วรรคสอง ความว่า “...ให้คณะองคมนตรีจัดทำร่างกฎมณเฑียรบาลแก้ไขเพิ่มเติมกฎมณเฑียรบาลเดิมขึ้น ทูลเกล้าทูลกระหม่อมถวาย...” เป็นความว่า “...ให้คณะองคมนตรีจัดทำร่างกฎมณเฑียรบาลแก้ไขเพิ่มเติม กฎมณเฑียรบาลเดิม ขึ้นทูลเกล้าทูลกระหม่อมถวาย...” เพื่อให้มีวรรคตอนที่ถูกต้อง และมีการแบ่งถ้อยคำ อย่างชัดเจน</p><p>ประธานกรรมการกล่าวว่า ความในวรรคสอง ความว่า “...ให้คณะองคมนตรีจัดทำร่างกฎมณเฑียรบาล แก้ไขเพิ่มเติมกฎมณเฑียรบาลเดิมขึ้นทูลเกล้าทูลกระหม่อมถวาย...” เหมาะสมแล้ว เนื่องจากเป็นประโยค ที่ต่อเนื่องเป็นความเดียวกัน</p>","มติที่ประชุม":"<p>แก้ไขร่างมาตรา 20 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"115","หน้า":"8-9"},{"หมวด":"2","ส่วน":"","มาตรา":"21","ร่างมาตรา":"22","ร่างบทบัญญัติ":"<p> “มาตรา 22 ในกรณีที่ราชบัลลังก์หากว่างลงและเป็นกรณีที่พระมหากษัตริย์ได้ทรงแต่งตั้งพระรัชทายาทไว้ตามกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467 แล้ว ให้คณะรัฐมนตรีแจ้งให้ประธานรัฐสภาทราบ และให้ประธานรัฐสภาเรียกประชุมรัฐสภาเพื่อรับทราบ และให้ประธานรัฐสภาอัญเชิญองค์พระรัชทายาทขึ้นทรงราชย์เป็นพระมหากษัตริย์สืบไป แล้วให้ประธาน รัฐสภาประกาศให้ประชาชนทราบ</p><p>ในกรณีที่ราชบัลลังก์หากว่างลงและเป็นกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งพระรัชทายาทไว้ตามวรรคหนึ่ง ให้คณะองคมนตรีเสนอพระนามผู้สืบราชสันตติวงศ์ตามมาตรา 21 ต่อคณะรัฐมนตรี เพื่อเสนอต่อรัฐสภาเพื่อรัฐสภาให้ความเห็นชอบในการนี้ จะเสนอพระนามพระราชธิดาก็ได้ เมื่อรัฐสภาให้ความเห็นชอบแล้ว ให้ประธานรัฐสภาอัญเชิญองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์สืบไป แล้วให้ประธานรัฐสภาประกาศให้ประชาชนทราบ</p><p>ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาทำหน้าที่รัฐสภาในการรับทราบตามวรรคหนึ่งหรือให้ความเห็นชอบตามวรรคสอง”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 22 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"6","หน้า":"22"},{"หมวด":"2","ส่วน":"","มาตรา":"21","ร่างมาตรา":"21","ร่างบทบัญญัติ":"<p> “มาตรา 21 ในกรณีที่ราชบัลลังก์หากว่างลงและเป็นกรณีที่พระมหากษัตริย์ได้ทรงแต่งตั้งพระรัชทายาทไว้ตามกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467 แล้ว ให้คณะรัฐมนตรีแจ้งให้ประธานรัฐสภาทราบ และให้ประธานรัฐสภาเรียกประชุมรัฐสภาเพื่อรับทราบ และให้ประธานรัฐสภาอัญเชิญองค์พระรัชทายาทขึ้นทรงราชย์เป็นพระมหากษัตริย์สืบไป แล้วให้ประธาน รัฐสภาประกาศให้ประชาชนทราบ</p><p>ในกรณีที่ราชบัลลังก์หากว่างลงและเป็นกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งพระรัชทายาทไว้ตามวรรคหนึ่ง ให้คณะองคมนตรีเสนอพระนามผู้สืบราชสันตติวงศ์ตามมาตรา 20 ต่อคณะรัฐมนตรี เพื่อเสนอต่อรัฐสภาเพื่อรัฐสภาให้ความเห็นชอบ ในการนี้ จะเสนอพระนามพระราชธิดาก็ได้ เมื่อรัฐสภาให้ความเห็นชอบแล้ว ให้ประธานรัฐสภาอัญเชิญองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์สืบไป แล้วให้ประธานรัฐสภาประกาศให้ประชาชนทราบ</p><p>ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาทำหน้าที่รัฐสภาในการรับทราบตามวรรคหนึ่งหรือให้ความเห็นชอบตามวรรคสอง”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 21 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"60","หน้า":"15-16"},{"หมวด":"2","ส่วน":"","มาตรา":"21","ร่างมาตรา":"21","ร่างบทบัญญัติ":"<p> “มาตรา 21 ในกรณีที่ราชบัลลังก์หากว่างลงและเป็นกรณีที่พระมหากษัตริย์ได้ทรงแต่งตั้งพระรัชทายาทไว้ตามกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467 แล้ว ให้คณะรัฐมนตรีแจ้งให้ประธานรัฐสภาทราบ และให้ประธานรัฐสภาเรียกประชุมรัฐสภาเพื่อรับทราบ และให้ ประธานรัฐสภาอัญเชิญองค์พระรัชทายาทขึ้นทรงราชย์เป็นพระมหากษัตริย์สืบไป แล้วให้ประธานรัฐสภาประกาศให้ประชาชนทราบ</p><p>ในกรณีที่ราชบัลลังก์หากว่างลงและเป็นกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งพระรัชทายาทไว้ตามวรรคหนึ่ง ให้คณะองคมนตรีเสนอพระนามผู้สืบราชสันตติวงศ์ตามมาตรา 20 ต่อคณะรัฐมนตรีเพื่อเสนอต่อรัฐสภาเพื่อรัฐสภาให้ความเห็นชอบในการนี้ จะเสนอพระนามพระราชธิดาก็ได้ เมื่อรัฐสภาให้ความ เห็นชอบแล้ว ให้ประธานรัฐสภาอัญเชิญองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์สืบไป แล้วให้ประธานรัฐสภาประกาศให้ประชาชนทราบ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 21 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"13"},{"หมวด":"2","ส่วน":"","มาตรา":"21","ร่างมาตรา":"21","ร่างบทบัญญัติ":"<p> “มาตรา 21 ในกรณีที่ราชบัลลังก์หากว่างลงและเป็นกรณีที่พระมหากษัตริย์ได้ทรงแต่งตั้งพระรัชทายาทไว้ตามกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467 แล้วให้คณะรัฐมนตรีแจ้งให้ประธานรัฐสภาทราบ และให้ประธานรัฐสภาเรียกประชุมรัฐสภาเพื่อรับทราบ และให้ประธานรัฐสภาอัญเชิญองค์พระรัชทายาทขึ้นทรงราชย์เป็นพระมหากษัตริย์สืบไป แล้วให้ประธานรัฐสภาประกาศให้ประชาชนทราบ</p><p>ในกรณีที่ราชบัลลังก์หากว่างลงและเป็นกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งพระรัชทายาทไว้ตามวรรคหนึ่ง ให้คณะองคมนตรีเสนอพระนามผู้สืบราชสันตติวงศ์ตามมาตรา 20 ต่อคณะรัฐมนตรีเพื่อเสนอต่อรัฐสภาเพื่อรัฐสภาให้ความเห็นชอบ ในการนี้ จะเสนอพระนามพระราชธิดาก็ได้ เมื่อรัฐสภาให้ความ เห็นชอบแล้ว ให้ประธานรัฐสภาอัญเชิญองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์สืบไป แล้วให้ประธานรัฐสภาประกาศให้ประชาชนทราบ</p><p><u>ให้นำความในมาตรา 17 วรรคสอง มาใช้บังคับโดยอนุโลม</u>”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 21 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"74","หน้า":"4"},{"หมวด":"2","ส่วน":"","มาตรา":"21","ร่างมาตรา":"21","ร่างบทบัญญัติ":"<p> “มาตรา 21 ในกรณีที่ราชบัลลังก์หากว่างลงและเป็นกรณีที่พระมหากษัตริย์ได้ทรงแต่งตั้งพระรัชทายาทไว้ตามกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467 แล้วให้คณะรัฐมนตรีแจ้งให้ประธานรัฐสภาทราบ และให้ประธานรัฐสภาเรียกประชุมรัฐสภาเพื่อรับทราบ และให้ประธานรัฐสภาอัญเชิญองค์พระรัชทายาทขึ้นทรงราชย์เป็นพระมหากษัตริย์สืบไป แล้วให้ประธานรัฐสภา ประกาศให้ประชาชนทราบ</p><p>ในกรณีที่ราชบัลลังก์หากว่างลงและเป็นกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งพระรัชทายาทไว้ตามวรรคหนึ่ง ให้คณะองคมนตรีเสนอพระนามผู้สืบราชสันตติวงศ์ตามมาตรา 20 ต่อคณะรัฐมนตรี เพื่อเสนอต่อรัฐสภาเพื่อรัฐสภาให้ความเห็นชอบ ในการนี้ จะเสนอพระนามพระราชธิดาก็ได้ เมื่อรัฐสภาให้ความเห็นชอบแล้ว ให้ประธานรัฐสภาอัญเชิญองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์สืบไป แล้วให้ประธานรัฐสภาประกาศให้ประชาชนทราบ</p><p><u>ในระหว่างที่ไม่มีสภาผู้แทนราษฎร</u> ให้นำความในมาตรา 17 วรรคสอง มาใช้บังคับโดยอนุโลม”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคสาม เป็นดังนี้ “<u>ในระหว่างที่ไม่มีสภาผู้แทนราษฎร</u> ให้นำความในมาตรา 17 วรรคสอง มาใช้บังคับโดยอนุโลม”</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 21 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"112","หน้า":"12-13"},{"หมวด":"2","ส่วน":"","มาตรา":"21","ร่างมาตรา":"21","ร่างบทบัญญัติ":"<p> “มาตรา 21 ในกรณีที่ราชบัลลังก์หากว่างลงและเป็นกรณีที่พระมหากษัตริย์ได้ทรงแต่งตั้งพระรัชทายาทไว้ตามกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช 2467 แล้ว ให้คณะรัฐมนตรีแจ้งให้ประธานรัฐสภาทราบ และให้ประธานรัฐสภาเรียกประชุมรัฐสภาเพื่อรับทราบ และให้ประธานรัฐสภาอัญเชิญองค์พระรัชทายาทขึ้นทรงราชย์เป็นพระมหากษัตริย์สืบไป แล้วให้ประธานรัฐสภาประกาศให้ประชาชนทราบ</p><p>ในกรณีที่ราชบัลลังก์หากว่างลงและเป็นกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งพระรัชทายาทไว้ตามวรรคหนึ่ง ให้คณะองคมนตรีเสนอพระนามผู้สืบราชสันตติวงศ์ตามมาตรา 20 ต่อคณะรัฐมนตรี เพื่อเสนอต่อรัฐสภาเพื่อรัฐสภาให้ความเห็นชอบ ในการนี้ จะเสนอพระนามพระราชธิดาก็ได้ เมื่อรัฐสภาให้ความเห็นชอบแล้ว ให้ประธานรัฐสภาอัญเชิญองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์สืบไป แล้วให้ประธานรัฐสภาประกาศให้ประชาชนทราบ</p><p><strike>ในระหว่างที่ไม่มีสภาผู้แทนราษฎร ให้นำความในมาตรา 17 วรรคสอง มาใช้บังคับโดย</strike><strike>อนุโลม</strike>”</p>","ประเด็นการพิจารณา":"<p> นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง กล่าวว่า ความในวรรคสาม ควรแก้ไขเป็น ความว่า “<u>ในระหว่างที่ไม่มีสภาผู้แทนราษฎร</u> ให้นำความในมาตรา 17 วรรคสอง มาใช้บังคับโดยอนุโลม” เพื่อให้สอดคล้องกับความในวรรคสามของร่างมาตรา 19</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ความในวรรคสอง ความว่า “...ให้คณะองคมนตรีจัดทำร่างกฎมณเฑียรบาลแก้ไขเพิ่มเติม กฎมณเฑียรบาลเดิมขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อมีพระราชวินิจฉัย...” หมายความว่าอย่างไร</p><p>ประธานกรรมการกล่าวว่า เมื่อพระมหากษัตริย์มีพระราชดำริประการใด ให้คณะองคมนตรีจัดทำ ร่างกฎมณเฑียรบาลขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อมีพระราชวินิจฉัย และหากพระมหากษตริย์ ทรงเห็นชอบ ให้กฎมณเฑียรบาลดังกล่าวมีผลใช้บังคับได้โดยไม่ต้องผ่านความเห็นชอบจากรัฐสภา แต่ให้ ประธานองคมนตรีดำเนินการแจ้งประธานรัฐสภาเพื่อให้ประธานรัฐสภาแจ้งให้รัฐสภาทราบต่อไป</p><p>- มีกรรมการแสดงความเห็นว่า เมื่อเปรียบเทียบกับรัฐธรรมนูญ 2534 ควรแก้ไขความใน วรรคสอง ความว่า “...ให้คณะองคมนตรีจัดทำร่างกฎมณเฑียรบาลแก้ไขเพิ่มเติมกฎมณเฑียรบาลเดิมขึ้น ทูลเกล้าทูลกระหม่อมถวาย...” เป็นความว่า “...ให้คณะองคมนตรีจัดทำร่างกฎมณเฑียรบาลแก้ไขเพิ่มเติม กฎมณเฑียรบาลเดิม ขึ้นทูลเกล้าทูลกระหม่อมถวาย...” เพื่อให้มีวรรคตอนที่ถูกต้อง และมีการแบ่งถ้อยคำ อย่างชัดเจน</p><p>ประธานกรรมการกล่าวว่า ความในวรรคสอง ความว่า “...ให้คณะองคมนตรีจัดทำร่างกฎมณเฑียรบาล แก้ไขเพิ่มเติมกฎมณเฑียรบาลเดิมขึ้นทูลเกล้าทูลกระหม่อมถวาย...” เหมาะสมแล้ว เนื่องจากเป็นประโยค ที่ต่อเนื่องเป็นความเดียวกัน</p>","มติที่ประชุม":"<p> แก้ไขร่างมาตรา 21 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"115","หน้า":"8-10"},{"หมวด":"2","ส่วน":"","มาตรา":"22","ร่างมาตรา":"23","ร่างบทบัญญัติ":"<p> “มาตรา 23 ในระหว่างที่ยังไม่มีประกาศอัญเชิญองค์พระรัชทายาทหรือองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์ตามมาตรา 22 ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไปพลางก่อน แต่ในกรณีที่ราชบัลลังก์ว่างลงในระหว่างที่ได้แต่งตั้งผู้สำเร็จราชการแทนพระองค์ไว้ตามมาตรา 17 หรือมาตรา 18 หรือระหว่างเวลาที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามมาตรา 19 วรรคหนึ่ง ให้ผู้สำเร็จราชการแทนพระองค์นั้น ๆ แล้วแต่กรณี เป็นผู้สำเร็จราชการแทนพระองค์ต่อไป ทั้งนี้ จนกว่าจะได้ประกาศอัญเชิญองค์พระรัชทายาทหรือองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์</p><p>ในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งไว้และเป็นผู้สำเร็จราชการแทนพระองค์ต่อไปตามวรรคหนึ่งไม่สามารถปฏิบัติหน้าที่ได้ ให้ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไปพลางก่อน</p><p>ในกรณีที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคหนึ่ง หรือทำหน้าที่ผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวตามวรรคสอง ให้นำบทบัญญัติมาตรา 19 วรรคสาม มาใช้บังคับ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 23 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"6","หน้า":"22"},{"หมวด":"2","ส่วน":"","มาตรา":"22","ร่างมาตรา":"22","ร่างบทบัญญัติ":"<p> “มาตรา 22 ในระหว่างที่ยังไม่มีประกาศอัญเชิญองค์พระรัชทายาทหรือองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์ตามมาตรา 21 ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไปพลางก่อน แต่ในกรณีที่ราชบัลลังก์ว่างลงในระหว่างที่ได้แต่งตั้งผู้สำเร็จราชการแทนพระองค์ไว้ตามมาตรา 16 หรือมาตรา 17 หรือระหว่างเวลาที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามมาตรา 18 วรรคหนึ่ง ให้ผู้สำเร็จราชการแทนพระองค์นั้น ๆ แล้วแต่กรณี เป็นผู้สำเร็จราชการแทนพระองค์ต่อไป ทั้งนี้ จนกว่าจะได้ประกาศอัญเชิญองค์พระรัชทายาทหรือองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์</p><p>ในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งไว้และเป็นผู้สำเร็จราชการแทนพระองค์ต่อไปตามวรรคหนึ่ง ไม่สามารถปฏิบัติหน้าที่ได้ ให้ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไปพลางก่อน</p><p>ในกรณีที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคหนึ่ง หรือทำหน้าที่ผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวตามวรรคสอง ให้นำบทบัญญัติมาตรา 18 วรรคสาม มาใช้บังคับ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 22 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"60","หน้า":"16"},{"หมวด":"2","ส่วน":"","มาตรา":"22","ร่างมาตรา":"22","ร่างบทบัญญัติ":"<p> “มาตรา 22 ในระหว่างที่ยังไม่มีประกาศอัญเชิญองค์พระรัชทายาทหรือองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์ตามมาตรา 21 ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไปพลางก่อน แต่ในกรณีที่ราชบัลลังก์ว่างลงในระหว่างที่ได้แต่งตั้งผู้สำเร็จราชการแทนพระองค์ไว้ตามมาตรา 16 หรือมาตรา 17 หรือระหว่างเวลาที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามมาตรา 18 วรรคหนึ่ง ให้ผู้สำเร็จราชการแทนพระองค์นั้น ๆ แล้วแต่กรณี เป็นผู้สำเร็จราชการแทนพระองค์ต่อไป ทั้งนี้ จนกว่าจะได้ประกาศอัญเชิญองค์พระรัชทายาทหรือองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์</p><p>ในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งไว้และเป็นผู้สำเร็จราชการแทนพระองค์ต่อไปตามวรรคหนึ่ง ไม่สามารถปฏิบัติหน้าที่ได้ ให้ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไปพลางก่อน</p><p>ในกรณีที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคหนึ่ง หรือทำหน้าที่ผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวตามวรรคสอง ให้นำบทบัญญัติมาตรา 18 วรรคสาม มาใช้บังคับ”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 22 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"13"},{"หมวด":"2","ส่วน":"","มาตรา":"22","ร่างมาตรา":"22","ร่างบทบัญญัติ":"<p> “มาตรา 22 ในระหว่างที่ยังไม่มีประกาศอัญเชิญองค์พระรัชทายาท หรือองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์ตามมาตรา 21 ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไปพลางก่อน แต่ในกรณีที่ราชบัลลังก์<u>หาก</u>ว่างลงในระหว่างที่ได้แต่งตั้งผู้สำเร็จราชการแทนพระองค์ไว้ตามมาตรา 16 หรือมาตรา 17 หรือระหว่างเวลาที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามมาตรา 18 วรรคหนึ่ง ให้ผู้สำเร็จราชการแทนพระองค์นั้น ๆ แล้วแต่กรณี เป็นผู้สำเร็จราชการแทนพระองค์ต่อไป ทั้งนี้ จนกว่าจะได้ประกาศอัญเชิญองค์พระรัชทายาทหรือองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์</p><p>ในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งไว้และเป็นผู้สำเร็จราชการแทนพระองค์ต่อไปตามวรรคหนึ่ง ไม่สามารถปฏิบัติหน้าที่ได้ ให้ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไปพลางก่อน</p><p>ในกรณีที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคหนึ่ง หรือทำหน้าที่ผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวตามวรรคสอง ให้นำมาตรา 18 วรรคสาม มาใช้บังคับ”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคหน่ึง เป็นดังนี้ “ในระหว่างที่ยังไม่มีประกาศ อัญเชิญองค์พระรัชทายาท หรือองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์ตามมาตรา 21 ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไปพลางก่อน แต่ในกรณีที่ราชบัลลังก์ <u>หาก</u>ว่างลงในระหว่างที่ได้แต่งตั้งผู้สำเร็จราชการแทนพระองค์ไว้ตามมาตรา 16 หรือมาตรา 17 หรือระหว่างเวลาที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามมาตรา 18 วรรคหนึ่ง</p><p>ให้ผู้สำเร็จราชการแทนพระองค์น้ัน ๆ แล้วแต่กรณี เป็นผู้สำเร็จราชการแทนพระองค์ต่อไป ทั้งนี้ จนกว่าจะได้ ประกาศอัญเชิญองค์พระรัชทายาทหรือองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์”</p><p>มีกรรมการแสดงความเห็นว่า เมื่อพิจารณาเปรียบเทียบรัฐธรรมนูญ 2534 ความในวรรคหนึ่ง จะบัญญัติว่า “ในระหว่างที่ยังไม่มีประกาศอัญเชิญองค์พระรัชทายาท หรือองค์ผู้สืบราชสันตติวงศ์ขึ้น ทรงราชย์เป็นพระมหากษัตริย์ตามมาตรา 21 ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ ไปพลางก่อน...” แต่วรรคหนึ่งของร่างมาตรา 22 บัญญัติว่า “ในระหว่างที่ยังไม่มีประกาศอัญเชิญองค์ พระรัชทายาท หรือองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์ตามมาตรา 21 ให้ประธาน องคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไปพลางก่อน...” และความในวรรคสาม จะบัญญัติว่า “ในกรณีที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคหนึ่ง หรือทำหน้าที่ ผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวตามวรรคสอง ให้นำบทบัญญัติมาตรา 18 วรรคสาม มาใช้ บังคับ” แต่วรรคสามของร่างมาตรา 22 บัญญัติว่า“ในกรณีที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทน พระองค์ตามวรรคหนึ่ง หรือทำหน้าที่ผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวตามวรรคสอง ให้นำ มาตรา 18 วรรคสาม มาใช้บังคับ”</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า เดิมใช้คำว่า “บทบัญญัติมาตรา” แต่คณะกรรมการตัดคำว่า “บทบัญญัติ” ออก ตั้งแต่ร่างมาตรา 17 เพื่อให้ความทั้งหมวดสอดคล้องกัน</p><p>ประธานกรรมการกล่าวว่า หากนำบทบัญญัติมาใช้บังคับโดยอนุโลม จะใช้ความว่า “นำความใน มาตรา... มาใช้บังคับโดยอนุโลม” แต่หากนำบทบัญญัติมาใช้บังคับโดยตรง จะใช้ความว่า “นำมาตรา... มาใช้บังคับ” ส่วนความว่า “เป็นการชั่วคราวไปพลางก่อน” ตามความในวรรคหนึ่งของร่างมาตรา 22 เป็นข้อความที่ถูกต้องแล้ว เนื่องจากบทบัญญัติหลักที่ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการ แทนพระองค์อยู่ในร่างมาตรา 18 ซึ่งบัญญัติว่า “...ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ เป็นการชั่วคราวไปพลางก่อน”</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 22 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"112","หน้า":"13-14"},{"หมวด":"2","ส่วน":"","มาตรา":"23","ร่างมาตรา":"24","ร่างบทบัญญัติ":"<p> “มาตรา 24 ในกรณีที่คณะองคมนตรีจะต้องปฏิบัติหน้าที่ตามมาตรา 18 หรือมาตรา 22 วรรคสอง หรือประธานองคมนตรีจะต้องปฏิบัติหน้าที่ตามมาตรา 19 วรรคหนึ่ง หรือวรรคสอง หรือมาตรา 23 วรรคสองและอยู่ในระหว่างที่ไม่มีประธานองคมนตรีหรือมีแต่ไม่สามารถปฏิบัติหน้าที่ได้ ให้คณะองคมนตรีที่เหลืออยู่เลือกองคมนตรีคนหนึ่งเพื่อทำหน้าที่ประธานองคมนตรี หรือปฏิบัติหน้าที่ตามมาตรา 19 วรรคหนึ่งหรือวรรคสอง หรือตามมาตรา 23 วรรคสาม แล้วแต่กรณี”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 24 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"6","หน้า":"22-23"},{"หมวด":"2","ส่วน":"","มาตรา":"23","ร่างมาตรา":"23","ร่างบทบัญญัติ":"<p> “มาตรา 23 ในกรณีที่คณะองคมนตรีจะต้องปฏิบัติหน้าที่ตามมาตรา 17 หรือมาตรา 21 วรรคสอง หรือประธานองคมนตรีจะต้องปฏิบัติหน้าที่ตามมาตรา 18 วรรคหนึ่งหรือวรรคสอง หรือมาตรา 22 วรรคสอง และอยู่ในระหว่างที่ไม่มีประธานองคมนตรีหรือมีแต่ไม่สามารถปฏิบัติหน้าที่ได้ ให้คณะองคมนตรีที่เหลืออยู่เลือกองคมนตรีคนหนึ่งเพื่อทำหน้าที่ประธานองคมนตรี หรือปฏิบัติหน้าที่ตามมาตรา 18 วรรคหนึ่งหรือวรรคสอง หรือตามมาตรา 22 วรรคสาม แล้วแต่กรณี”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 23 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"60","หน้า":"16"},{"หมวด":"2","ส่วน":"","มาตรา":"23","ร่างมาตรา":"23","ร่างบทบัญญัติ":"<p> “มาตรา 23 ในกรณีที่คณะองคมนตรีจะต้องปฏิบัติหน้าที่ตามมาตรา 17 หรือมาตรา 21 วรรคสอง หรือประธานองคมนตรีจะต้องปฏิบัติหน้าที่ตามมาตรา 18 วรรคหนึ่งหรือวรรคสอง หรือมาตรา 22 วรรคสอง และอยู่ในระหว่างที่ไม่มีประธานองคมนตรี หรือมีแต่ไม่สามารถปฏิบัติหน้าที่ได้ให้คณะองคมนตรีที่เหลืออยู่เลือกองคมนตรีคนหนึ่งเพื่อทำหน้าที่ประธานองคมนตรี หรือปฏิบัติหน้าที่ตามมาตรา 18 วรรคหนึ่งหรือวรรคสอง หรือตามมาตรา 22 วรรคสาม แล้วแต่กรณี”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 23 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"14"},{"หมวด":"2","ส่วน":"","มาตรา":"23","ร่างมาตรา":"23","ร่างบทบัญญัติ":"<p> “มาตรา 23 ในกรณีที่คณะองคมนตรีจะต้องปฏิบัติหน้าที่ตามมาตรา 17 หรือมาตรา 21 วรรคสอง หรือประธานองคมนตรีจะต้อง<strike>ปฏิบัติ</strike><u>เป็นหรือทำ</u>หน้าที่<u>ผู้สำเร็จราชการแทนพระองค</u>์ตามมาตรา 18 วรรคหนึ่ง หรือวรรคสอง หรือมาตรา 22 วรรคสอง และอยู่ในระหว่างที่ไม่มีประธานองคมนตรี หรือมีแต่ไม่สามารถปฏิบัติหน้าที่ได้ ให้คณะองคมนตรีที่เหลืออยู่เลือกองคมนตรีคนหนึ่งเพื่อทำหน้าที่ประธานองคมนตรี หรือ<strike>ปฏิบัติ</strike><u>เป็นหรือทำ</u>หน้าที่<u>ผู้สำเร็จราชการแทนพระองค</u>์ตามมาตรา 18 วรรคหนึ่งหรือวรรคสอง หรือตามมาตรา 22 วรรค<strike>สาม</strike><u>สอง</u> แล้วแต่กรณี”</p>","ประเด็นการพิจารณา":"<p> นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ กล่าวว่า ควรแก้ไขเพิ่มเติมร่างมาตรา 23 เป็นดังนี้ “ในกรณีที่คณะองคมนตรีจะต้องปฏิบัติหน้าที่ตามมาตรา 17 หรือมาตรา 21 วรรคสอง หรือประธานองคมนตรีจะต้องปฏิบัติหน้าที่ตามมาตรา 18 วรรคหนึ่งหรือวรรคสอง หรือมาตรา 22 วรรคสอง และอยู่ในระหว่างที่ไม่มีประธานองคมนตรี หรือมีแต่ไม่สามารถปฏิบัติหน้าที่ได้ ให้คณะองคมนตรีที่เหลืออยู่เลือกองคมนตรีคนหนึ่งเพื่อทำหน้าที่ประธานองคมนตรี หรือปฏิบัติหน้าที่ตาม มาตรา 18 วรรคหนึ่งหรือวรรคสอง หรือตามมาตรา 22 วรรค<strike>สาม</strike><u>สอง</u> แล้วแต่กรณี” เพื่อให้ความใน ตอนต้นและตอนท้ายของร่างมาตรา 23 สอดคล้องกัน เนื่องจากเป็นกรณีประธานองคมนตรีเป็นผู้สำเร็จ ราชการแทนพระองค์ หรือทำหน้าที่ผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไปพลางก่อน ซึ่งเป็นเรื่องที่ บัญญัติไว้ในวรรคสองของร่างมาตรา 22</p><p>มีกรรมการแสดงความเห็นว่า กรณีบัญญัติคำว่า “หรือ” หลักการที่ถูกต้องในราชกิจจานุเบกษา ต้องบัญญัติเว้นวรรคจากความที่อยู่ก่อนหน้าเสมอ เช่น “วรรคหนึ่ง หรือวรรคสอง” เป็นต้น</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในร่างมาตรา 23 เป็นดังนี้ “ในกรณีที่คณะองคมนตรี จะต้องปฏิบัติหน้าที่ตามมาตรา 17 หรือมาตรา 21 วรรคสอง หรือประธานองคมนตรีจะต้อง<strike>ปฏิบัติ</strike><u>เป็นหรือ</u> <u>ทำ</u>หน้าที่<u>ผู้สำเร็จราชการแทนพระองค</u>์ตามมาตรา 18 วรรคหนึ่งหรือวรรคสอง หรือมาตรา 22 วรรคสอง และ อยู่ในระหว่างที่ไม่มีประธานองคมนตรี หรือมีแต่ไม่สามารถปฏิบัติหน้าที่ได้ ให้คณะองคมนตรีที่เหลืออยู่ เลือกองคมนตรีคนหนึ่งเพื่อทำหน้าที่ประธานองคมนตรี หรือ<strike>ปฏิบัติ</strike><u>เป็นหรือทำ</u>หน้าที่<u>ผู้สำเร็จราชการ</u> <u>แทนพระองค</u>์ตามมาตรา 18 วรรคหนึ่งหรือวรรคสอง หรือตามมาตรา 22 วรรค<strike>สาม</strike><u>สอง</u> แล้วแต่กรณี”</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 23 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"112","หน้า":"15"},{"หมวด":"2","ส่วน":"","มาตรา":"24","ร่างมาตรา":"25","ร่างบทบัญญัติ":"<p>“มาตรา 25 การถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ตามรัฐธรรมนูญหรือกฎหมาย พระมหากษัตริย์จะโปรดเกล้าโปรดกระหม่อมให้กระทำต่อพระรัชทายาทซึ่งบรรลุนิติภาวะแล้ว หรือ<u>ต่อ</u>ผู้แทนพระองค์ก็ได้”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า หลักการของร่างมาตรา 25 เป็นหลักการที่บัญญัติเช่นเดียวกับ รัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- หลักการของร่างมาตรา 25 เป็นหลักการที่นำมาจากมาตรา 19 วรรคหกของรัฐธรรมนูญ แห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 ซึ่งแก้ไขเพิ่มเติมโดยรัฐธรรมนูญแห่ง ราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 แก้ไขเพิ่มเติม (ฉบับที่ 1) พุทธศักราช 2558</p><p>- ตั้งข้อสังเกต ร่างมาตรา 25 ที่คณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญเสนอใช้ความว่า “หรือต่อผู้แทนพระองค์ก็ได้” แต่ร่างมาตรา 26 ของร่างรัฐธรรมนูญของคณะกรรมาธิการยกร่าง รัฐธรรมนูญ (ศาสตราจารย์บวรศักดิ์ อุวรรณโณ เป็นประธานกรรมาธิการ) ใช้ความว่า “หรือผู้แทนพระองค์ ก็ได้”</p><p>- ตั้งข้อสังเกต กรณีพระมหากษัตริย์ทรงโปรดเกล้าโปรดกระหม่อมให้ถวายสัตย์ปฏิญาณต่อผู้แทน พระองค์นั้น ความหมายของความว่า “ผู้แทนพระองค์” อาจมิใช่เชื้อพระวงศ์หรือมีฐานันดรศักดิ์ก็ได้ ดังนั้น การใช้ความว่า “ถวายสัตย์ปฏิญาณ” อาจไม่ถูกต้อง</p><p>ประธานกรรมการกล่าวว่า กรณีพระมหากษัตริย์ทรงโปรดเกล้าโปรดกระหม่อมให้ถวายสัตย์ ปฏิญาณต่อผู้แทนพระองค์นั้น แม้ผู้แทนพระองค์จะมิใช่เชื้อพระวงศ์หรือมีฐานันดรศักดิ์ก็ตาม ถือว่าเป็นการ ถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ที่กระทำต่อหน้าผู้แทนพระองค์ </p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมความในร่างมาตรา 25 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"6","หน้า":"23"},{"หมวด":"2","ส่วน":"","มาตรา":"24","ร่างมาตรา":"24","ร่างบทบัญญัติ":"<p>“มาตรา 24 การถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ตามรัฐธรรมนูญหรือกฎหมาย พระมหากษัตริย์จะโปรดเกล้าโปรดกระหม่อมให้กระทำต่อพระรัชทายาทซึ่งบรรลุนิติภาวะแล้ว หรือต่อผู้แทนพระองค์ก็ได้</p><p><u>ในระหว่างที่ยังมิได้ถวายสัตย์ปฏิญาณตามวรรคหนึ่ง ให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าท</u>ี่<u>ไปพลางก่อนได</u>้”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการกล่าวว่า ในระหว่างที่ยังไม่มีการถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ เกิดปัญหาว่า ผู้ซึ่งต้องถวายสัตย์ปฏิญาณสามารถปฏิบัติหน้าที่ได้หรือไม่ ดังนั้น เพื่อให้เกิดความชัดเจน เสนอให้เพิ่มความเป็นวรรคสองของร่างมาตรา 24 ดังนี้ “<u>ในระหว่างที่ยังมิได้ถวายสัตย์ปฏิญาณตาม</u> <u>วรรคหนึ่ง ให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ตามที่จำเป็นไปพลางก่อนได</u>้”</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- ปัญหาผู้ซึ่งต้องถวายสัตย์ปฏิญาณไม่สามารถปฏิบัติหน้าที่ได้ เนื่องจากยังมิได้ถวายสัตย์ปฏิญาณ ต่อพระมหากษัตริย์เคยเกิดขึ้นกับผู้ดำรงตำแหน่งตุลาการศาลรัฐธรรมนูญเช่นกัน ดังนั้น การเพิ่มความเป็น วรรคสองของร่างมาตรา 24 ดังกล่าว จะช่วยให้เกิดความชัดเจนในการปฏิบัติหน้าที่มากยิ่งขึ้น</p><p>- ในทางปฏิบัติ บุคคลที่ต้องได้รับการโปรดเกล้าฯ ก่อนเข้ารับตำแหน่ง หากยังไม่ได้รับการ โปรดเกล้าฯ จะปฏิบัติหน้าที่ไม่ได้ การเพิ่มความเป็นวรรคสองของร่างมาตรา 24 จะขัดต่อแนวทางปฏิบัติ หรือไม่</p><p>ประธานกรรมการกล่าวว่า บุคคลที่ต้องได้รับการโปรดเกล้าฯ ก่อนเข้ารับตำแหน่ง หากยังไม่ได้รับ การโปรดเกล้าฯ จะปฏิบัติหน้าที่ไม่ได้ แต่ถ้าได้รับการโปรดเกล้าฯ แล้ว แม้ยังไม่ได้ถวายสัตย์ปฏิญาณก็ควร ให้ปฏิบัติหน้าที่ตามที่จำเป็นไปพลางก่อนได้ จึงจำเป็นต้องบัญญัติเพิ่มความเป็นวรรคสองของร่างมาตรา 24 ดังกล่าว</p><p>- มีกรรมการสอบถามว่า ความในวรรคสองของร่างมาตรา 17 และความในวรรคสามของ ร่างมาตรา 19 มาตรา 20 และมาตรา 21 มีเนื้อหาใกล้เคียงกัน กล่าวคือ เป็นบทบัญญัติที่กำหนดว่าใน ระหว่างที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาทำหน้าที่รัฐสภาไปก่อน กรณีดังกล่าวจะสามารถบัญญัติรวมกันเป็นมาตราเดียวได้หรือไม่</p><p>ประธานกรรมการเสนอเพิ่มความเป็นร่างมาตรา 24/1 ดังนี้</p><p>“<u>มาตรา 24/1 ในกรณีที่ต้องดำเนินการในรัฐสภาหรือโดยรัฐสภาตามมาตรา ... ถ้าสภา</u> <u>ผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาปฏิบัติหน้าที่แทนรัฐสภา</u>”</p><p>ทั้งนี้ หากบัญญัติความตามร่างมาตรา 24/1 จะต้องตัดความในวรรคสองของร่างมาตรา 17 และความในวรรคสามของร่างมาตรา 19 มาตรา 20 และมาตรา 21 ออกทั้งหมด อย่างไรก็ตาม ความใน ร่างมาตรา 24/1 ควรนำไปบัญญัติไว้ต่อท้ายหมวดรัฐสภา เพื่อให้ครอบคลุมกรณีต่าง ๆ ที่ต้องให้รัฐสภา ให้ความเห็นชอบจะเหมาะสมมากกว่า</p><p>- มีกรรมการแสดงความเห็นว่า ความในวรรคสองของร่างมาตรา 24 ที่เพิ่มขึ้นใหม่ ความว่า “ในระหว่างที่ยังมิได้ถวายสัตย์ปฏิญาณตามวรรคหนึ่ง ให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ตามที่ จำเป็นไปพลางก่อนได้” การบัญญัติความดังกล่าวอาจเกิดปัญหาการตีความว่าการปฏิบัติหน้าที่ตามที่ จำเป็นไปพลางก่อน การปฏิบัติหน้าที่ลักษณะใดจึงจะถือว่าเป็นการปฏิบัติหน้าที่ตามที่จำเป็น ดังนั้น เพื่อป้องกันปัญหาการตีความควรบัญญัติให้ชัดเจนว่า การจะปฏิบัติหน้าที่ตามที่จำเป็นไปพลางก่อน ต้องเป็นกรณีที่หากไม่รีบดำเนินการจะส่งผลเสียหายต่อระบบราชการได้</p><p>- เมื่อเปรียบเทียบกับการปฏิบัติหน้าที่ของคณะรัฐมนตรีตามร่างมาตรา 164 วรรคสอง ซึ่งบัญญัติ ว่า “ก่อนแถลงนโยบายต่อรัฐสภาตามวรรคหนึ่ง หากมีกรณีที่สำคัญและจำเป็นเร่งด่วนซึ่งหากปล่อยให้ เนิ่นช้าไปจะกระทบต่อประโยชน์สำคัญของแผ่นดิน คณะรัฐมนตรีที่เข้ารับหน้าที่จะดำเนินการไปพลางก่อน</p><p>เพียงเท่าที่จำเป็นก็ได้” จะเห็นได้ว่า ความในวรรคสองของร่างมาตรา 24 ที่เพิ่มขึ้นใหม่ เป็นบทบัญญัติที่ ไม่เคร่งครัดเท่ากับเรื่องการปฏิบัติหน้าที่ของคณะรัฐมนตรีก่อนแถลงนโยบายต่อรัฐสภา</p><p>ประธานกรรมการกล่าวว่า เพื่อป้องกันปัญหาการตีความว่าเรื่องใดที่จะสามารถปฏิบัติหน้าที่ตามที่ จำเป็นไปพลางก่อนได้ เสนอให้แก้ไขความในวรรคสองของร่างมาตรา 24 ที่เพิ่มขึ้นใหม่ เป็นดังนี้ “<u>ในระหว่างที่ยังมิได้ถวายสัตย์ปฏิญาณตามวรรคหนึ่ง ให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ไปพลาง</u> <u>ก่อนได</u>้”</p><p>- มีกรรมการแสดงความเห็นว่า เมื่อได้รับการโปรดเกล้าโปรดกระหม่อมให้ดำรงตำแหน่งแล้ว ควรให้ปฏิบัติหน้าที่ไปพลางก่อนได้ แม้จะยังไม่ได้ถวายสัตย์ปฏิญาณก็ตาม อย่างไรก็ตาม เพื่อให้เกิดความ ชัดเจนและป้องกันปัญหาการตีความว่าเรื่องใดสามารถปฏิบัติหน้าที่ตามที่จำเป็นไปพลางก่อนได้ การบัญญัติ ความในวรรคสองของร่างมาตรา 24 ถือว่ามีความเหมาะสม</p><p>- เมื่อพิจารณาเรื่องการปฏิบัติหน้าที่ขององคมนตรีตามร่างมาตรา 13 องคมนตรีจะปฏิบัติหน้าที่ ได้ต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ก่อน ดังนั้น การเพิ่มบัญญัติเป็นวรรคสองของร่างมาตรา 24 จะขัดแย้งกันหรือไม่</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า กระบวนการโปรดเกล้าฯ แต่งตั้ง ผู้ดำรงตำแหน่งในองค์กรต่าง ๆ และการถวายสัตย์ปฏิญาณของผู้ได้รับพระกรุณาโปรดเกล้าฯ แต่งตั้งนั้น มีขั้นตอนดำเนินการแบ่งออกเป็นสองขั้นตอนกล่าวคือ ขั้นตอนที่หนึ่งกระบวนการทางกฎหมาย และขั้นตอน ที่สองกระบวนการทางรัฐธรรมนูญซึ่งเป็นรูปแบบพิธีการทางรัฐธรรมนูญโดยมีกระบวนการเฉพาะ แบ่งออกเป็นสองขั้นตอนคือ ขั้นตอนที่หนึ่งกระบวนการนำความขึ้นกราบบังคมทูลเพื่อทรงพระกรุณา โปรดเกล้าฯ แต่งตั้ง และขั้นตอนที่สองกระบวนการถวายสัตย์ปฏิญาณ ทั้งนี้ ผลในทางกฎหมายผู้ซึ่งได้รับ การแต่งตั้งแต่อยู่ระหว่างขั้นตอนการถวายสัตย์ปฏิญาณจะมีอำนาจในตำแหน่งที่ได้รับแต่งตั้งนับแต่วันที่มี พระบรมราชโองการโปรดเกล้าฯ แต่งตั้ง แต่ผู้นั้นจะสามารถปฏิบัติหน้าที่ในตำแหน่งได้ต่อเมื่อได้มีการถวาย สัตย์ปฏิญาณก่อนซึ่งเป็นรูปแบบธรรมเนียมประเพณีในทางรัฐธรรมนูญ ดังนั้น ในกรณีที่มีพระบรมราชโองการ โปรดเกล้าฯ แต่งตั้งบุคคลเพื่อดำรงตำแหน่งใดแล้วแต่ผู้ได้รับแต่งตั้งยังไม่ได้ถวายสัตย์ปฏิญาณภายในเวลา อันสมควรก็อาจเกิดปัญหาอุปสรรคส่งผลกระทบต่อการบริหารราชการแผ่นดินได้ ดังนั้น หลักการในวรรค สองของร่างมาตรา 24 ที่เพิ่มขึ้นใหม่จึงเป็นข้อยกเว้นเพื่อให้บุคคลที่ได้รับการแต่งตั้งสามารถปฏิบัติหน้าที่ ตามที่จำเป็นไปพลางก่อนในระหว่างที่รอการถวายสัตย์ปฏิญาณ</p><p>- มีกรรมการแสดงความเห็นว่า หลักการที่เพิ่มขึ้นใหม่เป็นร่างมาตรา 24/1 ซึ่งที่ประชุมเห็นชอบ ในหลักการแต่ให้นำไปบัญญัติไว้ในหมวดว่าด้วยรัฐสภานั้น ความว่า “ให้วุฒิสภาปฏิบัติหน้าที่แทนรัฐสภา” ควรแก้ไขเป็นว่า “ให้วุฒิสภาปฏิบัติหน้าที่รัฐสภา” เนื่องจากรัฐสภาประกอบด้วยสภาผู้แทนราษฎรและ วุฒิสภา ดังนั้น การปฏิบัติหน้าที่ของวุฒิสภาในกรณีที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ วุฒิสภาจะเป็นองค์กรที่ปฏิบัติหน้าที่รัฐสภากล่าวคือทำหน้าที่ทั้งสภาผู้แทนราษฎรและวุฒิสภาไม่ใช่การ ปฏิบัติหน้าที่แทนรัฐสภา จึงควรแก้ไขเป็นว่า “<u>ในกรณีที่ต้องดำเนินการในรัฐสภาหรือโดยรัฐสภาตาม</u> <u>มาตรา ... ถ้าสภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาปฏิบัติหน้าที่รัฐสภา</u>”</p><p>- ความว่า “ให้วุฒิสภาปฏิบัติหน้าที่รัฐสภา”นั้น ในร่างรัฐธรรมนูญได้บัญญัติหลักการห้ามมิให้ วุฒิสภาดำเนินการในเรื่องต่าง ๆ ในกรณีที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบไว้ใน ร่างมาตราใดมาตราหนึ่งหรือไม่</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในร่างมาตรา 24/1 ที่เพิ่มขึ้นใหม่ซึ่งที่ประชุมเห็นชอบ ในหลักการแต่ให้นำไปบัญญัติไว้ในหมวดว่าด้วยรัฐสภา เป็นดังนี้ “<u>ในกรณีที่ต้องดำเนินการในรัฐสภาหรือ</u> <u>โดยรัฐสภาตามมาตรา ... ถ้าสภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาปฏิบัติหน้าท</u>ี่ <u>รัฐสภา</u>”</p><p>ส่วนเรื่องการให้วุฒิสภาปฏิบัติหน้าที่รัฐสภาในกรณีที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎร ถูกยุบนั้น วุฒิสภาจะสามารถปฏิบัติหน้าที่รัฐสภาได้เฉพาะกรณีที่กำหนดไว้ในรัฐธรรมนูญเท่านั้น เช่น การให้ความเห็นชอบประกาศสงครามในกรณีที่ไม่มีสภาผู้แทนราษฎรไม่ว่าด้วยเหตุใด ๆ วุฒิสภาสามารถ ปฏิบัติหน้าที่รัฐสภาเพื่อให้ความเห็นชอบการประกาศสงครามได้ เป็นต้น</p><p>- มีกรรมการแสดงความเห็นว่า วรรคสองของร่างมาตรา 24 ที่เพิ่มขึ้นใหม่ การกำหนดให้ผู้ซึ่งต้อง ถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ไปพลางก่อนในระหว่างที่รอการถวายสัตย์ปฏิญาณ ในกรณีที่มีความจำเป็น เร่งด่วนและจำเป็นต่อการบริหารราชการ ควรกำหนดให้เป็นอำนาจของผู้ซึ่งต้องถวายสัตย์ปฏิญาณเป็น ผู้พิจารณาและใช้ดุลพินิจว่าการปฏิบัติหน้าที่ในระหว่างรอการถวายสัตย์ปฏิญาณมีความจำเป็นเร่งด่วนและ จำเป็นต่อการบริหารราชการหรือไม่ ดังนั้น ควรแก้ไขเพิ่มเติมวรรคสองของร่างมาตรา 24 ที่เพิ่มขึ้นใหม่ เป็นดังนี้ “<u>ในระหว่างที่ยังมิได้ถวายสัตย์ปฏิญาณตามวรรคหนึ่ง ให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าท</u>ี่ <u>ตามที่จำเป็นไปพลางก่อนได</u>้”</p><p>ประธานกรรมการกล่าวว่า วรรคสองของร่างมาตรา 24 ที่เพิ่มขึ้นใหม่ หากบัญญัติว่า “<u>ในระหว่าง</u> <u>ที่ยังมิได้ถวายสัตย์ปฏิญาณตามวรรคหนึ่ง ให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ตามที่จำเป็นไป</u> <u>พลางก่อนได</u>้” อาจเกิดปัญหาการตีความได้ว่ากรณีใดจึงจะถือว่ามีเหตุจำเป็นที่ผู้ซึ่งต้องถวายสัตย์ปฏิญาณ สามารถปฏิบัติหน้าที่ไปพลางก่อนได้</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติ ดังนี้ </p><p>1. แก้ไขเพิ่มเติมร่างมาตรา 24 เป็นดังนี้</p><p>“มาตรา 24 การถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ตามรัฐธรรมนูญหรือกฎหมาย พระมหากษัตริย์จะโปรดเกล้าโปรดกระหม่อมให้กระทำต่อพระรัชทายาทซึ่งบรรลุนิติภาวะแล้ว หรือต่อ ผู้แทนพระองค์ก็ได้</p><p><u>ในระหว่างที่ยังมิได้ถวายสัตย์ปฏิญาณตามวรรคหนึ่ง ให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าท</u>ี่ <u>ไปพลางก่อนได</u>้</p><p>2. ให้นำหลักการดังต่อไปนี้ไปบัญญัติไว้ในหมวดว่าด้วยรัฐสภา</p><p>“<u>มาตรา ... ในกรณีที่ต้องดำเนินการในรัฐสภาหรือโดยรัฐสภาตามมาตรา ... ถ้าสภาผู้แทนราษฎร</u> <u>สิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาปฏิบัติหน้าที่รัฐสภา</u>”</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"60","หน้า":"16-19"},{"หมวด":"2","ส่วน":"","มาตรา":"24","ร่างมาตรา":"24","ร่างบทบัญญัติ":"<p> “มาตรา 24 การถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ตามรัฐธรรมนูญหรือกฎหมาย พระมหากษัตริย์จะโปรดเกล้าโปรดกระหม่อมให้กระทำต่อพระรัชทายาทซึ่งบรรลุนิติภาวะแล้ว หรือต่อผู้แทนพระองค์ก็ได้</p><p>ในระหว่างที่ยังมิได้ถวายสัตย์ปฏิญาณตามวรรคหนึ่ง ให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ไปพลางก่อนได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 24 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"14"},{"หมวด":"2","ส่วน":"","มาตรา":"24","ร่างมาตรา":"24","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p> ประธานกรรมการกล่าวว่า ร่างมาตรา 24 วรรคสอง ได้บัญญัติข้อยกเว้นการถวายสัตย์ปฏิญาณ ต่อพระมหากษัตริย์ตามรัฐธรรมนูญหรือกฎหมายไว้ว่า ในระหว่างที่ยังมิได้ถวายสัตย์ปฏิญาณ ให้ผู้ซึ่งต้อง ถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ไปพลางก่อนได้น้ัน ไม่สามารถนำข้อยกเว้นตามร่างมาตรา 24 วรรคสอง มาใช้บังคับกับการถวายสัตย์ของคณะรัฐมนตรีได้ เนื่องจากคณะรัฐมนตรีชุดใหม่จะเข้าปฏิบัติหน้าที่ได้ ต่อเมื่อได้ถวายสัตย์ปฏิญาณโดยในระหว่างที่คณะรัฐมนตรีชุดใหม่รอการถวายสัตย์ปฏิญาณ คณะรัฐมนตรี ชุดเก่ายังคงรักษาการอยู่ หากนำข้อยกเว้นตามร่างมาตรา 24 วรรคสองมาใช้ก็จะทำให้เกิดการทับซ้อนการ ปฏิบัติหน้าที่ขึ้น ดังนั้น เสนอเพิ่มความดังต่อไปนี้เป็นวรรคสามของร่างมาตรา 156 “<u>มิให้นำความ</u> <u>ในมาตรา 24 วรรคสอง มาใช้บังคับกับการถวายสัตย์ปฏิญาณของรัฐมนตรีตามมาตราน</u>ี้”</p><p>มีกรรมการแสดงความเห็นว่า การปฏิบัติหน้าที่ของผู้พิพากษาศาลยุติธรรมและตุลาการ ในศาลปกครองจะสามารถปฏิบัติหน้าที่ได้ต่อเมื่อมีการถวายสัตย์ปฏิญาณ แม้หลักการในวรรคสองของร่างมาตรา 24 จะบัญญัติให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ไปพลางก่อนได้ก็ตาม แต่มีการตีความ โดยนักวิชาการและนักกฎหมายว่าไม่สามารถนำมาใช้บังคับกับการถวายสัตย์ปฏิญาณของผู้พิพากษา ศาลยุติธรรมและตุลาการในศาลปกครอง</p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงร่างมาตรา 24 วรรคสอง การถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ แต่ไม่มีการลงมติ","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"86","หน้า":"11-12"},{"หมวด":"2","ส่วน":"","มาตรา":"24","ร่างมาตรา":"24","ร่างบทบัญญัติ":"<p> “มาตรา 24 การถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ตามรัฐธรรมนูญหรือกฎหมาย พระมหากษัตริย์จะโปรดเกล้าโปรดกระหม่อมให้กระทำต่อพระรัชทายาท ซึ่งบรรลุนิติภาวะแล้ว หรือต่อผู้แทนพระองค์ก็ได้</p><p>ในระหว่างที่ยังมิได้ถวายสัตย์ปฏิญาณตามวรรคหนึ่ง <u>จะโปรดเกล้าโปรดกระหม่อม</u>ให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ไปพลางก่อน<u>ก</u>็ได้”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการกล่าวว่า นายสุวพันธุ์ ตันยุวรรธนะ รัฐมนตรีประจำสำนักนายกรัฐมนตรี ได้เสนอ ให้มีการปรับปรุงเนื้อหาของร่างมาตรา 24 วรรคสอง ในประเด็นกรณีที่ยังมิได้ถวายสัตย์ปฏิญาณตาม วรรคหนึ่ง จะโปรดเกล้าโปรดกระหม่อมให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ไปพลางก่อนได้” ดังนั้น เสนอแก้ไขเพิ่มเติมความในวรรคสอง เป็นดังนี้ “...ในระหว่างที่ยังมิได้ถวายสัตย์ปฏิญาณตามวรรคหนึ่ง <u>จะโปรดเกล้าโปรดกระหม่อม</u>ให้ผู้ซึ่งต้องถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ไปพลางก่อน<u>ก</u>็ได้”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 24 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"97","หน้า":"3"},{"หมวด":"2","ส่วน":"","มาตรา":"24","ร่างมาตรา":"24","ร่างบทบัญญัติ":"<p>“มาตรา 24 การถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ตามรัฐธรรมนูญหรือกฎหมาย พระมหากษัตริย์ จะโปรดเกล้าโปรดกระหม่อมให้กระทำต่อพระรัชทายาทซึ่ง<u>ทรง</u>บรรลุนิติภาวะแล้ว หรือต่อผู้แทนพระองค์ก็ได้</p><p>ในระหว่างที่ยังมิได้ถวายสัตย์ปฏิญาณตามวรรคหนึ่ง จะโปรดเกล้าโปรดกระหม่อมให้ผู้ซึ่งต้อง ถวายสัตย์ปฏิญาณปฏิบัติหน้าที่ไปพลางก่อนก็ได้”</p>","ประเด็นการพิจารณา":"<p> มีกรรมการแสดงความเห็นว่า ควรเพิ่มความในร่างมาตรา 24 วรรคหนึ่ง เป็นความว่า “ทรงบรรลุนิติภาวะ” เพื่อให้สอดคล้องกับร่างมาตรา 17 วรรคหนึ่ง ที่ใช้ความว่า “ยังไม่ทรงบรรลุนิติภาวะ”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 24 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"112","หน้า":"15-16"}]