[{"หมวด":"15","ส่วน":"","มาตรา":"255","ร่างมาตรา":"261","ร่างบทบัญญัติ":"<p> “มาตรา 261 การแก้ไขเพิ่มเติมรัฐธรรมนูญที่เป็นการเปลี่ยนแปลงการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข หรือเปลี่ยนแปลงรูปแบบของรัฐ จะกระทำมิได้”</p>","ประเด็นการพิจารณา":"<p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- หลักการเรื่องห้ามมิให้แก้ไขเพิ่มเติมรัฐธรรมนูญที่เป็นการเปลี่ยนแปลงการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข หรือเปลี่ยนแปลงรูปแบบของรัฐนั้น ได้บัญญัติครั้งแรกในรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2549 และมาตรา 291 ของรัฐธรรมนูญ 2550 ก็ได้บัญญัติหลักการดังกล่าวไว้เช่นกัน หากคณะกรรมการจะคงหลักการดังกล่าวไว้ในรัฐธรรมนูญฉบับใหม่อาจเกิดปัญหาในทางปฏิบัติในอนาคตกรณีมีเหตุจำเป็นต้องแก้ไขเปลี่ยนแปลงหลักการ จะไม่สามารถแก้ไขเพิ่มเติมรัฐธรรมนูญได้</p><p>- หลักการของร่างมาตรา 261 เป็นหลักการสำคัญของรัฐธรรมนูญเพื่อป้องกันมิให้มีการเสนอญัตติขอแก้ไขเพิ่มเติมรัฐธรรมนูญเพื่อเปลี่ยนแปลงการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข หรือเปลี่ยนแปลงรูปแบบของรัฐจะไม่สามารถกระทำได้</p><p>- ประเทศไทยมีการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุขมาตั้งแต่ปี พ.ศ. 2475 ซึ่งถือเป็นวัฒนธรรมทางการปกครองและวัฒนธรรมทางการเมืองที่สืบทอดมาอย่างยาวนาน ไม่ว่าระยะเวลาจะผ่านไปนานเท่าใดประเทศไทยก็ยังคงรูปแบบการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข ดังนั้น การแก้ไขเพิ่มเติมรัฐธรรมนูญเพื่อเปลี่ยนแปลงการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข ไม่สามารถกระทำได้</p><p>- ความว่า “เปลี่ยนแปลงรูปแบบของรัฐ” ควรใช้คำอื่นที่สื่อความหมายลักษณะเดียวกัน เพื่อมิให้ เป็นการจำกัดสิทธิของสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา หรือประชาชนในการเสนอญัตติขอแก้ไขเพิ่มเติมรัฐธรรมนูญในอนาคต</p><p>- มาตรา 291 (1) วรรคสองของรัฐธรรมนูญ 2550 ใช้คำว่า “เปลี่ยนแปลงรูปของรัฐ” ซึ่งแตกต่างจากร่างมาตรา 261 ใช้คำว่า “เปลี่ยนแปลงรูปแบบของรัฐ” มีความหมายเหมือนกันหรือแตกต่างกันอย่างไร</p><p>ประธานกรรมการกล่าวว่า หลักการของร่างมาตรา 261 เป็นหลักการที่บัญญัติในรัฐธรรมนูญ 2550 จึงควรบัญญัติหลักการดังกล่าวไว้ในรัฐธรรมนูญฉบับนี้ ส่วนเรื่องการใช้คำอื่นที่สื่อความหมาย ในลักษณะเดียวกับคำว่า “เปลี่ยนแปลงรูปแบบของรัฐ” หรือคำว่า “เปลี่ยนแปลงรูปของรัฐ” ต้องพิจารณาก่อนว่าคำดังกล่าวมีความหมายอย่างไร</p><p>- มีกรรมการแสดงความเห็นว่า คำว่า “เปลี่ยนแปลงรูปแบบของรัฐ” หรือคำว่า “เปลี่ยนแปลงรูปของรัฐ” นั้น มีความหมายเดียวกัน คือหมายถึงประเทศไทยเป็นรัฐเดี่ยว ดังนั้น การแก้ไขเพิ่มเติมรัฐธรรมนูญเพื่อเปลี่ยนแปลงประเทศไทยจากรัฐเดี่ยวให้เป็นมลรัฐหรือสาธารณรัฐไม่สามารถกระทำได้</p><p>- ในอดีตมีข้อเรียกร้องจากกลุ่มผู้ก่อความไม่สงบในจังหวัดชายแดนภาคใต้ขอให้การปกครอง ในพื้นที่จังหวัดชายแดนภาคใต้เป็นการปกครองแบบหนึ่งรัฐสองระบบ กรณีดังกล่าวจะถือว่าเป็นการเปลี่ยนแปลงรูปแบบของรัฐและขัดต่อหลักการของร่างมาตรา 261 หรือไม่</p><p>ประธานกรรมการกล่าวว่า รัฐธรรมนูญ 2475 จนถึงรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 กำหนดหลักการในเรื่องประเทศไทยเป็นราชอาณาจักรอันหนึ่งอันเดียวจะแบ่งแยกมิได้ ดังนั้น จึงจำต้องคงหลักการของร่างมาตรา 261 กรณีการแก้ไขเพิ่มเติมรัฐธรรมนูญเพื่อเปลี่ยนแปลงประเทศไทยเป็นมลรัฐ หรือสาธารณรัฐ ไม่อาจกระทำได้ </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 261 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"47","หน้า":"4-5"},{"หมวด":"15","ส่วน":"","มาตรา":"255","ร่างมาตรา":"260","ร่างบทบัญญัติ":"<p> “มาตรา 260 การแก้ไขเพิ่มเติมรัฐธรรมนูญที่เป็นการเปลี่ยนแปลงการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข หรือเปลี่ยนแปลงรูปแบบของรัฐ จะกระทำมิได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 260 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"65","หน้า":"28"},{"หมวด":"15","ส่วน":"","มาตรา":"255","ร่างมาตรา":"254","ร่างบทบัญญัติ":"<p> “มาตรา 254 การแก้ไขเพิ่มเติมรัฐธรรมนูญที่เป็นการเปลี่ยนแปลงการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข หรือเปลี่ยนแปลงรูปแบบของรัฐ จะกระทำมิได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 254 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"72","หน้า":"58"},{"หมวด":"15","ส่วน":"","มาตรา":"255","ร่างมาตรา":"255","ร่างบทบัญญัติ":"<p> “มาตรา 255 การแก้ไขเพิ่มเติมรัฐธรรมนูญที่เป็นการเปลี่ยนแปลงการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข หรือเปลี่ยนแปลงรูปแบบของรัฐ จะกระทำมิได้”</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 255 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"113","หน้า":"84"},{"หมวด":"15","ส่วน":"","มาตรา":"256","ร่างมาตรา":"262","ร่างบทบัญญัติ":"<p> “มาตรา 262 ภายใต้บังคับมาตรา 261 การแก้ไขเพิ่มเติมรัฐธรรมนูญ ให้กระทำได้ตามหลักเกณฑ์และวิธีการ ดังต่อไปนี้</p><p>(1) ญัตติขอแก้ไขเพิ่มเติมต้องมาจากคณะรัฐมนตรี สมาชิกสภาผู้แทนราษฎรมีจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร หรือจากสมาชิกสภาผู้แทนราษฎร และสมาชิกวุฒิสภามีจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา หรือจากประชาชนผู้สิทธิเลือกตั้งจำนวนไม่น้อยกว่าห้าหมื่นคนตามกฎหมายว่าด้วยการเข้าชื่อเสนอกฎหมาย</p><p>(2) ญัตติขอแก้ไขเพิ่มเติมต้องเสนอเป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมและให้รัฐสภาพิจารณาเป็นสามวาระ</p><p>(3) การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการ ให้ใช้วิธีเรียกชื่อและลงคะแนน โดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมนั้น ไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา</p><p>(4) การพิจารณาในวาระที่สองขั้นพิจารณาเรียงลำดับมาตรา ต้องจัดให้มีการรับฟังความคิดเห็นจากประชาชนผู้มีสิทธิเลือกตั้งที่เข้าชื่อเสนอร่างรัฐธรรมนูญแก้ไขเพิ่มเติมด้วย โดยการออกเสียงในวาระที่สองนี้ ให้ถือเสียงข้างมากเป็นประมาณ</p><p>(5) เมื่อการพิจารณาวาระที่สองเสร็จสิ้นแล้ว ให้รอไว้สิบห้าวัน เมื่อพ้นกำหนดนี้แล้วให้รัฐสภาพิจารณาในวาระที่สามต่อไป</p><p>(6) การออกเสียงลงคะแนนในวาระที่สามขั้นสุดท้าย ให้ใช้วิธีเรียกชื่อและลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็นรัฐธรรมนูญมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา</p><p>(7) เมื่อการลงมติได้เป็นไปตามที่กล่าวแล้ว ให้นำร่างรัฐธรรมนูญแก้ไขเพิ่มเติมขึ้นทูลเกล้าทูลกระหม่อมถวาย และให้นำบทบัญญัติมาตรา 150 มาตรา 151 และมาตรา 153 มาใช้บังคับโดยอนุโลม”</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมแสดงความเห็น ดังนี้</p><p>- มีกรรมการแสดงความเห็นว่า ญัตติขอแก้ไขเพิ่มเติมรัฐธรรมนูญที่เสนอโดยประชาชนผู้สิทธิเลือกตั้ง ตามความใน (1) นั้น เนื่องจากเป็นการเสนอญัตติขอแก้ไขเพิ่มเติมรัฐธรรมนูญซึ่งเป็นกฎหมายสูงสุดของ ประเทศไทย ควรเพิ่มจำนวนประชาชนในการเข้าชื่อเสนอญัตติขอแก้ไขเพิ่มเติมรัฐธรรมนูญ</p><p>ประธานกรรมการกล่าวว่า ญัตติขอแก้ไขเพิ่มเติมรัฐธรรมนูญที่เสนอโดยประชาชนผู้สิทธิเลือกตั้ง จำนวนไม่น้อยกว่าห้าหมื่นคนตามความ (1) เมื่อเปรียบเทียบกับการเข้าชื่อเสนอพระราชบัญญัติซึ่งกำหนด จำนวนประชาชนผู้มีสิทธิเลือกตั้งไม่น้อยกว่าสองหมื่นคนในการเข้าชื่อ ดังนั้น จำนวนประชาชนผู้มีสิทธิ เลือกตั้งจำนวนไม่น้อยกว่าห้าหมื่นคนในการเข้าชื่อเสนอญัตติแก้ไขเพิ่มเติมรัฐธรรมนูญจึงเป็นจำนวน ที่เหมาะสมแล้ว</p><p>ส่วนความว่า “ญัตติขอแก้ไขเพิ่มเติมต้องเสนอเป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมและให้รัฐสภา พิจารณาเป็นสามวาระ” ใน (2) นั้น ไม่ได้กำหนดให้เสนอต่อรัฐสภา สภาผู้แทนราษฎร หรือวุฒิสภา แตกต่างจากเรื่องการเสนอร่างพระราชบัญญัติของคณะรัฐมนตรีที่กำหนดให้คณะรัฐมนตรีเสนอ ร่างพระราชบัญญัติต่อสภาผู้แทนราษฎรก่อน ดังนั้น เสนอแก้ไขเพิ่มเติมความใน (2) เป็นดังนี้ “ญัตติ ขอแก้ไขเพิ่มเติมต้องเสนอเป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติม<u>ต่อรัฐสภา</u> และให้รัฐสภาพิจารณาเป็นสามวาระ”</p><p>- มีกรรมการแสดงความเห็นว่า เรื่องการแก้ไขเพิ่มเติมรัฐธรรมนูญเพื่อจัดทำรัฐธรรมนูญฉบับใหม่ ในประวัติศาสตร์การเมืองของประเทศไทยคือ การแก้ไขเพิ่มเติมรัฐธรรมนูญ 2534 เพื่อตั้งสภาร่างรัฐธรรมนูญ มาทำหน้าที่ในจัดทำร่างรัฐธรรมนูญฉบับใหม่ทั้งฉบับ และการเสนอญัตติแก้ไขเพิ่มเติมรัฐธรรมนูญ 2550 เพื่อจัดตั้งสภาร่างรัฐธรรมนูญ</p><p>- การเสนอญัตติแก้ไขเพิ่มเติมรัฐธรรมนูญเพื่อจัดทำร่างรัฐธรรมนูญฉบับใหม่ ไม่ใช่การแก้ไข เพิ่มเติมรัฐธรรมนูญแต่เป็นการยกเลิกรัฐธรรมนูญทั้งฉบับ จึงขัดต่อทฤษฎีว่าด้วยรัฐธรรมนูญที่ว่ารัฐธรรมนูญ ซึ่งเป็นกฎหมายสูงสุดของประเทศควรใช้บังคับแบบถาวร ดังนั้น ควรกำหนดมาตรการป้องกันมิให้มีการ เสนอญัตติแก้ไขรัฐธรรมนูญเพื่อจัดทำรัฐธรรมนูญฉบับใหม่ทั้งฉบับ</p><p>- ร่างรัฐธรรมนูญฉบับที่แล้ว (2558) ได้บัญญัติหลักการเรื่องการทำหน้าที่ของคณะกรรมาธิการ ยกร่างรัฐธรรมนูญภายหลังประกาศใช้รัฐธรรมนูญเพื่อดำเนินการในส่วนที่เกี่ยวข้อง ดังนั้น คณะกรรมการ ควรบัญญัติหลักการเพื่อรองรับการทำหน้าที่ของคณะกรรมการร่างรัฐธรรมนูญภายหลังจากร่างรัฐธรรมนูญ ผ่านการออกเสียงประชามติและประกาศใช้รัฐธรรมนูญ กรณีที่มีการแก้ไขเพิ่มเติมรัฐธรรมนูญกำหนดให้ คณะกรรมการมีส่วนร่วมเป็นคณะกรรมาธิการในการพิจารณาแก้ไขเพิ่มเติมรัฐธรรมนูญ</p><p>- ความคิดเห็นของประชาชนเกี่ยวกับการจัดทำรัฐธรรมนูญฉบับใหม่ทั้งฉบับในแต่ละยุคสมัย แตกต่างกันออกไปขึ้นอยู่กับสถานการณ์ทางการเมือง เช่น รัฐธรรมนูญ 2540 เกิดขึ้นจากข้อเรียกร้องของ ประชาชนส่วนใหญ่ให้มีการแก้ไขเพิ่มเติมรัฐธรรมนูญ 2534 เพื่อจัดตั้งสภาร่างรัฐธรรมนูญมาทำหน้าที่ ในการจัดทำรัฐธรรมนูญฉบับใหม่ทั้งฉบับ หรือการแก้ไขเพิ่มเติมรัฐธรรมนูญ 2550 ซึ่งสมาชิกสภาผู้แทน ราษฎรและสมาชิกวุฒิสภาได้เสนอญัตติขอแก้ไขเพิ่มเติมรัฐธรรมนูญเพื่อจัดตั้งสภาร่างรัฐธรรมนูญแต่ ประชาชนไม่ยอมรับกับการแก้ไขเพิ่มเติมรัฐธรรมนูญดังกล่าว เป็นต้น ซึ่งแตกต่างจากต่างประเทศในเรื่อง การแก้ไขเพิ่มเติมรัฐธรรมนูญ หรือการจัดทำรัฐธรรมนูญฉบับใหม่ทั้งฉบับสามารถกระทำได้ ดังนั้น ไม่เห็นด้วย กับการบัญญัติหลักการห้ามมิให้มีการแก้ไขเพิ่มเติมรัฐธรรมนูญเพื่อจัดทำร่างรัฐธรรมนูญฉบับใหม่ เนื่องจาก อาจมีข้อโต้แย้งจากฝ่ายที่ไม่เห็นด้วยกับการบัญญัติหลักการดังกล่าว</p><p>- ศาลรัฐธรรมนูญมีคำวินิจฉัยกรณีญัตติเสนอแก้ไขเพิ่มเติมรัฐธรรมนูญเพื่อจัดทำร่างรัฐธรรมนูญใหม่ ทั้งฉบับนั้นไม่สามารถกระทำได้ ดังนั้น ควรกำหนดมาตรการเพื่อรองรับมิให้มีการเสนอญัตติแก้ไขเพิ่มเติม รัฐธรรมนูญเพื่อจัดทำร่างรัฐธรรมนูญใหม่ทั้งฉบับ</p><p>ประธานกรรมการกล่าวว่า การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการ ควรกำหนด คะแนนเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมรัฐธรรมนูญต้องมีคะแนนเสียงเห็นด้วยไม่น้อยกว่ากึ่งหนึ่ง ของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา และในจำนวนนั้นต้องมีสมาชิกวุฒิสภาเห็นชอบด้วย ไม่น้อยกว่ากึ่งหนึ่งของสมาชิกวุฒิสภาเท่าที่มีอยู่</p><p>- มีกรรมการแสดงความเห็นว่า ไม่เห็นด้วยกับการกำหนดคะแนนเสียงเห็นชอบด้วยในการแก้ไข เพิ่มเติมรัฐธรรมนูญต้องมีคะแนนเสียงเห็นชอบด้วยไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ ของทั้งสองสภา และในจำนวนนั้นต้องมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่ากึ่งหนึ่งของสมาชิกวุฒิสภา เท่าที่มีอยู่ เนื่องจากจะทำให้บทบาทของสมาชิกวุฒิสภามีมากกว่าสมาชิกสภาผู้แทนราษฎรในการออกเสียง ลงคะแนนให้ความเห็นชอบร่างรัฐธรรมนูญแก้ไขเพิ่มเติมในวาระที่หนึ่งขั้นรับหลักการ ดังนั้น ในวาระที่หนึ่ง ขั้นรับหลักการ คะแนนเสียงเห็นชอบไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา ควรกำหนดว่าจะต้องมีสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่ากึ่งหนึ่งของ สมาชิกแต่ละสภา</p><p>ประธานกรรมการกล่าวว่า คะแนนเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมรัฐธรรมนูญต้องมีคะแนน เสียงเห็นชอบด้วยไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา และในจำนวนนั้น ต้องมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่ากึ่งหนึ่งของสมาชิกวุฒิสภาเท่าที่มีอยู่ อาจปรับลดจำนวน คะแนนเสียงเห็นชอบของวุฒิสภาไม่น้อยกว่าหนึ่งในสามของสมาชิกวุฒิสภาเท่าที่มีอยู่ก็ได้ เนื่องจาก พรรคการเมืองเสียงข้างมากในสภาผู้แทนราษฎรหากต้องการแก้ไขเพิ่มเติมรัฐธรรมนูญก็ต้องมีคะแนนเสียง สนับสนุนจากสมาชิกวุฒิสภาในการให้ความเห็นชอบร่างรัฐธรรมนูญแก้ไขเพิ่มเติมด้วย ดังนั้น เสนอแก้ไข เพิ่มเติมความใน (3) เป็นดังนี้ “การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการ ให้ใช้วิธีเรียกชื่อ และลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมนั้น ไม่น้อยกว่ากึ่งหนึ่ง ของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา <u>ซึ่งในจำนวนนี้ต้องมีสมาชิกวุฒิสภาเห็นชอบด้วย</u><u>ไม่น้อยกว่าหนึ่งในสามของสมาชิกวุฒิสภาเท่าที่มีอย</u>ู่”</p><p>- มีกรรมการสอบถามว่า ความว่า “ไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้ง สองสภา” ใน (3) หมายถึง คะแนนเสียงของสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาจะต้องมีคะแนน เสียงเห็นชอบด้วยไม่น้อยกว่ากึ่งหนึ่งของแต่ละสภา จึงจะถือว่าเป็นคะแนนเสียงให้ความเห็นชอบ ร่างรัฐธรรมนูญแก้ไขเพิ่มเติมในวาระที่หนึ่งขั้นรับหลักการใช่หรือไม่</p><p>- คะแนนเสียงให้ความเห็นชอบในวาระที่หนึ่งขั้นรับหลักการ ควรกำหนดว่าต้องมีคะแนนเสียง ให้ความเห็นชอบของสมาชิกสภาผู้แทนราษฎรไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกสภาผู้แทนราษฎร ทั้งหมดเท่าที่มีอยู่ เพื่อให้ความสำคัญกับการทำหน้าที่ในการลงมติของสมาชิกสภาผู้แทนราษฎร</p><p>- มาตรา 39 ของรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 กำหนด หลักการเรื่องกลไกสำคัญเพื่อป้องกันการทำลายหลักการสำคัญของร่างรัฐธรรมนูญ ดังนั้น การแก้ไขเพิ่มเติม รัฐธรรมนูญที่เป็นการแก้ไขเพิ่มเติมหลักการสำคัญตามมาตรา 39 ของรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 ควรกำหนดมาตรการให้แก้ไขได้ยากโดยการกำหนดคะแนนเสียง เห็นชอบเพิ่มขึ้น</p><p>- ควรกำหนดคะแนนเสียงการให้ความเห็นชอบการแก้ไขเพิ่มเติมรัฐธรรมนูญในกรณีที่เป็นการ แก้ไขเพิ่มเติมหลักการสำคัญตามมาตรา 35 ของรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 ควรมีคะแนนเสียงเห็นชอบกับการแก้ไขเพิ่มเติมให้แตกต่างจากการแก้ไขเพิ่มเติม รัฐธรรมนูญกรณีทั่วไปที่ไม่ใช่หลักการสำคัญ</p><p>ประธานกรรมการกล่าวว่า คะแนนเสียงเห็นชอบในวาระที่หนึ่งขั้นรับหลักการตาม (3) ซึ่งกำหนดให้ต้องมีคะแนนเสียงเห็นชอบไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของ ทั้งสองสภานั้น หากสภาผู้แทนราษฎรมีคะแนนเสียงเห็นชอบมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งสองสภา แม้วุฒิสภาจะไม่เห็นชอบด้วยก็ต้องถือว่าร่างรัฐธรรมนูญแก้ไขเพิ่มเติมผ่านความเห็นชอบในวาระที่หนึ่ง ดังนั้น จึงควรกำหนดมาตรการบังคับว่าคะแนนเสียงเห็นชอบในวาระที่หนึ่งจะต้องมีคะแนนเสียงให้ความ เห็นชอบของวุฒิสภาไม่น้อยกว่าหนึ่งในสามของสมาชิกวุฒิสภาเท่าที่มีอยู่ด้วย</p><p>หลักการสำคัญของร่างรัฐธรรมนูญตามมาตรา 35 (1) และ (2) ของรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 คณะกรรมการได้บัญญัติหลักการรองรับไว้ในร่างมาตรา 261 ซึ่งไม่สามารถ แก้ไขเพิ่มเติมรัฐธรรมนูญเพื่อแก้ไขหลักการสำคัญดังกล่าวได้ ส่วนหลักการสำคัญเรื่องอื่น ๆ คณะกรรมการ ได้ออกแบบให้แก้ไขเพิ่มเติมรัฐธรรมนูญได้แต่ไม่ใช่การแก้ไขโดยถือเสียงข้างมากในสภาผู้แทนราษฎร เพียงอย่างเดียว แต่คณะกรรมการได้ออกแบบให้มีกลไกอื่น ๆ เพื่อรองรับการแก้ไขเพิ่มเติมรัฐธรรมนูญ ที่มิใช่การแก้ไขหลักการสำคัญตามร่างมาตรา 261</p><p>ส่วนความใน (6) เสนอแก้ไขเพิ่มเติมเป็นดังนี้ “การออกเสียงลงคะแนนในวาระที่สามขั้นสุดท้าย ให้ ใช้วิธีเรียกชื่อและลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็น รัฐธรรมนูญมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา <u>ซึ่งในจำนวนนี้ต้องม</u>ี<u>สมาชิกสภาผู้แทนราษฎรจากพรรคการเมืองทุกพรรคที่มีสมาชิกอยู่ในสภาผู้แทนราษฎร เห็นชอบด้วย</u><u>ไม่น้อยกว่าหนึ่งในสิบของสมาชิกสภาผู้แทนราษฎรของพรรคนั้น ๆ และมีสมาชิกวุฒิสภาเห็นชอบด้วย</u><u>ไม่น้อยกว่าหนึ่งในสามของสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอย</u>ู่”</p><p>- มีกรรมการแสดงความเห็นว่า ร่างมาตรา 261 เป็นการบัญญัติห้ามมิให้มีการเสนอแก้ไขเพิ่มเติม รัฐธรรมนูญที่เป็นการเปลี่ยนแปลงการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข หรือเปลี่ยนแปลงรูปแบบของรัฐ แต่ไม่ได้ห้ามการเสนอญัตติแก้ไขเพิ่มเติมรัฐธรรมนูญเพื่อจัดทำรัฐธรรมนูญ ฉบับใหม่ทั้งฉบับ ดังนั้น ควรกำหนดห้ามมิให้เสนอญัตติแก้ไขเพิ่มเติมรัฐธรรมนูญที่เป็นการเปลี่ยนแปลง หลักการสำคัญ หรือยกเลิกรัฐธรรมนูญเพื่อจัดทำรัฐธรรมนูญฉบับใหม่ทั้งฉบับเพื่อป้องกันหลักการสำคัญใน รัฐธรรมนูญตามมาตรา 35 ของรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 รวมทั้งกำหนดหลักการให้ศาลรัฐธรรมนูญเป็นผู้วินิจฉัยในกรณีที่มีการเสนอแก้ไขเพิ่มเติมรัฐธรรมนูญว่า มีลักษณะเป็นการแก้ไขรัฐธรรมนูญเพื่อให้จัดทำรัฐธรรมนูญใหม่ทั้งฉบับหรือไม่</p><p>ประธานกรรมการกล่าวว่า การบัญญัติห้ามมิให้มีการแก้ไขเพิ่มเติมรัฐธรรมนูญในหลักการสำคัญ ต่าง ๆ ยกเว้นหลักการตามร่างมาตรา 261 นั้น ไม่ถูกต้อง บุคคลในอนาคตย่อมมีสิทธิเขียนรัฐธรรมนูญ ใหม่ได้ขึ้นอยู่วิวัฒนาการทางการเมืองของประเทศไทย ดังนั้น การกำหนดห้ามมิให้แก้ไขเพิ่มเติมรัฐธรรมนูญ เพื่อจัดทำรัฐธรรมนูญใหม่ทั้งฉบับจึงอาจกระทำได้</p><p>ส่วนกรณีที่มีคำวินิจฉัยของศาลรัฐธรรมนูญเกี่ยวกับการเสนอแก้ไขเพิ่มเติมรัฐธรรมนูญเพื่อจัดทำ รัฐธรรมนูญใหม่ทั้งฉบับนั้น เป็นคำวินิจฉัยที่มีปัจจัยทางการเมืองเข้ามาเกี่ยวข้อง ในอนาคตหากมี กระบวนการเกี่ยวกับการแก้ไขเพิ่มเติมรัฐธรรมนูญที่ถูกต้องศาลรัฐธรรมนูญก็อาจเปลี่ยนคำวินิจฉัยได้</p><p>- มีกรรมการแสดงความเห็นว่า ร่างมาตรา 261 เป็นการบัญญัติหลักการเพื่อรองรับมาตรา 35 (1) และ (2) ของรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 ส่วนกลไกอื่น ๆ ตามมาตรา 35 (3) ถึง (10) ของรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 คณะกรรมการได้บัญญัติหลักการในแต่ละเรื่องไว้เป็นการเฉพาะ ดังนั้น กรณีที่มีการเสนอแก้ไขเพิ่มเติม รัฐธรรมนูญเพื่อแก้ไขหลักการในเรื่องอื่น ๆ ซึ่งไม่ใช่หลักการตามมาตรา 35 (1) และ (2) ของรัฐธรรมนูญ แห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 จะสามารถแก้ไขเพิ่มเติมรัฐธรรมนูญได้หรือไม่</p><p>- ไม่เห็นด้วยกับการกำหนดคะแนนเสียงของวุฒิสภาในการให้ความเห็นชอบร่างรัฐธรรมนูญแก้ไข เพิ่มเติมในวาระที่หนึ่งขั้นรับหลักการและในวาระที่สามขั้นสุดท้ายจะต้องมีคะแนนเสียงของวุฒิสภาจำนวน ไม่น้อยกว่าหนึ่งในสามในการให้ความเห็นชอบกับการแก้ไขเพิ่มเติมร่างรัฐธรรมนูญ เนื่องจากอาจเกิดการ สมยอมของสมาชิกวุฒิสภากับพรรคการเมืองเสียงข้างมากในสภาผู้แทนราษฎรได้ ดังนั้น ควรกำหนด คะแนนเสียงการแก้ไขเพิ่มเติมร่างรัฐธรรมนูญในกรณีที่เป็นการแก้ไขหลักการสำคัญของรัฐธรรมนูญให้การ แก้ไขทำได้ยาก</p><p>- การแก้ไขเพิ่มเติมรัฐธรรมนูญที่มิใช่สาระสำคัญ ควรกำหนดคะแนนเสียงของสมาชิกสภาผู้แทน ราษฎรและสมาชิกวุฒิสภาจำนวนเท่ากันเพื่อสร้างกลไกการทำหน้าที่ของสมาชิกวุฒิสภาและพรรคการเมือง ฝ่ายค้าน หรือจะกำหนดให้การแก้ไขเพิ่มเติมรัฐธรรมนูญทุกกรณีต้องมีคะแนนเสียงของสมาชิกสภาผู้แทนราษฎร และสมาชิกวุฒิสภาเท่ากัน</p><p>- ความชอบธรรมในการแก้ไขเพิ่มเติมรัฐธรรมนูญ ควรกำหนดให้มีการออกเสียงประชามติเพื่อขอ ความเห็นชอบจากประชาชนในการแก้ไขเพิ่มเติมรัฐธรรมนูญด้วย</p><p>- รัฐธรรมนูญต้องสามารถแก้ไขเพิ่มเติมเพื่อปรับปรุงสาระสำคัญของรัฐธรรมนูญได้ซึ่งเป็น กระบวนการที่ได้รับการยอมรับในต่างประเทศ ส่วนกรณีการแก้ไขเพิ่มเติมรัฐธรรมนูญเพื่อจัดทำรัฐธรรมนูญใหม่ ทั้งฉบับควรกำหนดให้มีการออกเสียงประชามติเพื่อสอบถามประชาชนว่าจะเห็นชอบด้วยกับการจัดทำ รัฐธรรมนูญใหม่ทั้งฉบับหรือไม่</p><p>- เรื่องการกำหนดคะแนนเสียงเห็นชอบร่างรัฐธรรมนูญที่แก้ไขเพิ่มเติมในวาระที่หนึ่งขั้นรับหลักการ ที่กำหนดให้ต้องมีคะแนนเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิก ทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา เห็นว่าควรกำหนดไว้ในวาระที่สามขั้นสุดท้ายเท่านั้น</p><p>ประธานกรรมการกล่าวว่า การแก้ไขเพิ่มเติมรัฐธรรมนูญที่ต้องมีการออกเสียงประชามติ ควรเป็น การแก้ไขเพิ่มเติมรัฐธรรมนูญที่เป็นการแก้ไขหลักการสำคัญของรัฐธรรมนูญเท่านั้น ไม่ใช่ต้องมีการออกเสียง ประชามติในทุกเรื่อง ดังนั้น ควรกำหนดหลักการในเรื่องการแก้ไขเพิ่มเติมรัฐธรรมนูญว่า การแก้ไขเพิ่มเติม รัฐธรรมนูญเรื่องใดบ้างที่ต้องมีการออกเสียงประชามติ เช่น การแก้ไขเพิ่มเติมคุณสมบัติของสมาชิก สภาผู้แทนราษฎร เป็นต้น</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติให้รอการพิจารณาร่างมาตรา 262 </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"47","หน้า":"5-9"},{"หมวด":"15","ส่วน":"","มาตรา":"256","ร่างมาตรา":"","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p>- มีกรรมการสอบถามว่า การแก้ไขเพิ่มเติมรัฐธรรมนูญเมื่อผ่านความเห็นชอบของรัฐสภาแล้วต้องมีการทำประชามติหรือไม่</p><p> ประธานกรรมการกล่าว่า ในการขอแก้ไขเพิ่มเติมรัฐธรรมนูญ 2550 ทั้งฉบับ ศาลรัฐธรรมนูญได้พิจารณาวินิจฉัยว่าการแก้ไขเพิ่มเติมเป็นการไม่ชอบ เนื่องจากรัฐธรรมนูญ 2550 ผ่านการทำประชามติ ดังนั้น หากจะแก้ไขเพิ่มเติมรัฐธรรมนูญทั้งฉบับจะต้องผ่านการทำประชามติใช่หรือไม่</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า ในการขอแก้ไขเพิ่มเติมรัฐธรรมนูญ 2550 ทั้งฉบับ ศาลรัฐธรรมนูญพิจารณาวินิจฉัยว่าเหตุที่ การแก้ไขเพิ่มเติมเป็นการไม่ชอบนั้น เนื่องจากรัฐธรรมนูญ 2550 ผ่านการทำประชามติ การแก้ไขหรือยกเลิกรัฐธรรมนูญ 2550 จึงต้องทำประชามติ แต่ไม่ได้กำหนดว่าในการทำประชามตินั้นจะต้องทำก่อนหรือหลังร่างรัฐธรรมนูญแล้วเสร็จ</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า รัฐธรรมนูญ 2550 ในส่วนที่เกี่ยวกับการแก้ไขเพิ่มเติมรัฐธรรมนูญไม่ได้กำหนดเรื่องต้องทำประชามติหรือไม่ แต่เมื่อศาลรัฐธรรมนูญได้วินิจฉัยว่า แม้รัฐธรรมนูญไม่ได้บัญญัติไว้แต่รัฐธรรมนูญฉบับดังกล่าวผ่านการทำประชามติ การจะแก้ไขรัฐธรรมนูญจึงควรผ่านการทำประชามติด้วย</p><p>นายเจษฎ์ โทณะวณิก ที่ปรึกษาประจำคณะกรรมการร่างรัฐธรรมนูญ แสดงความเห็นว่า หากเป็นการแก้ไขเพิ่มเติมรัฐธรรมนูญทั้งฉบับ หรือแก้ไขเพิ่มเติมในสาระสำคัญควรต้องทำประชามติ แต่ถ้าเป็นการแก้ไขเพิ่มเติมรัฐธรรมนูญในเรื่องอื่นที่ไม่ได้เป็นการแก้ไขเพิ่มเติมรัฐธรรมนูญทั้งฉบับหรือในสาระสำคัญก็ให้ใช้คะแนนเสียงของสภาเท่าที่กำหนด ทั้งนี้ รัฐธรรมนูญฉบับที่แล้วกำหนดคะแนนเสียงไว้โดยต้องเกินกึ่งหนึ่งของสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา แต่ในร่างรัฐธรรมนูญนี้กำหนดให้เกินกึ่งหนึ่งของสมาชิกสภาผู้แทนราษฎร และเกินหนึ่งในสามของจำนวนสมาชิกวุฒิสภา จะทำให้จำนวนเสียงน้อยกว่าที่กำหนดไว้ในรัฐธรรมนูญฉบับที่แล้วหรือไม่</p><p>ประธานกรรมการชี้แจงว่า ร่างรัฐธรรมนูญนี้กำหนดให้คะแนนเสียงต้องเกินกึ่งหนึ่งของสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา และในคะแนนเสียงดังกล่าวต้องมีคะแนนเสียงของสมาชิกวุฒิสภาเกินหนึ่งในสาม เพื่อไม่ให้ผู้มีคะแนนเสียงข้างมากในสภาผู้แทนราษฎรสามารถแก้ไขเพิ่มเติมรัฐธรรมนูญได้หากสมาชิกวุฒิสภาไม่เห็นชอบ</p><p>- มีกรรมการแสดงความเห็นว่า ร่างมาตรา 262 (6) ที่กำหนดว่า ในจำนวนนี้ต้องมีสมาชิกสภาผู้แทนราษฎรจากพรรคการเมืองทุกพรรคที่มีสมาชิกอยู่ในสภาผู้แทนราษฎร ในกรณีที่ พรรคการเมืองขนาดเล็กมีสมาชิกสภาผู้แทนราษฎรหนึ่งคนและสมาชิกสภาผู้แทนราษฎรหนึ่งคนนั้น ไม่เห็นด้วย จะทำให้ไม่สามารถแก้ไขเพิ่มเติมรัฐธรรมนูญได้</p><p>ประธานกรรมการกล่าวว่า การกำหนดให้ต้องมีสมาชิกสภาผู้แทนราษฎรจากพรรคการเมืองทุกพรรคที่มีสมาชิกอยู่ในสภาผู้แทนราษฎร เพื่อให้สมาชิกสภาผู้แทนราษฎรมีความเห็นสอดคล้องตรงกันจึงจะสามารถแก้ไขเพิ่มเติมรัฐธรรมนูญได้ แต่ในกรณีที่พรรคการเมืองขนาดเล็กมีสมาชิกสภาผู้แทนราษฎร หนึ่งคนอาจทำให้สมาชิกสภาผู้แทนราษฎรหนึ่งคนนั้นมีเอกสิทธิ์ ทั้งนี้ อาจแก้ไขให้พรรคการเมืองที่มีสิทธิจะต้องมีจำนวนสมาชิกอย่างน้อยเท่าใด โดยอาจกำหนดให้สิทธิเฉพาะพรรคการเมืองที่มีจำนวนสมาชิกสภาผู้แทนราษฎรสิบคนขึ้นไป ส่วนพรรคการเมืองที่มีจำนวนสมาชิกสภาผู้แทนราษฎรไม่ถึงสิบคนรวมกันแล้วต้องมีคะแนนเสียงเห็นชอบด้วยไม่น้อยกว่าร้อยละสิบของจำนวนสมาชิกสภาผู้แทนราษฎรของพรรคการเมืองที่มีจำนวนสมาชิกสภาผู้แทนราษฎรไม่ถึงสิบคนทั้งหมดรวมกัน</p><p>- มีกรรมการแสดงความเห็นว่า ร่างรัฐธรรมนูญนี้อาจทำให้เกิดพรรคการเมืองขนาดเล็กจำนวนมากซึ่งอาจมีสมาชิกสภาผู้แทนราษฎรจำนวนไม่ถึงสิบคน จึงควรกำหนดไว้ตามเดิม แต่เพิ่มข้อยกเว้นโดยไม่รวมพรรคการเมืองที่มีสมาชิกสภาผู้แทนราษฎรเพียงคนเดียว</p><p>- การแก้ไขเพิ่มเติมรัฐธรรมนูญทั้งฉบับหรือในสาระสำคัญ เช่น การตั้งสภาร่างรัฐธรรมนูญเพื่อร่างรัฐธรรมนูญฉบับใหม่ ควรต้องให้ประชาชนเห็นชอบด้วย เป็นต้น นอกจากนี้ เนื่องจากร่างรัฐธรรมนูญนี้ต้องผ่านการลงประชามติ การแก้ไขเพิ่มเติมรัฐธรรมนูญทั้งฉบับ หรือในสาระสำคัญจึงควรต้องมีการลงประชามติด้วย ส่วนการแก้ไขเพิ่มเติมรัฐธรรมนูญในเรื่องอื่นที่ไม่ใช่การแก้ไขเพิ่มเติมรัฐธรรมนูญทั้งฉบับ หรือในสาระสำคัญ สามารถกระทำได้โดยไม่จำเป็นต้องลงประชามติ แต่ควรต้องกำหนดกฎเกณฑ์และแนวทางในการแก้ไขเพิ่มเติมรัฐธรรมนูญไว้</p><p>- รัฐธรรมนูญ 2534 และรัฐธรรมนูญ 2540 ไม่มีการทำประชามติ การกำหนดกฎเกณฑ์และแนวทางในการแก้ไขเพิ่มเติมรัฐธรรมนูญไว้อาจกลายเป็นอุปสรรค และก่อให้เกิดปัญหาได้ ทั้งนี้ รัฐธรรมนูญควรแก้ไขเพิ่มเติมได้เพื่อให้สอดคล้องกับพลวัตที่เปลี่ยนไปและเป็นไปตามกลไกของสังคม โดยร่างรัฐธรรมนูญนี้มีการกำหนดกฎเกณฑ์และแนวทางในการแก้ไขเพิ่มเติมรัฐธรรมนูญไว้แล้ว ส่วนเรื่องการกำหนดให้ต้องทำประชามติหรือไม่ควรต้องพิจารณาต่อไป</p><p>ประธานกรรมการกล่าวว่า การกำหนดกฎเกณฑ์และแนวทางในการแก้ไขเพิ่มเติมรัฐธรรมนูญไว้ ก็เพื่อเป็นการป้องกัน เนื่องจากมีแนวโน้มที่จะใช้เสียงข้างมากในรัฐสภาแก้ไขเพิ่มเติมรัฐธรรมนูญเพื่อให้พรรคการเมืองของตนมีอำนาจโดยเบ็ดเสร็จเด็ดขาด แต่ทั้งนี้ไม่ได้ปิดกั้นไม่ให้มีการแก้ไขเพิ่มเติมรัฐธรรมนูญ โดยเรื่องใดที่พิจารณาแล้วเห็นว่ามีความจำเป็นก็สามารถแก้ไขเพิ่มเติมรัฐธรรมนูญได้ แต่ในกรณีที่เป็นการแก้ไขเพิ่มเติมรัฐธรรมนูญเพื่อประโยชน์ของพรรคการเมืองใดพรรคการเมืองหนึ่งเป็นการเฉพาะจะกระทำ ได้ยาก นอกจากนี้ กระบวนการที่สร้างขึ้นยังเป็นกระบวนการเพี่อคุ้มครองเสียงส่วนน้อย และการให้ความสำคัญกับวุฒิสภาก็เพื่อให้เกิดความเห็นที่หลากหลายจากทุกภาคส่วน ทั้งนี้ ควรมีการกำหนดว่า เรื่องใดในรัฐธรรมนูญที่ต้องมีการทำประชามติ เช่น หมวด 1 หมวด 2 และคุณสมบัติและลักษณะต้องห้ามของผู้ดำรงตำแหน่งทางการเมือง เป็นต้น เนื่องจากร่างรัฐธรรมนูญนี้ได้ผ่านความเห็นชอบจากประชาชน โดยการทำประชามติ</p><p>- มีกรรมการแสดงความเห็นว่า ในส่วนของการเสนอให้มีการแก้ไขเพิ่มเติมรัฐธรรมนูญควรมีกฎเกณฑ์และแนวทางที่ง่าย โดยให้ประชาชนเป็นผู้ตัดสินใจผ่านการลงประชามติ</p><p>- หากในส่วนของการแก้ไขเพิ่มเติมรัฐธรรมนูญมีกฎเกณฑ์และแนวทางที่ง่าย โดยให้ประชาชนเป็นผู้ตัดสินใจผ่านการลงประชามติ จะทำให้พรรคการเมืองที่มีเสียงข้างมากสามารถแก้ไขเพิ่มเติมรัฐธรรมนูญ ได้ทันทีเพราะมีฐานเสียงอยู่แล้ว ต่างจากการต้องได้รับความเห็นชอบจากทุกพรรคการเมืองที่กระทำ ได้ยากกว่า</p><p>- เรื่องการแก้ไขเพิ่มเติมรัฐธรรมนูญอาจต้องพิจารณาเป็นรายประเด็น โดยอาจยื่นต่อศาลรัฐธรรมนูญเพื่อพิจารณาวินิจฉัยว่าประเด็นในการแก้ไขเพิ่มเติมรัฐธรรมนูญดังกล่าวเป็นประเด็นสำคัญหรือไม่ สามารถแก้ไขเพิ่มเติมรัฐธรรมนูญได้หรือไม่ หรือต้องมีการทำประชามติหรือไม่ เป็นต้น</p><p>- การแก้ไขเพิ่มเติมรัฐธรรมนูญทั้งฉบับควรต้องมีการทำประชามติ และการที่สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาถือเป็นผู้แทนของปวงชนชาวไทยควรต้องสามารถแก้ไขเพิ่มเติมรัฐธรรมนูญได้ และในประเด็นการแก้ไขเพิ่มเติมรัฐธรรมนูญที่ไม่ใช่สาระสำคัญก็ไม่ควรต้องทำประชามติ</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า ร่างรัฐธรรมนูญฉบับที่แล้ว (2558) ของคณะกรรมาธิการยกร่างรัฐธรรมนูญ (ศาสตราจารย์ บวรศักดิ์ อุวรรณโณ เป็นประธานกรรมาธิการ) ไม่ผ่านความเห็นชอบส่วนหนึ่งมาจากการมอบอำนาจให้ศาลรัฐธรรมนูญในการพิจารณาวินิจฉัยว่าการแก้ไขเพิ่มเติมรัฐธรรมนูญในเรื่องใดที่ต้องทำประชามติ และการกำหนดให้การแก้ไขเพิ่มเติมรัฐธรรมนูญแทบทุกเรื่องจะต้องทำประชามติ ทั้งนี้ การแก้ไขเพิ่มเติมรัฐธรรมนูญควรต้องกระทำได้ ส่วนการแก้ไขเพิ่มเติมรัฐธรรมนูญในเรื่องใดที่ต้องทำประชามติก็ควรมีการกำหนดให้ชัดเจน</p><p>- มีกรรมการสอบถามว่า พรรคการเมืองฝ่ายรัฐบาลสามารถเสนอให้มีการแก้ไขเพิ่มเติมรัฐธรรมนูญทั้งฉบับ และจัดให้มีการออกเสียงประชามติได้หรือไม่</p><p>ประธานกรรมการกล่าวว่า พรรคการเมืองฝ่ายรัฐบาลสามารถเสนอให้แก้ไขเพิ่มเติมรัฐธรรมนูญ ทั้งฉบับได้แต่ต้องปฏิบัติตามขั้นตอนที่กำหนดไว้ในรัฐธรรมนูญ ด้วยเหตุนี้จึงจำเป็นที่จะต้องกำหนดมาตรการในการป้องกันการเสนอแก้ไขเพิ่มเติมรัฐธรรมนูญตามอำเภอใจไว้ด้วย และต้องให้ความสำคัญกับความเห็นของพรรคการเมืองฝ่ายค้านด้วย</p><p>นายเจษฎ์ โทณะวณิก ที่ปรึกษาประจำคณะกรรมการร่างรัฐธรรมนูญ ชี้แจงว่า การกำหนดให้แก้ไขเพิ่มเติมรัฐธรรมนูญได้ยาก อาจทำให้เกิดปัญหาต่อพลวัตของสังคมที่เปลี่ยนแปลง ส่วนการกำหนดให้แก้ไขเพิ่มเติมรัฐธรรมนูญได้ง่าย ก็อาจทำให้เกิดปัญหาที่ฝ่ายการเมืองแก้ไขเพิ่มเติมรัฐธรรมนูญได้ตามอำเภอใจ นอกจากนี้ ในเรื่องการแก้ไขเพิ่มเติมรัฐธรรมนูญนั้น ควรกำหนดให้มีการออกเสียงประชามติเฉพาะเรื่องที่มีความสำคัญเท่านั้น</p><p>ประธานกรรมการกล่าวว่า เรื่องสำคัญที่ควรกำหนดให้มีการออกเสียงประชามติก่อนการแก้ไขเพิ่มเติมรัฐธรรมนูญ คือ</p><p>1. บทบัญญัติในหมวด 1 และหมวด 2</p><p>2. เรื่องที่เกี่ยวกับคุณสมบัติและลักษณะต้องห้ามของผู้ดำรงตำแหน่งต่าง ๆ ตามรัฐธรรมนูญ</p><p>3. เรื่องที่เป็นการลดอำนาจหน้าที่ของศาลหรือองค์กรอิสระ หรือทำให้องค์กรอิสระปฏิบัติตามอำนาจหน้าที่ไม่ได้</p><p>4. เรื่องที่จะแก้ไขวิธีการแก้ไขรัฐธรรมนูญ</p><p>- มีกรรมการแสดงความเห็นว่า เรื่องสำคัญที่ควรกำหนดให้มีการออกเสียงประชามติก่อนการแก้ไขเพิ่มเติมรัฐธรรมนูญนั้นควรเพิ่มเรื่องการแก้ไขเพิ่มเติมระบบการเลือกตั้งสมาชิกสภาผู้แทนราษฎรและการได้มาซึ่งสมาชิกวุฒิสภาด้วย เนื่องจากเป็นหลักการสำคัญของการเข้าสู่อำนาจทางการเมืองตามรัฐธรรมนูญนี้</p><p>ประธานกรรมการเสนอให้เพิ่มเติมเรื่องสำคัญที่ควรกำหนดให้มีการออกเสียงประชามติก่อนการแก้ไขเพิ่มเติมรัฐธรรมนูญอีกหนึ่งเรื่อง คือ เรื่องการเปลี่ยนแปลงวิธีการได้มาซึ่งสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภา</p><p>- เรื่องสำคัญที่ควรกำหนดให้มีการออกเสียงประชามติก่อนการแก้ไขเพิ่มเติมรัฐธรรมนูญนั้น เป็นเนื้อหาส่วนใหญ่ของรัฐธรรมนูญที่อาจแข็งตึงเกินไปในสถานการณ์ปัจจุบันและในอนาคตอันใกล้ ที่ประชุมจึงควรพิจารณาว่าเป็นไปได้หรือไม่ที่จะเปิดช่องให้ฝ่ายการเมืองสามารถแก้ไขเพิ่มเติมรัฐธรรมนูญในบางเรื่องได้โดยไม่ต้องมีการออกเสียงประชามติ เช่น เรื่องวิธีการได้มาซึ่งสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภา เป็นต้น</p><p>- อาจกำหนดไว้ในบทเฉพาะกาลว่าภายในกำหนดระยะเวลาใดเวลาหนึ่งห้ามมิให้มีการแก้ไขเพิ่มเติมรัฐธรรมนูญ</p><p>ประธานกรรมการกล่าวว่า เมื่อกำหนดให้การแก้ไขเพิ่มเติมรัฐธรรมนูญในเรื่องสำคัญต้องมีการออกเสียงประชามติก่อน ก็ไม่จำเป็นต้องไปกำหนดระยะเวลาห้ามมิให้มีการแก้ไขเพิ่มเติมรัฐธรรมนูญอีก</p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงหลักเกณฑ์และวิธีการของการแก้ไขเพิ่มเติมรัฐธรรมนูญแต่ไม่มีการลงมติ","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอัชพร จารุจินดา","นายปกรณ์ นิลประพันธ์","นายเจษฎ์ โทณะวณิก","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"51","หน้า":"13-16"},{"หมวด":"15","ส่วน":"","มาตรา":"256","ร่างมาตรา":"261","ร่างบทบัญญัติ":"<p>“มาตรา 261 ภายใต้บังคับมาตรา 260 การแก้ไขเพิ่มเติมรัฐธรรมนูญ ให้กระทำได้ตามหลักเกณฑ์และวิธีการ ดังต่อไปนี้</p><p>(1) ญัตติขอแก้ไขเพิ่มเติมต้องมาจากคณะรัฐมนตรี<u>หรือจาก</u>สมาชิกสภาผู้แทนราษฎรมีจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร หรือจากสมาชิกสภาผู้แทน ราษฎรและสมาชิกวุฒิสภามีจำนวนไม่น้อยกว่าหนึ่งในห้าของ<u>จำนวน</u>สมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา หรือจากประชาชนผู้มีสิทธิเลือกตั้งจำนวนไม่น้อยกว่าห้าหมื่นคนตามกฎหมายว่าด้วยการเข้าชื่อเสนอกฎหมาย</p><p>(2) ญัตติขอแก้ไขเพิ่มเติมต้องเสนอเป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมต่อรัฐสภา และให้รัฐสภา พิจารณาเป็นสามวาระ</p><p>(3) การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการ ให้ใช้วิธีเรียกชื่อและลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมนั้น ไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา ซึ่งในจำนวนนี้ต้องมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่</p><p>(4) การพิจารณาในวาระที่สองขั้นพิจารณาเรียงลำดับมาตรา<strike>ต้องจัดให้มีการรับฟังความคิดเห็น</strike></p><p><strike>จากประชาชนผู้มีสิทธิเลือกตั้งที่เข้าชื่อเสนอร่างรัฐธรรมนูญแก้ไขเพิ่มเติมด้วย</strike>โดยการออกเสียงในวาระ ที่สองนี้ให้ถือเสียงข้างมากเป็นประมาณ<u>แต่ในกรณีที่เป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมที่ประชาชนเป็นผ</u>ู้<u>เสนอ ต้องเปิดโอกาสให้ประชาชนที่เข้าชื่อกันได้แสดงความคิดเห็นด้วย</u></p><p>(5) เมื่อการพิจารณาวาระที่สองเสร็จสิ้นแล้ว ให้รอไว้สิบห้าวัน เมื่อพ้นกำหนดนี้แล้วให้รัฐสภาพิจารณาในวาระที่สามต่อไป</p><p>(6) การออกเสียงลงคะแนนในวาระที่สามขั้นสุดท้าย ให้ใช้วิธีเรียกชื่อและลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็นรัฐธรรมนูญมากกว่ากึ่งหนึ่งของจำนวนสมาชิก ทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา <strike>ซึ่ง</strike><u>และ</u>ในจำนวนนี้ต้องมีสมาชิกสภาผู้แทนราษฎรจากพรรคการเมืองทุก พรรคที่มีสมาชิกอยู่ในสภาผู้แทนราษฎรไม่น้อยกว่าสิบคน เห็นชอบด้วยไม่น้อยกว่าร้อยละสิบของจำนวนสมาชิกสภาผู้แทนราษฎรของ<u>แต่ละ</u>พรรค<strike>นั้นๆ </strike>และสมาชิกสภาผู้แทนราษฎรของพรรคการเมืองทุกพรรคที่มีสมาชิกอยู่ในสภาผู้แทนราษฎรน้อยกว่า<u>พรรคละ</u>สิบคน <u>ถ้ารวมกันทุกพรรคแล้วมีจำนวนตั้งแต่สิบคนขึ้นไป</u><u>ต้อง</u>เห็นชอบด้วยไม่น้อยกว่าร้อยละสิบของจำนวนสมาชิกสภาผู้แทนราษฎร<u>ของทุกพรรค</u>ดังกล่าว และมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่</p><p>(7) เมื่อการลงมติตาม (6) แล้ว ให้นำร่างรัฐธรรมนูญแก้ไขเพิ่มเติมขึ้นทูลเกล้าทูลกระหม่อมถวาย และให้นำบทบัญญัติมาตรา 147 มาตรา 148 และมาตรา 150 มาใช้บังคับโดยอนุโลม</p><p>(8 ) ในกรณีร่างรัฐธรรมนูญแก้ไขเพิ่มเติมเป็นการแก้ไขเพิ่ มเติมหมวด 1 หมวด 2 หรือหมวด 13 หรือเรื่องที่เกี่ยวกับคุณสมบัติหรือลักษณะต้องห้ามของผู้ดำรงตำแหน่งต่างๆตามรัฐธรรมนูญหรือเรื่องที่เกี่ยวกับอำนาจหรือหน้าที่ของศาลหรือองค์กรอิสระหรือเรื่องที่ทำให้ศาลหรือองค์กรอิสระไม่อาจปฏิบัติตามอำนาจหรือหน้าที่ได้ก่อนดำเนินการตาม (7) ให้จัดให้มีการออกเสียงประชามติตามกฎหมายว่าด้วย<strike>การนั้นก่อนถ้าเสียงข้างมากของผู้มาออก</strike><u>การออก</u>เสียงประชามติ <u>ถ้าผลการออกเสียงประชามติ</u>เห็นชอบด้วยกับร่างรัฐธรรมนูญแก้ไขเพิ่มเติมจึงให้ดำเนินการตาม (7) ต่อไป”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการสอบถามว่า เหตุใดจึงกำหนดให้มีการรับฟังความคิดเห็นตามความใน (4) จากประชาชนผู้มีสิทธิเลือกตั้งที่เข้าชื่อเสนอร่างรัฐธรรมนูญแก้ไขเพิ่มเติมเท่านั้น</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า ความใน (1) ได้กำหนดให้ ประชาชนผู้มีสิทธิเลือกตั้งจำนวนไม่น้อยกว่าห้าหมื่นคนมีสิทธิเสนอญัตติขอแก้ไขเพิ่มเติมรัฐธรรมนูญได้ แต่ไม่ได้กำหนดให้ประชาชนเข้ามาเป็นคณะกรรมาธิการพิจารณาร่างรัฐธรรมนูญแก้ไขเพิ่มเติมได้ด้วย จึงกำหนดความใน (4) เพื่อให้มีการรับฟังความคิดเห็นจากประชาชนผู้มีสิทธิเลือกตั้งที่เข้าชื่อเสนอ ร่างรัฐธรรมนูญแก้ไขเพิ่มเติม</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความใน (4) เป็นดังนี้ “(4) การพิจารณาในวาระที่สองขั้น พิจารณาเรียงลำดับมาตรา<strike>ต้องจัดให้มีการรับฟังความคิดเห็นจากประชาชนผู้มีสิทธิเลือกตั้งที่เข้าชื่อเสนอร่างรัฐธรรมนูญแก้ไขเพิ่มเติมด้วย</strike>โดยการออกเสียงในวาระที่สองนี้ให้ถือเสียงข้างมากเป็นประมาณ <u>แต่ในกรณีที่เป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมที่ประชาชนเป็นผู้เสนอ ต้องเปิดโอกาสให้ประชาชนที่เข้าชื่อ</u><u>กันได้แสดงความคิดเห็นด้วย</u>”</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- การรับฟังความคิดเห็นของประชาชนที่เสนอร่างรัฐธรรมนูญแก้ไขเพิ่มเติมที่มีจำนวนมาก จะมี วิธีการอย่างไร และจะให้ประชาชนที่เสนอร่างรัฐธรรมนูญแก้ไขเพิ่มเติมเข้ามาแสดงความเห็นในที่ประชุม ของรัฐสภาด้วยหรือไม่</p><p>- การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการตามความใน (3) ที่ได้กำหนดให้สมาชิก วุฒิสภาต้องเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่อาจทำให้เกิด ปัญหากรณีสมาชิกวุฒิสภาไม่เห็นชอบร่างรัฐธรรมนูญแก้ไขเพิ่มเติม และเกิดความขัดแย้งกันระหว่าง สภาผู้แทนราษฎรและวุฒิสภา</p><p>- การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการ ต้องมีสมาชิกสภาผู้แทนราษฎรและสมาชิก วุฒิสภาเห็นชอบด้วยจำนวนรวมกันไม่น้อยกว่าสามร้อยห้าสิบคนมีความเหมาะสมแล้ว</p><p>ประธานกรรมการกล่าวว่า ความใน (4) เป็นการพิจารณาวาระที่สองในขั้นการพิจารณาของ คณะกรรมาธิการ ซึ่งจะมีตัวแทนของประชาชนที่เสนอร่างรัฐธรรมนูญแก้ไขเพิ่มเติมเข้ามาแสดงความเห็น ต่อคณะกรรมาธิการที่มีจำนวนไม่มากเกินไป ส่วนการแก้ไขเพิ่มเติมรัฐธรรมนูญมีความสำคัญ และมีผลใช้ บังคับกับประชาชนทุกคน สภาผู้แทนราษฎรและวุฒิสภาจึงต้องร่วมมือและปรองดองกัน ส่วนการออกเสียง ลงคะแนนในวาระที่สาม เป็นไปตามหลักการการมีส่วนร่วมของทุกพรรคการเมืองที่มีสมาชิกสภาผู้แทน ราษฎร ซึ่งจะสามารถป้องกันปัญหาการลงมติการแก้ไขเพิ่มเติมรัฐธรรมนูญโดยใช้เสียงข้างมากและ ไม่คำนึงถึงเสียงข้างน้อยได้</p><p>- มีกรรมการแสดงความเห็นว่า หากเกิดกรณีที่มีพรรคการเมืองที่มีสมาชิกสภาผู้แทนราษฎร น้อยกว่าร้อยละสิบและมีสมาชิกสภาผู้แทนราษฎรเพียงหนึ่งคน จะมีวิธีดำเนินการอย่างไร</p><p>- หลักการตาม (6) สามารถพิจารณาเทียบเคียงกับการเสนอชื่อนายกรัฐมนตรี จึงควรกำหนดไว้ เป็นหลักการเรื่องการมีส่วนร่วมของพรรคการเมืองที่ต้องคำนึงถึงเสียงข้างน้อยด้วย</p><p>- ความใน (1) ควรแก้ไขเป็นดังนี้ “ญัตติขอแก้ไขเพิ่มเติมต้องมาจากคณะรัฐมนตรี<u>หรือจาก</u> สมาชิกสภาผู้แทนราษฎร...”</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความใน (6) เป็นดังนี้</p><p>“(6) การออกเสียงลงคะแนนในวาระที่สามขั้นสุดท้าย ให้ใช้วิธีเรียกชื่อและลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็นรัฐธรรมนูญมากกว่ากึ่งหนึ่งของจำนวนสมาชิก ทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา <strike>ซึ่ง</strike><u>และ</u>ในจำนวนนี้ต้องมีสมาชิกสภาผู้แทนราษฎรจากพรรคการเมืองทุก พรรคที่มีสมาชิกอยู่ในสภาผู้แทนราษฎรไม่น้อยกว่าสิบคน เห็นชอบด้วยไม่น้อยกว่าร้อยละสิบของจำนวนสมาชิกสภาผู้แทนราษฎรของ<u>แต่ละ</u>พรรค<strike>นั้นๆ</strike> และสมาชิกสภาผู้แทนราษฎรของพรรคการเมืองทุกพรรคที่มีสมาชิกอยู่ในสภาผู้แทนราษฎรน้อยกว่า<u>พรรคละ</u>สิบคน <u>ถ้ารวมกันทุกพรรคแล้วมีจำนวนตั้งแต่สิบคนขึ้นไป</u><u>ต้อง</u>เห็นชอบด้วยไม่น้อยกว่าร้อยละสิบของจำนวนสมาชิกสภาผู้แทนราษฎร<u>ของทุกพรรค</u>ดังกล่าว และมี สมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่”</p><p>- มีกรรมการแสดงความเห็นว่า ควรกำหนดให้สมาชิกวุฒิสภาในแต่ละกลุ่มสาขาอาชีพเป็นผู้ให้ ความเห็นชอบการแก้ไขเพิ่มเติมรัฐธรรมนูญด้วย</p><p>- ความใน (8) ความว่า “ให้จัดให้มีการออกเสียงประชามติตามกฎหมายว่าด้วยการนั้นก่อน ถ้าเสียงข้างมากของผู้มาออกเสียงประชามติเห็นชอบด้วยกับร่างรัฐธรรมนูญแก้ไขเพิ่มเติมจึงให้ดำเนินการตาม (7) ต่อไป” เป็นการกำหนดให้มีการทำประชามติเพื่อให้มีการปรึกษาประชาชน ซึ่งควรนำไปกำหนดไว้ ในกฎหมายว่าด้วยการออกเสียงประชามติ</p><p>ประธานกรรมการกล่าวว่า เมื่อเข้ามาเป็นสมาชิกวุฒิสภาแล้วจะไม่มีการแบ่งกลุ่มของสมาชิก วุฒิสภา ดังนั้น เสนอแก้ไขเพิ่มเติมความใน (8) เป็นดังนี้ “(8) ในกรณีร่างรัฐธรรมนูญแก้ไขเพิ่มเติมเป็นการ แก้ไขเพิ่มเติมหมวด1หมวด2หรือหมวด13หรือเรื่องที่เกี่ยวกับคุณสมบัติหรือลักษณะต้องห้ามของผู้ดำรง ตำแหน่งต่างๆตามรัฐธรรมนูญหรือเรื่องที่เกี่ยวกับอำนาจหรือหน้าที่ของศาลหรือองค์กรอิสระหรือเรื่องที่ทำ ให้ศาลหรือองค์กรอิสระไม่อาจปฏิบัติตามอำนาจหรือหน้าที่ได้ก่อนดำเนินการตาม (7) ให้จัดให้มีการออก เสียงประชามติตามกฎหมายว่าด้วย<strike>การนั้นก่อนถ้าเสียงข้างมากของผู้มาออก</strike><u>การออก</u>เสียงประชามติ <u>ถ้าผลการออกเสียงประชามต</u>ิเห็นชอบด้วยกับร่างรัฐธรรมนูญแก้ไขเพิ่มเติมจึงให้ดำเนินการตาม (7) ต่อไป”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 261 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายธนาวัฒน์ สังข์ทอง","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"65","หน้า":"28-32"},{"หมวด":"15","ส่วน":"","มาตรา":"256","ร่างมาตรา":"260","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p> ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ความว่า “เมื่อการลงมติตาม (6) แล้ว” ใน (7) ของร่างมาตรา 260 ควรแก้ไขเป็นว่า “เมื่อ<strike>การ</strike>ลงมติตาม (6) แล้ว”</p><p>- ความว่า “หรือเรื่องที่เกี่ยวกับอำนาจหรือหน้าที่ของศาลหรือองค์กรอิสระ” ใน (8) ของร่างมาตรา 260 คณะกรรมการได้ปรับเปลี่ยนรูปแบบการบัญญัติเรื่องหน้าที่และการใช้อำนาจขององค์กรต่างๆ โดยกำหนดให้มีหน้าที่ก่อนใช้อำนาจตามหน้าที่ที่บัญญัติในรัฐธรรมนูญ ดังนั้น จึงควรปรับรูปแบบการบัญญัติในเรื่องของหน้าที่และอำนาจเช่นเดียวกับการบัญญัติในส่วนอื่น</p><p>ประธานกรรมการกล่าวว่า ความใน (7) ของร่างมาตรา 260 ควรแก้ไขเป็นว่า “เมื่อมีมติเป็นชอบตาม (6) แล้ว”</p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงหลักเกณฑ์และวิธีการของการแก้ไขเพิ่มเติมรัฐธรรมนูญ แต่ไม่มีการลงมติ","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"66","หน้า":"15-16"},{"หมวด":"15","ส่วน":"","มาตรา":"256","ร่างมาตรา":"255","ร่างบทบัญญัติ":"<p>“มาตรา 255 ภายใต้บังคับมาตรา 254 การแก้ไขเพิ่มเติมรัฐธรรมนูญ ให้กระทำได้ตามหลักเกณฑ์และวิธีการ ดังต่อไปนี้</p><p>(1) ญัตติขอแก้ไขเพิ่มเติมต้องมาจากคณะรัฐมนตรี หรือจากสมาชิกสภาผู้แทนราษฎรมีจำนวน ไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร หรือจากสมาชิกสภาผู้แทนราษฎร และสมาชิกวุฒิสภามีจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา หรือจากประชาชนผู้มีสิทธิเลือกตั้งจำนวนไม่น้อยกว่าห้าหมื่นคนตามกฎหมายว่าด้วยการเข้าชื่อเสนอกฎหมาย</p><p>(2) ญัตติขอแก้ไขเพิ่มเติมต้องเสนอเป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมต่อรัฐสภา และให้รัฐสภา พิจารณาเป็นสามวาระ</p><p>(3) การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการ ให้ใช้วิธีเรียกชื่อและลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมนั้น ไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา ซึ่งในจำนวนนี้ต้องมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่</p><p>(4) การพิจารณาในวาระที่สองขั้นพิจารณาเรียงลำดับมาตรา โดยการออกเสียงในวาระที่สองนี้ ให้ถือเสียงข้างมากเป็นประมาณ แต่ในกรณีที่เป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมที่ประชาชนเป็นผู้เสนอ ต้องเปิดโอกาสให้ประชาชนที่เข้าชื่อกันได้แสดงความคิดเห็นด้วย</p><p>(5) เมื่อการพิจารณาวาระที่สองเสร็จสิ้นแล้ว ให้รอไว้สิบห้าวัน เมื่อพ้นกำหนดนี้แล้วให้รัฐสภา พิจารณาในวาระที่สามต่อไป</p><p>(6) การออกเสียงลงคะแนนในวาระที่สามขั้นสุดท้าย ให้ใช้วิธีเรียกชื่อและลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็นรัฐธรรมนูญมากกว่ากึ่งหนึ่งของจำนวนสมาชิก ทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา และในจำนวนนี้ต้องมีสมาชิกสภาผู้แทนราษฎรจากพรรคการเมืองทุกพรรคที่มีสมาชิกอยู่ในสภาผู้แทนราษฎรไม่น้อยกว่าสิบคน เห็นชอบด้วยไม่น้อยกว่าร้อยละสิบของจำนวน สมาชิกสภาผู้แทนราษฎรของแต่ละพรรค และสมาชิกสภาผู้แทนราษฎรของพรรคการเมืองทุกพรรคที่มีสมาชิกอยู่ในสภาผู้แทนราษฎรน้อยกว่าพรรคละสิบคนถ้ารวมกันทุกพรรคแล้วมีจำนวนตั้งแต่สิบคนขึ้นไป ต้องเห็นชอบด้วยไม่น้อยกว่าร้อยละสิบของจำนวนสมาชิกสภาผู้แทนราษฎรของทุกพรรคดังกล่าว และมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่</p><p>(7) เมื่อมีการลงมติ<u>เห็นชอบ</u>ตาม (6) แล้ว ให้รอไว้สิบห้าวันแล้วจึงนำร่างรัฐธรรมนูญแก้ไขเพิ่มเติม ขึ้นทูลเกล้าทูลกระหม่อมถวาย และให้นำมาตรา 140 มาตรา 141 และมาตรา 143 มาใช้บังคับโดยอนุโลม</p><p>(8) ในกรณีร่างรัฐธรรมนูญแก้ไขเพิ่มเติมเป็นการแก้ไขเพิ่มเติมหมวด 1 หมวด 2 หรือ หมวด 15 หรือเรื่องที่เกี่ยวกับคุณสมบัติหรือลักษณะต้องห้ามของผู้ดำรงตำแหน่งต่าง ๆ ตามรัฐธรรมนูญ หรือเรื่องที่เกี่ยวกับ<strike>อำนาจหรือ</strike>หน้าที่<u>หรืออำนาจ</u>ของศาลหรือองค์กรอิสระ หรือเรื่องที่ทำให้ศาลหรือองค์กร อิสระไม่อาจปฏิบัติตาม<strike>อำนาจหรือ</strike>หน้าที่<u>หรืออำนาจ</u>ได้ ก่อนดำเนินการตาม (7) ให้จัดให้มีการออกเสียงประชามติตามกฎหมายว่าด้วยการออกเสียงประชามติ ถ้าผลการออกเสียงประชามติเห็นชอบด้วยกับร่าง รัฐธรรมนูญแก้ไขเพิ่มเติมจึงให้ดำเนินการตาม (7) ต่อไป</p><p>(9) ก่อนนายกรัฐมนตรีนำความกราบบังคมทูลเพื่อทรงลงพระปรมาภิไธยตาม (7) สมาชิกสภาผู้แทนราษฎร หรือสมาชิกวุฒิสภา หรือสมาชิกทั้งสองสภารวมกัน มีจำนวนไม่น้อยกว่าหนึ่งในสิบของสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา หรือของทั้งสองสภารวมกัน แล้วแต่กรณี มีสิทธิเข้าชื่อกันเสนอความเห็นต่อประธานแห่งสภาที่ตนเป็นสมาชิกหรือประธานรัฐสภา แล้วแต่กรณี ว่าร่างรัฐธรรมนูญ ตาม (7) ขัดต่อมาตรา 254 หรือมีลักษณะตาม (8) และให้ประธานแห่งสภาที่ได้รับเรื่องดังกล่าวส่งความเห็นไปยังศาลรัฐธรรมนูญ และให้ศาลรัฐธรรมนูญวินิจฉัยให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่ได้รับเรื่อง ในระหว่างการพิจารณาวินิจฉัยของศาลรัฐธรรมนูญ นายกรัฐมนตรีจะนำร่างรัฐธรรมนูญแก้ไขเพิ่มเติมดังกล่าวขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อพระมหากษัตริย์ทรงลงพระปรมาภิไธยมิได้”</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- ความใน (7) ควรเพิ่มความว่า “เห็นชอบ” ต่อท้ายความว่า “เมื่อมีการลงมติ” และความใน (8) ควรแก้ไขจากความว่า “อำนาจหรือหน้าที่” เป็น “หน้าที่หรืออำนาจ” เพื่อให้เป็นไปตามแนวทางการ พิจารณาของคณะกรรมการ</p><p>- ความใน (8) ความว่า “...ถ้าผลการออกเสียงประชามติเห็นชอบด้วยกับร่างรัฐธรรมนูญแก้ไขเพิ่มเติมจึงให้ดำเนินการตาม (7) ต่อไป” เป็นการใช้หลักการเสียงข้างมากธรรมดา (simple majority) หรือไม่</p><p>ประธานกรรมการกล่าวว่า การนำผลการออกเสียงประชามติมาใช้ต้องบัญญัติไว้ในกฎหมายประกอบรัฐธรรมนูญ และเสนอแก้ไขร่างมาตรา 255 (7) และ (8) เป็นดังนี้</p><p>“(7) เมื่อมีการลงมติ<u>เห็นชอบ</u>ตาม (6) แล้ว ให้รอไว้สิบห้าวันแล้วจึงนำร่างรัฐธรรมนูญแก้ไขเพิ่มเติมขึ้นทูลเกล้าทูลกระหม่อมถวาย และให้นำมาตรา 140 มาตรา 141 และมาตรา 143 มาใช้บังคับโดยอนุโลม</p><p>(8) ในกรณีร่างรัฐธรรมนูญแก้ไขเพิ่มเติมเป็นการแก้ไขเพิ่มเติมหมวด 1 หมวด 2 หรือหมวด 15 หรือเรื่องที่เกี่ยวกับคุณสมบัติหรือลักษณะต้องห้ามของผู้ดำรงตำแหน่งต่าง ๆ ตามรัฐธรรมนูญ หรือเรื่องที่เกี่ยวกับ<strike>อำนาจหรือ</strike>หน้าที่<u>หรืออำนาจ</u>ของศาลหรือองค์กรอิสระ หรือเรื่องที่ทำให้ศาลหรือองค์กรอิสระไม่อาจปฏิบัติตาม<strike>อำนาจหรือ</strike>หน้าที่<u>หรืออำนาจ</u>ได้ ก่อนดำเนินการตาม (7) ให้จัดให้มีการออกเสียงประชามติตามกฎหมายว่าด้วยการออกเสียงประชามติ ถ้าผลการออกเสียงประชามติเห็นชอบด้วยกับร่างรัฐธรรมนูญแก้ไขเพิ่มเติมจึงให้ดำเนินการตาม (7) ต่อไป”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 255 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"72","หน้า":"58-61"},{"หมวด":"15","ส่วน":"","มาตรา":"256","ร่างมาตรา":"253","ร่างบทบัญญัติ":"<p>“มาตรา 253 ภายใต้บังคับมาตรา 252 การแก้ไขเพิ่มเติมรัฐธรรมนูญ ให้กระทำได้ตามหลักเกณฑ์และวิธีการ ดังต่อไปนี้</p><p>(1) ญัตติขอแก้ไขเพิ่มเติมต้องมาจากคณะรัฐมนตรี หรือจากสมาชิกสภาผู้แทนราษฎรมีจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร หรือจากสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภามีจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสอง สภา หรือจากประชาชนผู้มีสิทธิเลือกตั้งจำนวนไม่น้อยกว่าห้าหมื่นคนตามกฎหมายว่าด้วยการเข้าชื่อเสนอ กฎหมาย</p><p>(2) ญัตติขอแก้ไขเพิ่มเติมต้องเสนอเป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมต่อรัฐสภา และให้รัฐสภา พิจารณาเป็นสามวาระ</p><p>(3) การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการ ให้ใช้วิธีเรียกชื่อและลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมนั้น ไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิก ทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา ซึ่งในจำนวนนี้ต้องมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสาม ของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่</p><p>(4) การพิจารณาในวาระที่สองขั้นพิจารณาเรียงลำดับมาตรา โดยการออกเสียงในวาระที่สองนี้ ให้ ถือเสียงข้างมากเป็นประมาณ แต่ในกรณีที่เป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมที่ประชาชนเป็นผู้เสนอ ต้องเปิดโอกาสให้ผู้แทนของประชาชนที่เข้าชื่อกัน ได้แสดงความคิดเห็นด้วย</p><p>(5) เมื่อการพิจารณาวาระที่สองเสร็จสิ้นแล้ว ให้รอไว้สิบห้าวัน เมื่อพ้นกำหนดนี้แล้ว ให้รัฐสภา พิจารณาในวาระที่สามต่อไป</p><p>(6) การออกเสียงลงคะแนนในวาระที่สามขั้นสุดท้าย ให้ใช้วิธีเรียกชื่อ และลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็นรัฐธรรมนูญมากกว่ากึ่งหนึ่งของจำนวนสมาชิก ทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา และในจำนวนนี้ต้องมีสมาชิกสภาผู้แทนราษฎรจากพรรคการเมือง<u>ที่สมาชิกมิได้ดำรงตำแหน่งรัฐมนตรี ประธานสภาผู้แทนราษฎร หรือรองประธานสภาผู้แทนราษฎร</u> <u>เห็นชอบด้วยไม่น้อยกว่าร้อยละยี่สิบของ</u>ทุกพรรคการเมือง<u>ดังกล่าวรวมกัน</u> <strike>ที่มีสมาชิกอยู่ในสภา ผู้แทนราษฎรไม่น้อยกว่าสิบคน เห็นชอบด้วยไม่น้อยกว่าร้อยละสิบของจำนวนสมาชิกสภาผู้แทน ราษฎรของแต่ละพรรคการเมืองดังกล่าว และสมาชิกสภาผู้แทนราษฎรของพรรคการเมืองทุกพรรค การเมืองที่มีสมาชิกอยู่ในสภาผู้แทนราษฎรน้อยกว่าพรรคการเมืองละสิบคน ถ้ารวมกันทุกพรรคการเมืองแล้ว มีจำนวนตั้งแต่สิบคนขึ้นไป ต้องเห็นชอบด้วยไม่น้อยกว่าร้อยละสิบของจำนวน สมาชิกสภาผู้แทนราษฎรของทุกพรรคดังกล่าว </strike>และมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่</p><p>(7) เมื่อมีการลงมติเห็นชอบตาม (6) แล้ว ให้รอไว้สิบห้าวัน แล้วจึงนำร่างรัฐธรรมนูญแก้ไขเพิ่มเติม ขึ้นทูลเกล้าทูลกระหม่อมถวาย และให้นำมาตรา 140 มาตรา 141 และมาตรา 143 มาใช้บังคับ โดยอนุโลม</p><p>(8) ในกรณีร่างรัฐธรรมนูญแก้ไขเพิ่มเติมเป็นการแก้ไขเพิ่มเติมหมวด 1 หมวด 2 หรือหมวด 15 หรือเรื่องที่เกี่ยวกับคุณสมบัติหรือลักษณะต้องห้ามของผู้ดำรงตำแหน่งต่าง ๆ ตามรัฐธรรมนูญ หรือเรื่องที่ เกี่ยวกับหน้าที่หรืออำนาจของศาลหรือองค์กรอิสระ หรือเรื่องที่ทำให้ศาลหรือองค์กรอิสระไม่อาจปฏิบัติ ตามหน้าที่หรืออำนาจได้ ก่อนดำเนินการตาม (7) ให้จัดให้มีการออกเสียงประชามติตามกฎหมายว่าด้วย การออกเสียงประชามติ ถ้าผลการออกเสียงประชามติเห็นชอบด้วยกับร่างรัฐธรรมนูญแก้ไขเพิ่มเติมจึงให้ ดำเนินการตาม (7) ต่อไป</p><p>(9) ก่อนนายกรัฐมนตรีนำความกราบบังคมทูลเพื่อทรงลงพระปรมาภิไธยตาม (7) สมาชิกสภาผู้แทนราษฎร หรือสมาชิกวุฒิสภา หรือสมาชิกทั้งสองสภารวมกัน มีจำนวนไม่น้อยกว่าหนึ่งในสิบของสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา หรือของทั้งสองสภารวมกัน แล้วแต่กรณี มีสิทธิเข้าชื่อกันเสนอความเห็นต่อประธานแห่งสภาที่ตนเป็นสมาชิกหรือประธานรัฐสภา แล้วแต่กรณี ว่าร่างรัฐธรรมนูญ ตาม (7) ขัดต่อ มาตรา 252 หรือมีลักษณะตาม (8) และให้ประธานแห่งสภาที่ได้รับเรื่องดังกล่าวส่งความเห็นไปยังศาลรัฐธรรมนูญ และให้ศาลรัฐธรรมนูญวินิจฉัยให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่ได้รับเรื่อง ในระหว่างการพิจารณาวินิจฉัยของศาลรัฐธรรมนูญ นายกรัฐมนตรีจะนำร่างรัฐธรรมนูญแก้ไขเพิ่มเติมดังกล่าวขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อพระมหากษัตริย์ทรงลงพระปรมาภิไธยมิได้”</p>","ประเด็นการพิจารณา":"<p>นายอมร วาณิชวิวัฒน์ โฆษกกรรมการ กล่าวว่า คณะกรรมาธิการขับเคลื่อนการปฏิรูปประเทศ ด้านการเมือง สภาขับเคลื่อนการปฏิรูปประเทศ เสนอแก้ไขเพิ่มเติมความในร่างมาตรา 253 (6) เป็นดังนี้ “(6) การออกเสียงลงคะแนนในวาระที่สามขั้นสุดท้าย ให้ใช้วิธีเรียกชื่อ และลงคะแนนโดยเปิดเผย และต้อง มีคะแนนเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็นรัฐธรรมนูญมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมด เท่าที่มีอยู่ของทั้งสองสภา และมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิก วุฒิสภาทั้งหมดเท่าที่มีอยู่”</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- เมื่อพิจารณาร่างมาตรา 253 (6) ตามร่างรัฐธรรมนูญเบื้องต้น จะเห็นได้ว่าการแก้ไขรัฐธรรมนูญ จะกระทำได้ยาก เนื่องจากจะต้องมีสมาชิกสภาผู้แทนราษฎรเห็นชอบด้วยไม่น้อยกว่าร้อยละสิบของจำนวน สมาชิกสภาผู้แทนราษฎรของแต่ละพรรคการเมือง ซึ่งในทางปฏิบัติอาจไม่สามารถที่จะแก้ไขรัฐธรรมนูญ ได้เลย เนื่องจากในอนาคตพรรคการเมืองฝ่ายค้านที่มีสมาชิกสภาผู้แทนราษฎรซึ่งคาดว่าจะมีอยู่ประมาณ ห้าพรรค และหากมีพรรคการเมืองใดพรรคการเมืองหนึ่งซึ่งเป็นฝ่ายค้านไม่เห็นชอบด้วยกับการแก้ไข รัฐธรรมนูญแล้ว การแก้ไขรัฐธรรมนูญก็ไม่สามารถจะทำได้เลย ประกอบกับพรรคการเมืองแต่ละพรรค ในทางปฏิบัติย่อมมีมติพรรคเป็นตัวควบคุมในการลงมติ ซึ่งยากที่สมาชิกพรรคจะลงมติให้แตกต่างไปจากมติ ของพรรคการเมือง</p><p>- มีกรรมการแสดงความเห็นว่า เมื่อพิจารณาจากจำนวนคะแนนเสียงที่หลายประเทศใช้ในการ แก้ไขเพิ่มเติมรัฐธรรมนูญ มักใช้คะแนนเสียงไม่น้อยกว่าสามในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของ ทั้งสองสภา ซึ่งจะรวมคะแนนเสียงของพรรคฝ่ายค้านด้วยไปในตัว และเมื่อพิจารณาเปรียบเทียบกับจำนวน สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาของไทยรวมกันแล้วจำนวนคะแนนเสียงสามในห้าของจำนวน สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาจำนวนเจ็ดร้อยคนคิดเป็นสี่ร้อยยี่สิบคนที่จะต้องให้ความ เห็นชอบในการแก้ไขรัฐธรรมนูญ ซึ่งน่าจะเป็นจำนวนคะแนนเสียงที่มีความเหมาะสมที่จะสามารถแก้ไข รัฐธรรมนูญได้ ประกอบกับในจำนวนคะแนนเสียงสี่ร้อยยี่สิบคนนั้น จะต้องมีจำนวนคะแนนเสียงของสมาชิก วุฒิสภาจำนวนหนึ่งในสามของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่รวมอยู่ด้วย</p><p>- คะแนนเสียงที่ใช้ในการแก้ไขรัฐธรรมนูญตั้งแต่มีการประกาศใช้รัฐธรรมนูญ 2517 เป็นต้นมา จะใช้คะแนนเสียงในการให้ความเห็นชอบกับการแก้ไขเพิ่มเติมรัฐธรรมนูญ โดยใช้คะแนนเสียงมากกว่า กึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา</p><p>- มีกรรมการแสดงความเห็นว่า การเสนอญัตติขอแก้ไขรัฐธรรมนูญตามร่างมาตรานี้ เป็นการ เปิดโอกาสให้พรรคการเมืองที่เป็นฝ่ายค้านสามารถเสนอขอแก้ไขรัฐธรรมนูญได้ด้วย ดังนั้น หาก สมาชิกสภาผู้แทนราษฎรฝ่ายค้านร่วมมือกับสมาชิกวุฒิสภาเสนอญัตติขอแก้ไขเพิ่มเติมรัฐธรรมนูญ จะส่งผล ทำให้คะแนนเสียงของพรรคการเมืองที่เป็นฝ่ายรัฐบาลไม่มีความหมายเลย</p><p>- มีกรรมการแสดงความเห็นว่า การแก้ไขรัฐธรรมนูญตาม (6) นี้ จะเป็นการแก้ไขรัฐธรรมนูญ ในเรื่องทั่วไป แตกต่างจากการแก้ไขรัฐธรรมนูญตามความใน (8) ซึ่งเป็นการแก้ไขเพิ่มเติมหมวด 1 หมวด 2 หรือหมวด 15 หรือเรื่องที่เกี่ยวกับคุณสมบัติหรือลักษณะต้องห้ามของผู้ดำรงตำแหน่งต่าง ๆ ตาม รัฐธรรมนูญ หรือเรื่องที่เกี่ยวกับหน้าที่หรืออำนาจของศาลหรือองค์กรอิสระ หรือเรื่องที่ทำให้ศาลหรือ องค์กรอิสระไม่อาจปฏิบัติตามหน้าที่หรืออำนาจได้ จะต้องดำเนินการทำประชามติก่อนดำเนินการตาม (7)</p><p>ประธานกรรมการเสนอแก้ไขความใน (6) ของร่างมาตรา 253 เป็นดังนี้ “การออกเสียงลงคะแนน ในวาระที่สามขั้นสุดท้าย ให้ใช้วิธีเรียกชื่อ และลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยใน การที่จะให้ออกใช้เป็นรัฐธรรมนูญมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา และ ในจำนวนนี้ต้องมีสมาชิกสภาผู้แทนราษฎรจากพรรคการเมืองที่สมาชิกมิได้ดำรงตำแหน่งรัฐมนตรี ประธานสภาผู้แทนราษฎร หรือรองประธานสภาผู้แทนราษฎร เห็นชอบด้วยไม่น้อยกว่าร้อยละยี่สิบของทุก พรรคการเมืองดังกล่าวรวมกัน และมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิก วุฒิสภาทั้งหมดเท่าที่มีอยู่” เนื่องจากหากกำหนดจำนวนคะแนนเสียงไว้ร้อยละสิบของทุกพรรคการเมือง รวมกันก็จะส่งผลทำให้แก้ไขรัฐธรรมนูญได้ง่ายเกินไป และจะทำให้พรรคการเมืองขนาดใหญ่ที่เป็นฝ่ายค้าน ไม่มีความหมาย จึงเห็นควรกำหนดไว้ร้อยละยี่สิบของทุกพรรคการเมืองรวมกัน และเหตุที่บัญญัติใช้คะแนน เสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภาเป็นหลักการเดิมที่เป็นมาตรฐานใน การลงมติแก้ไขเพิ่มเติมรัฐธรรมนูญ ประกอบกับความในตอนท้ายของ (6) ได้บัญญัติให้มีคะแนนเสียงของ สมาชิกวุฒิสภาไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่ ซึ่งคิดเป็นร้อยละสามสิบ สามของจำนวนสมาชิกวุฒิสภาทั้งหมดรวมอยู่ด้วย ดังนั้น การบัญญัติความดังกล่าวจะทำให้การแก้ไข รัฐธรรมนูญสามารถทำได้ไม่ยากเกินไป กล่าวคือ การแก้ไขรัฐธรรมนูญตาม (6) ในวาระที่สาม ขั้นสุดท้ายในการลงมติจะมีองค์ประกอบด้วยกันสามประการ คือ 1) ต้องมีคะแนนเสียงมากกว่ากึ่งหนึ่งของ จำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา 2) ต้องมีจำนวนคะแนนเสียงไว้ร้อยละยี่สิบของทุก พรรคการเมืองซึ่งเป็นฝ่ายค้านรวมกัน และ 3) ต้องมีคะแนนเสียงของสมาชิกวุฒิสภาไม่น้อยกว่าหนึ่งในสาม ของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่ ซึ่งเป็นการยืนยันหลักการในเรื่องการแก้ไขรัฐธรรมนูญว่า ต้องมีฝ่ายการเมืองทุกฝ่ายเข้ามามีส่วนร่วมในการแก้ไขเพิ่มเติมรัฐธรรมนูญ </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 253 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายอมร วาณิชวิวัฒน์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"102","หน้า":"14-18"},{"หมวด":"15","ส่วน":"","มาตรา":"256","ร่างมาตรา":"253","ร่างบทบัญญัติ":"<p>“มาตรา 253 ภายใต้บังคับมาตรา 252 การแก้ไขเพิ่มเติมรัฐธรรมนูญ ให้กระทำได้ตามหลักเกณฑ์และวิธีการ ดังต่อไปนี้</p><p>(1) ญัตติขอแก้ไขเพิ่มเติมต้องมาจากคณะรัฐมนตรี หรือจากสมาชิกสภาผู้แทนราษฎรมีจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร หรือจากสมาชิกสภาผู้แทน ราษฎรและสมาชิกวุฒิสภามีจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสอง สภา หรือจากประชาชนผู้มีสิทธิเลือกตั้งจำนวนไม่น้อยกว่าห้าหมื่นคนตามกฎหมายว่าด้วยการเข้าชื่อเสนอ กฎหมาย</p><p>(2) ญัตติขอแก้ไขเพิ่มเติมต้องเสนอเป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมต่อรัฐสภา และให้รัฐสภา พิจารณาเป็นสามวาระ</p><p>(3) การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการ ให้ใช้วิธีเรียกชื่อและลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมนั้น ไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิก ทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา ซึ่งในจำนวนนี้ต้องมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสาม ของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่</p><p>(4) การพิจารณาในวาระที่สองขั้นพิจารณาเรียงลำดับมาตรา โดยการออกเสียงในวาระที่สองนี้ ให้ ถือเสียงข้างมากเป็นประมาณ แต่ในกรณีที่เป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมที่ประชาชนเป็นผู้เสนอ ต้องเปิดโอกาสให้ผู้แทนของประชาชนที่เข้าชื่อกัน ได้แสดงความคิดเห็นด้วย</p><p>(5) เมื่อการพิจารณาวาระที่สองเสร็จสิ้นแล้ว ให้รอไว้สิบห้าวัน เมื่อพ้นกำหนดนี้แล้ว ให้รัฐสภา พิจารณาในวาระที่สามต่อไป</p><p>(6) การออกเสียงลงคะแนนในวาระที่สามขั้นสุดท้าย ให้ใช้วิธีเรียกชื่อ และลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็นรัฐธรรมนูญมากกว่ากึ่งหนึ่งของจำนวนสมาชิก ทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา และในจำนวนนี้ต้องมีสมาชิกสภาผู้แทนราษฎรจากพรรคการเมือง <u>ที่สมาชิกมิได้ดำรงตำแหน่งรัฐมนตรี ประธานสภาผู้แทนราษฎร หรือรองประธานสภาผู้แทนราษฎร</u><u>เห็นชอบด้วยไม่น้อยกว่าร้อยละยี่สิบของ</u>ทุกพรรคการเมือง<u>ดังกล่าวรวมกัน</u><strike>ที่มีสมาชิกอยู่ในสภา ผู้แทนราษฎรไม่น้อยกว่าสิบคน เห็นชอบด้วยไม่น้อยกว่าร้อยละสิบของจำนวนสมาชิกสภาผู้แทน</strike><strike>ราษฎรของแต่ละพรรคการเมืองดังกล่าว และสมาชิกสภาผู้แทนราษฎรของพรรคการเมืองทุกพรรค การเมืองที่มีสมาชิกอยู่ในสภาผู้แทนราษฎรน้อยกว่าพรรคการเมืองละสิบคน ถ้ารวมกันทุกพรรคการเมืองแล้ว มีจำนวนตั้งแต่สิบคนขึ้นไป ต้องเห็นชอบด้วยไม่น้อยกว่าร้อยละสิบของจำนวน สมาชิกสภาผู้แทนราษฎรของทุกพรรคดังกล่าว </strike>และมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่</p><p>(7) เมื่อมีการลงมติเห็นชอบตาม (6) แล้ว ให้รอไว้สิบห้าวัน แล้วจึงนำร่างรัฐธรรมนูญแก้ไขเพิ่มเติม ขึ้นทูลเกล้าทูลกระหม่อมถวาย และให้นำมาตรา 140 มาตรา 141 และมาตรา 143 มาใช้บังคับ โดยอนุโลม</p><p>(8) ในกรณีร่างรัฐธรรมนูญแก้ไขเพิ่มเติมเป็นการแก้ไขเพิ่มเติมหมวด 1 หมวด 2 หรือหมวด 15 หรือเรื่องที่เกี่ยวกับคุณสมบัติหรือลักษณะต้องห้ามของผู้ดำรงตำแหน่งต่าง ๆ ตามรัฐธรรมนูญ หรือเรื่องที่เกี่ยวกับหน้าที่หรืออำนาจของศาลหรือองค์กรอิสระ หรือเรื่องที่ทำให้ศาลหรือองค์กรอิสระไม่อาจปฏิบัติ ตามหน้าที่หรืออำนาจได้ ก่อนดำเนินการตาม (7) ให้จัดให้มีการออกเสียงประชามติตามกฎหมายว่าด้วย การออกเสียงประชามติ ถ้าผลการออกเสียงประชามติเห็นชอบด้วยกับร่างรัฐธรรมนูญแก้ไขเพิ่มเติมจึงให้ ดำเนินการตาม (7) ต่อไป</p><p>(9) ก่อนนายกรัฐมนตรีนำความกราบบังคมทูลเพื่อทรงลงพระปรมาภิไธยตาม (7) สมาชิกสภาผู้แทนราษฎร หรือสมาชิกวุฒิสภา หรือสมาชิกทั้งสองสภารวมกัน มีจำนวนไม่น้อยกว่าหนึ่งในสิบของสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา หรือของทั้งสองสภารวมกัน แล้วแต่กรณี มีสิทธิเข้าชื่อกันเสนอความเห็นต่อประธานแห่งสภาที่ตนเป็นสมาชิกหรือประธานรัฐสภา แล้วแต่กรณี ว่าร่างรัฐธรรมนูญตาม (7) ขัดต่อ มาตรา 252 หรือมีลักษณะตาม (8) และให้ประธานแห่งสภาที่ได้รับเรื่องดังกล่าวส่งความเห็นไปยังศาลรัฐธรรมนูญ และให้ศาลรัฐธรรมนูญวินิจฉัยให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่ได้รับเรื่อง ในระหว่างการพิจารณาวินิจฉัยของศาลรัฐธรรมนูญ นายกรัฐมนตรีจะนำร่างรัฐธรรมนูญแก้ไขเพิ่มเติมดังกล่าวขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อพระมหากษัตริย์ทรงลงพระปรมาภิไธยมิได้” </p>","ประเด็นการพิจารณา":"<p> เมื่อคราวประชุมคณะกรรมการร่างรัฐธรรมนูญ ครั้งที่ 102 วันพฤหัสบดี ที่ 10 มีนาคม 2559 ที่ประชุมมีมติแก้ไขเพิ่มเติมร่างมาตรานี้ เป็นดังนี้</p><p>“มาตรา 253 ภายใต้บังคับมาตรา 252 การแก้ไขเพิ่มเติมรัฐธรรมนูญ ให้กระทำได้ตาม หลักเกณฑ์และวิธีการ ดังต่อไปนี้</p><p>(1) ญัตติขอแก้ไขเพิ่มเติมต้องมาจากคณะรัฐมนตรี หรือจากสมาชิกสภาผู้แทนราษฎรมีจำนวนไม่ น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร หรือจากสมาชิกสภาผู้แทน ราษฎรและสมาชิกวุฒิสภามีจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสอง สภา หรือจากประชาชนผู้มีสิทธิเลือกตั้งจำนวนไม่น้อยกว่าห้าหมื่นคนตามกฎหมายว่าด้วยการเข้าชื่อเสนอ กฎหมาย</p><p>(2) ญัตติขอแก้ไขเพิ่มเติมต้องเสนอเป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมต่อรัฐสภา และให้รัฐสภา พิจารณาเป็นสามวาระ</p><p>(3) การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการ ให้ใช้วิธีเรียกชื่อและลงคะแนนโดย เปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมนั้น ไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิก ทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา ซึ่งในจำนวนนี้ต้องมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสาม ของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่</p><p>(4) การพิจารณาในวาระที่สองขั้นพิจารณาเรียงลำดับมาตรา โดยการออกเสียงในวาระที่สองนี้ ให้ ถือเสียงข้างมากเป็นประมาณ แต่ในกรณีที่เป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมที่ประชาชนเป็นผู้เสนอ ต้องเปิด โอกาสให้ผู้แทนของประชาชนที่เข้าชื่อกัน ได้แสดงความคิดเห็นด้วย</p><p>(5) เมื่อการพิจารณาวาระที่สองเสร็จสิ้นแล้ว ให้รอไว้สิบห้าวัน เมื่อพ้นกำหนดนี้แล้ว ให้รัฐสภา พิจารณาในวาระที่สามต่อไป</p><p>(6) การออกเสียงลงคะแนนในวาระที่สามขั้นสุดท้าย ให้ใช้วิธีเรียกชื่อ และลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็นรัฐธรรมนูญมากกว่ากึ่งหนึ่งของจำนวนสมาชิก ทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา และในจำนวนนี้ต้องมีสมาชิกสภาผู้แทนราษฎรจากพรรคการเมือง <u>ที่สมาชิกมิได้ดำรงตำแหน่งรัฐมนตรี ประธานสภาผู้แทนราษฎร หรือรองประธานสภาผู้แทนราษฎร</u><u>เห็นชอบด้วยไม่น้อยกว่าร้อยละยี่สิบของ</u>ทุกพรรคการเมือง<u>ดังกล่าวรวมกัน</u><strike>ที่มีสมาชิกอยู่ในสภาผู้แทนราษฎรไม่น้อยกว่าสิบคน เห็นชอบด้วยไม่น้อยกว่าร้อยละสิบของจำนวนสมาชิกสภาผู้แทน</strike><strike>ราษฎรของแต่ละพรรคการเมืองดังกล่าว และสมาชิกสภาผู้แทนราษฎรของพรรคการเมืองทุกพรรคการเมืองที่มีสมาชิกอยู่ในสภาผู้แทนราษฎรน้อยกว่าพรรคการเมืองละสิบคน ถ้ารวมกันทุกพรรคการเมืองแล้ว มีจำนวนตั้งแต่สิบคนขึ้นไป ต้องเห็นชอบด้วยไม่น้อยกว่าร้อยละสิบของจำนวนสมาชิกสภาผู้แทนราษฎรของทุกพรรคดังกล่าว</strike>และมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่</p><p>(7) เมื่อมีการลงมติเห็นชอบตาม (6) แล้ว ให้รอไว้สิบห้าวัน แล้วจึงนำร่างรัฐธรรมนูญแก้ไขเพิ่มเติม ขึ้นทูลเกล้าทูลกระหม่อมถวาย และให้นำมาตรา 140 มาตรา 141 และมาตรา 143 มาใช้บังคับ โดยอนุโลม</p><p>(8) ในกรณีร่างรัฐธรรมนูญแก้ไขเพิ่มเติมเป็นการแก้ไขเพิ่มเติมหมวด 1 หมวด 2 หรือหมวด 15 หรือเรื่องที่เกี่ยวกับคุณสมบัติหรือลักษณะต้องห้ามของผู้ดำรงตำแหน่งต่าง ๆ ตามรัฐธรรมนูญ หรือเรื่องที่ เกี่ยวกับหน้าที่หรืออำนาจของศาลหรือองค์กรอิสระ หรือเรื่องที่ทำให้ศาลหรือองค์กรอิสระไม่อาจปฏิบัติ ตามหน้าที่หรืออำนาจได้ ก่อนดำเนินการตาม (7) ให้จัดให้มีการออกเสียงประชามติตามกฎหมายว่าด้วย การออกเสียงประชามติ ถ้าผลการออกเสียงประชามติเห็นชอบด้วยกับร่างรัฐธรรมนูญแก้ไขเพิ่มเติมจึงให้ ดำเนินการตาม (7) ต่อไป</p><p>(9) ก่อนนายกรัฐมนตรีนำความกราบบังคมทูลเพื่อทรงลงพระปรมาภิไธยตาม (7) สมาชิกสภาผู้แทนราษฎร หรือสมาชิกวุฒิสภา หรือสมาชิกทั้งสองสภารวมกัน มีจำนวนไม่น้อยกว่าหนึ่งใน สิบของสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา หรือของทั้งสองสภารวมกัน แล้วแต่กรณี มีสิทธิเข้าชื่อกัน เสนอความเห็นต่อประธานแห่งสภาที่ตนเป็นสมาชิกหรือประธานรัฐสภา แล้วแต่กรณี ว่าร่างรัฐธรรมนูญ ตาม (7) ขัดต่อ มาตรา 252 หรือมีลักษณะตาม (8) และให้ประธานแห่งสภาที่ได้รับเรื่องดังกล่าวส่ง ความเห็นไปยังศาลรัฐธรรมนูญ และให้ศาลรัฐธรรมนูญวินิจฉัยให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่ ได้รับเรื่อง ในระหว่างการพิจารณาวินิจฉัยของศาลรัฐธรรมนูญ นายกรัฐมนตรีจะนำร่างรัฐธรรมนูญแก้ไข เพิ่มเติมดังกล่าวขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อพระมหากษัตริย์ทรงลงพระปรมาภิไธยมิได้”</p><p>นายศุภชัย ยาวะประภาษ กรรมการ แสดงความเห็นว่า ควรมีการเพิ่ม “องค์กรอัยการ” ในร่างมาตรา 253 (8) หรือไม่ เพื่อเป็นหลักประกันให้องค์กรอัยการสามารถทำหน้าที่ได้อย่างอิสระ</p><p>ประธานกรรมการกล่าวว่า ในร่างรัฐธรรมนูญนี้ได้ให้อำนาจพิเศษบางประการแก่ศาลและองค์กร อิสระ ดังนั้น เมื่อต้องการแก้ไขเพิ่มเติมรัฐธรรมนูญเกี่ยวกับอำนาจหน้าที่ของศาลหรือองค์กรอิสระจึงควร ต้องผ่านการทำประชามติ แต่องค์กรอัยการในร่างรัฐธรรมนูญนี้ไม่ได้มีอำนาจหน้าที่พิเศษอื่น ประกอบกับ องค์กรอัยการถึงแม้เป็นองค์กรอิสระแต่ก็เป็นองค์กรหนึ่งของฝ่ายบริหารด้วย ซึ่งแตกต่างจากศาลหรือ องค์กรอิสระอื่น จึงไม่มีความจำเป็นต้องเพิ่ม “องค์กรอัยการ” ในร่างมาตรา 253 (8)</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 253 ตามที่คณะกรรมการมีมติแก้ไขเพิ่มเติมเมื่อคราวประชุมคณะกรรมการร่างรัฐธรรมนูญ ครั้งที่ 102 วันพฤหัสบดี ที่ 10 มีนาคม 2559</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายศุภชัย ยาวะประภาษ"],"ประชุมครั้งที่":"103","หน้า":"6-8"},{"หมวด":"15","ส่วน":"","มาตรา":"256","ร่างมาตรา":"256","ร่างบทบัญญัติ":"<p>“มาตรา 256 ภายใต้บังคับมาตรา 255 การแก้ไขเพิ่มเติมรัฐธรรมนูญ ให้กระทำได้ตามหลักเกณฑ์และวิธีการ ดังต่อไปนี้</p><p>(1) ญัตติขอแก้ไขเพิ่มเติมต้องมาจากคณะรัฐมนตรี หรือจากสมาชิกสภาผู้แทนราษฎรมีจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร หรือจากสมาชิกสภาผู้แทน ราษฎรและสมาชิกวุฒิสภามีจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสอง สภา หรือจากประชาชนผู้มีสิทธิเลือกตั้งจำนวนไม่น้อยกว่าห้าหมื่นคนตามกฎหมายว่าด้วยการเข้าชื่อเสนอ กฎหมาย</p><p>(2) ญัตติขอแก้ไขเพิ่มเติมต้องเสนอเป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมต่อรัฐสภา และให้รัฐสภา พิจารณาเป็นสามวาระ</p><p>(3) การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการ ให้ใช้วิธีเรียกชื่อและลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมนั้นไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิก ทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา ซึ่งในจำนวนนี้ต้องมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสาม ของจำนวนสมาชิก<u>ทั้งหมดเท่าที่มีอยู่ของ</u>วุฒิสภา<strike>ทั้งหมดเท่าที่มีอยู่</strike></p><p>(4) การพิจารณาในวาระที่สองขั้นพิจารณาเรียงลำดับมาตรา โดยการออกเสียงในวาระที่สองนี้ ให้ ถือเสียงข้างมากเป็นประมาณ แต่ในกรณีที่เป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมที่ประชาชนเป็นผู้เสนอ ต้องเปิดโอกาสให้ผู้แทนของประชาชนที่เข้าชื่อกันได้แสดงความคิดเห็นด้วย</p><p>(5) เมื่อการพิจารณาวาระที่สองเสร็จสิ้นแล้ว ให้รอไว้สิบห้าวัน เมื่อพ้นกำหนดนี้แล้ว ให้รัฐสภา พิจารณาในวาระที่สามต่อไป</p><p>(6) การออกเสียงลงคะแนนในวาระที่สามขั้นสุดท้าย ให้ใช้วิธีเรียกชื่อและลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็นรัฐธรรมนูญมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา โดยในจำนวนนี้ต้องมีสมาชิกสภาผู้แทนราษฎรจากพรรคการเมืองที่สมาชิกมิได้ดำรงตำแหน่งตำแหน่งรัฐมนตรี ประธานสภาผู้แทนราษฎร หรือรองประธานสภาผู้แทนราษฎร เห็นชอบด้วยไม่น้อยกว่าร้อยละยี่สิบของทุกพรรคการเมืองดังกล่าวรวมกัน และมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่</p><p>(7) เมื่อมีการลงมติเห็นชอบตาม (6) แล้ว ให้รอไว้สิบห้าวัน แล้วจึงนำร่างรัฐธรรมนูญแก้ไขเพิ่มเติม ขึ้นทูลเกล้าทูลกระหม่อมถวาย และให้นำมาตรา 145 มาตรา 146 และมาตรา 148 มาใช้บังคับโดยอนุโลม</p><p>(8) ในกรณีร่างรัฐธรรมนูญแก้ไขเพิ่มเติมเป็นการแก้ไขเพิ่มเติมหมวด 1 บททั่วไป หมวด 2 พระมหากษัตริย์ หรือหมวด 15 การแก้ไขเพิ่มเติมรัฐธรรมนูญ หรือเรื่องที่เกี่ยวกับคุณสมบัติหรือลักษณะต้องห้ามของผู้ดำรงตำแหน่งต่าง ๆ ตามรัฐธรรมนูญ หรือเรื่องที่เกี่ยวกับหน้าที่หรืออำนาจของศาลหรือองค์กรอิสระ หรือเรื่องที่ทำให้ศาลหรือองค์กรอิสระไม่อาจปฏิบัติตามหน้าที่หรืออำนาจได้ ก่อนดำเนินการตาม (7) ให้จัดให้มีการออกเสียงประชามติตามกฎหมายว่าด้วยการออกเสียงประชามติ ถ้าผลการออกเสียงประชามติเห็นชอบด้วยกับร่างรัฐธรรมนูญแก้ไขเพิ่มเติมจึงให้ดำเนินการตาม (7) ต่อไป</p><p>(9) ก่อนนายกรัฐมนตรีนำความกราบบังคมทูลเพื่อทรงลงพระปรมาภิไธยตาม (7) สมาชิกสภาผู้แทนราษฎร หรือสมาชิกวุฒิสภา หรือสมาชิกทั้งสองสภารวมกันมีจำนวนไม่น้อยกว่าหนึ่งในสิบของสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา หรือของทั้งสองสภารวมกัน แล้วแต่กรณี มีสิทธิเข้าชื่อกันเสนอความเห็นต่อประธานแห่งสภาที่ตนเป็นสมาชิกหรือประธานรัฐสภา แล้วแต่กรณี ว่าร่างรัฐธรรมนูญตาม (7) ขัดต่อมาตรา 255 หรือมีลักษณะตาม (8) และให้ประธานแห่งสภาที่ได้รับเรื่องดังกล่าวส่งความเห็นไปยัง ศาลรัฐธรรมนูญ และให้ศาลรัฐธรรมนูญวินิจฉัยให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่ได้รับเรื่อง ใน ระหว่างการพิจารณาวินิจฉัยของศาลรัฐธรรมนูญ นายกรัฐมนตรีจะนำร่างรัฐธรรมนูญแก้ไขเพิ่มเติมดังกล่าว ขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อพระมหากษัตริย์ทรงลงพระปรมาภิไธยมิได้” </p>","ประเด็นการพิจารณา":"<p> มีกรรมการเสนอแก้ไขถ้อยคำในร่างมาตรา 256 (3) ตอนท้าย โดยให้ใช้ความว่า “...ต้องมีสมาชิก วุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของวุฒิสภา”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 256 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"113","หน้า":"84-86"},{"หมวด":"15","ส่วน":"","มาตรา":"256","ร่างมาตรา":"256","ร่างบทบัญญัติ":"<p>“มาตรา 256 ภายใต้บังคับมาตรา 255 การแก้ไขเพิ่มเติมรัฐธรรมนูญ ให้กระทำได้ ตามหลักเกณฑ์และวิธีการ ดังต่อไปนี้</p><p>(1) ญัตติขอแก้ไขเพิ่มเติมต้องมาจากคณะรัฐมนตรี หรือจากสมาชิกสภาผู้แทนราษฎร<strike>มี</strike>จำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร หรือจากสมาชิกสภาผู้แทน ราษฎรและสมาชิกวุฒิสภา<strike>มี</strike>จำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา หรือจากประชาชนผู้มีสิทธิเลือกตั้งจำนวนไม่น้อยกว่าห้าหมื่นคนตามกฎหมายว่าด้วยการเข้าชื่อเสนอ กฎหมาย</p><p>(2) ญัตติขอแก้ไขเพิ่มเติมต้องเสนอเป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมต่อรัฐสภา และให้รัฐสภา พิจารณาเป็นสามวาระ</p><p>(3) การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการ ให้ใช้วิธีเรียกชื่อและลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมนั้น ไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา ซึ่งในจำนวนนี้ต้องมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของวุฒิสภา</p><p>(4) การพิจารณาในวาระที่สองขั้นพิจารณาเรียงลำดับมาตรา โดยการออกเสียงในวาระที่สองนี้ ให้ถือเสียงข้างมากเป็นประมาณ แต่ในกรณีที่เป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมที่ประชาชนเป็นผู้เสนอต้องเปิดโอกาสให้ผู้แทนของประชาชนที่เข้าชื่อกันได้แสดงความคิดเห็นด้วย</p><p>(5) เมื่อการพิจารณาวาระที่สองเสร็จสิ้นแล้ว ให้รอไว้สิบห้าวัน เมื่อพ้นกำหนดนี้แล้ว ให้รัฐสภา พิจารณาในวาระที่สามต่อไป</p><p>(6) การออกเสียงลงคะแนนในวาระที่สามขั้นสุดท้าย ให้ใช้วิธีเรียกชื่อและลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็นรัฐธรรมนูญมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา โดยในจำนวนนี้ต้องมีสมาชิกสภาผู้แทนราษฎรจากพรรคการเมืองที่สมาชิกมิได้ดำรงตำแหน่งตำแหน่งรัฐมนตรี ประธานสภาผู้แทนราษฎร หรือรองประธานสภาผู้แทนราษฎรเห็นชอบด้วยไม่น้อยกว่าร้อยละยี่สิบของทุกพรรคการเมืองดังกล่าวรวมกัน และมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่<u>ของวุฒิสภา</u></p><p>(7) เมื่อมีการลงมติเห็นชอบตาม (6) แล้ว ให้รอไว้สิบห้าวัน แล้วจึงนำร่างรัฐธรรมนูญแก้ไขเพิ่มเติม ขึ้นทูลเกล้าทูลกระหม่อมถวาย และให้นำมาตรา 81 มาใช้บังคับโดยอนุโลม</p><p>(8) ในกรณีร่างรัฐธรรมนูญแก้ไขเพิ่มเติมเป็นการแก้ไขเพิ่มเติมหมวด 1 บททั่วไป หมวด 2 พระมหากษัตริย์ หรือหมวด 15 การแก้ไขเพิ่มเติมรัฐธรรมนูญ หรือเรื่องที่เกี่ยวกับคุณสมบัติหรือลักษณะต้องห้ามของผู้ดำรงตำแหน่งต่าง ๆ ตามรัฐธรรมนูญ หรือเรื่องที่เกี่ยวกับหน้าที่หรืออำนาจของศาล หรือองค์กรอิสระ หรือเรื่องที่ทำให้ศาลหรือองค์กรอิสระไม่อาจปฏิบัติตามหน้าที่หรืออำนาจได้ ก่อนดำเนินการตาม (7) ให้จัดให้มีการออกเสียงประชามติตามกฎหมายว่าด้วยการออกเสียงประชามติ ถ้าผลการออกเสียงประชามติเห็นชอบด้วยกับร่างรัฐธรรมนูญแก้ไขเพิ่มเติม จึงให้ดำเนินการตาม (7) ต่อไป</p><p>(9) ก่อนนายกรัฐมนตรีนำความกราบบังคมทูลเพื่อทรงลงพร ะปรมาภิไธยตาม (7) สมาชิกสภาผู้แทนราษฎร หรือสมาชิกวุฒิสภา หรือสมาชิกทั้งสองสภารวมกัน มีจำนวนไม่น้อยกว่าหนึ่งในสิบของสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา หรือของทั้งสองสภารวมกัน แล้วแต่กรณี มีสิทธิเข้าชื่อกันเสนอความเห็นต่อประธานแห่งสภาที่ตนเป็นสมาชิกหรือประธานรัฐสภา แล้วแต่กรณี ว่าร่างรัฐธรรมนูญตาม (7) ขัดต่อมาตรา 255 หรือมีลักษณะตาม (8) และให้ประธานแห่งสภาที่ได้รับเรื่อง ดังกล่าวส่งความเห็นไปยังศาลรัฐธรรมนูญ และให้ศาลรัฐธรรมนูญวินิจฉัยให้แล้วเสร็จภายในสามสิบวัน นับแต่วันที่ได้รับเรื่อง ในระหว่างการพิจารณาวินิจฉัยของศาลรัฐธรรมนูญ นายกรัฐมนตรีจะนำร่างรัฐธรรมนูญแก้ไขเพิ่มเติมดังกล่าวขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อพระมหากษัตริย์ทรงลงพระปรมาภิไธยมิได้”</p>","ประเด็นการพิจารณา":"<p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง นำเสนอร่างมาตรา 256 ซึ่งคณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญได้ปรับปรุงแก้ไขเพิ่มเติมเพื่อให้ที่ประชุมพิจารณาทบทวน ดังนี้</p><p>“มาตรา 256 ภายใต้บังคับมาตรา 255 การแก้ไขเพิ่มเติมรัฐธรรมนูญ ให้กระทำได้ ตามหลักเกณฑ์และวิธีการ ดังต่อไปนี้</p><p>(1) ญัตติขอแก้ไขเพิ่มเติมต้องมาจากคณะรัฐมนตรี หรือจากสมาชิกสภาผู้แทนราษฎร<strike>มี</strike>จำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร หรือจากสมาชิกสภาผู้แทน ราษฎรและสมาชิกวุฒิสภา<strike>มี</strike>จำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา หรือจากประชาชนผู้มีสิทธิเลือกตั้งจำนวนไม่น้อยกว่าห้าหมื่นคนตามกฎหมายว่าด้วยการเข้าชื่อเสนอ กฎหมาย</p><p>(2) ญัตติขอแก้ไขเพิ่มเติมต้องเสนอเป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมต่อรัฐสภา และให้รัฐสภา พิจารณาเป็นสามวาระ</p><p>(3) การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการ ให้ใช้วิธีเรียกชื่อและลงคะแนน โดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมนั้น ไม่น้อยกว่ากึ่งหนึ่งของจำนวน สมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา ซึ่งในจำนวนนี้ต้องมีสมาชิกวุฒิสภาเห็นชอบด้วยไม่น้อยกว่า หนึ่งในสามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของวุฒิสภา</p><p>(4) การพิจารณาในวาระที่สองขั้นพิจารณาเรียงลำดับมาตรา โดยการออกเสียงในวาระที่สองนี้ ให้ถือเสียงข้างมากเป็นประมาณ แต่ในกรณีที่เป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมที่ประชาชนเป็นผู้เสนอ ต้องเปิดโอกาสให้ผู้แทนของประชาชนที่เข้าชื่อกันได้แสดงความคิดเห็นด้วย</p><p>(5) เมื่อการพิจารณาวาระที่สองเสร็จสิ้นแล้ว ให้รอไว้สิบห้าวัน เมื่อพ้นกำหนดนี้แล้ว ให้รัฐสภา พิจารณาในวาระที่สามต่อไป</p><p>(6) การออกเสียงลงคะแนนในวาระที่สามขั้นสุดท้าย ให้ใช้วิธีเรียกชื่อและลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็นรัฐธรรมนูญมากกว่ากึ่งหนึ่งของจำนวนสมาชิก ทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา โดยในจำนวนนี้ต้องมีสมาชิกสภาผู้แทนราษฎรจากพรรคการเมืองที่ สมาชิกมิได้ดำรงตำแหน่งตำแหน่งรัฐมนตรี ประธานสภาผู้แทนราษฎร หรือรองประธานสภาผู้แทนราษฎร เห็นชอบด้วยไม่น้อยกว่าร้อยละยี่สิบของทุกพรรคการเมืองดังกล่าวรวมกัน และมีสมาชิกวุฒิสภาเห็นชอบ ด้วยไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่<u>ของวุฒิสภา</u></p><p>(7) เมื่อมีการลงมติเห็นชอบตาม (6) แล้ว ให้รอไว้สิบห้าวัน แล้วจึงนำร่างรัฐธรรมนูญแก้ไขเพิ่มเติม ขึ้นทูลเกล้าทูลกระหม่อมถวาย และให้นำมาตรา 81 มาใช้บังคับโดยอนุโลม</p><p>(8) ในกรณีร่างรัฐธรรมนูญแก้ไขเพิ่มเติมเป็นการแก้ไขเพิ่มเติมหมวด 1 บททั่วไป หมวด 2 พระมหากษัตริย์ หรือหมวด 15 การแก้ไขเพิ่มเติมรัฐธรรมนูญ หรือเรื่องที่เกี่ยวกับคุณสมบัติหรือลักษณะ ต้องห้ามของผู้ดำรงตำแหน่งต่าง ๆ ตามรัฐธรรมนูญ หรือเรื่องที่เกี่ยวกับหน้าที่หรืออำนาจของศาล หรือองค์กรอิสระ หรือเรื่องที่ทำให้ศาลหรือองค์กรอิสระไม่อาจปฏิบัติตามหน้าที่หรืออำนาจได้ ก่อนดำเนินการตาม (7) ให้จัดให้มีการออกเสียงประชามติตามกฎหมายว่าด้วยการออกเสียงประชามติ ถ้าผลการออกเสียงประชามติเห็นชอบด้วยกับร่างรัฐธรรมนูญแก้ไขเพิ่มเติม จึงให้ดำเนินการตาม (7) ต่อไป</p><p>(9) ก่อนนายกรัฐมนตรีนำความกราบบังคมทูลเพื่อทรงลงพร ะปรมาภิไธยตาม (7) สมาชิกสภาผู้แทนราษฎร หรือสมาชิกวุฒิสภา หรือสมาชิกทั้งสองสภารวมกัน มีจำนวนไม่น้อยกว่า หนึ่งในสิบของสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา หรือของทั้งสองสภารวมกัน แล้วแต่กรณี มีสิทธิ เข้าชื่อกันเสนอความเห็นต่อประธานแห่งสภาที่ตนเป็นสมาชิกหรือประธานรัฐสภา แล้วแต่กรณี ว่าร่างรัฐธรรมนูญตาม (7) ขัดต่อมาตรา 255 หรือมีลักษณะตาม (8) และให้ประธานแห่งสภาที่ได้รับเรื่อง ดังกล่าวส่งความเห็นไปยังศาลรัฐธรรมนูญ และให้ศาลรัฐธรรมนูญวินิจฉัยให้แล้วเสร็จภายในสามสิบวัน นับแต่วันที่ได้รับเรื่อง ในระหว่างการพิจารณาวินิจฉัยของศาลรัฐธรรมนูญ นายกรัฐมนตรีจะนำ ร่างรัฐธรรมนูญแก้ไขเพิ่มเติมดังกล่าวขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อพระมหากษัตริย์ทรงลงพระ ปรมาภิไธยมิได้”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบให้มีการแก้ไขเพิ่มเติมร่างมาตรา 256 ตามที่คณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญนำเสนอ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายปกรณ์ นิลประพันธ์"],"ประชุมครั้งที่":"115","หน้า":"61-63"}]