[{"หมวด":"13","ส่วน":"","มาตรา":"248","ร่างมาตรา":"11","ร่างบทบัญญัติ":"<p> “มาตรา 11 องค์กรอัยการมีอิสระในการปฏิบัติหน้าที่อำนวยความยุติธรรมให้แก่สังคมตามรัฐธรรมนูญและกฎหมาย</p><p>การแต่งตั้ง การโยกย้าย การเลื่อนเงินเดือนหรือตำแหน่ง และการดำเนินการบริหารงานบุคคลของพนักงานอัยการ รวมทั้งมาตรการป้องกันการขัดแย้งแห่งผลประโยชน์ ต้องดำเนินการโดยคณะกรรมการที่มีความเป็นอิสระ ทั้งนี้ ตามที่กฎหมายบัญญัติ และให้นำบทบัญญัติมาตรา 5 และมาตรา 6 มาใช้บังคับแก่พนักงานอัยการโดยอนุโลม”</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า ควรบัญญัติเรื่ององค์กรอัยการแยกจากหมวดของศาล เนื่องจาก อาจตีความว่า องค์กรอัยการเป็นหน่วยงานที่อยู่ภายใต้บังคับของศาลได้</p><p>มีกรรมการแสดงความเห็นว่า ในต่างประเทศองค์กรอัยการมีที่มาจากฝ่ายตุลาการ และคุณสมบัติของผู้พิพากษาและตุลาการกับองค์กรอัยการมีลักษณะใกล้เคียงกัน จึงสามารถสลับกันปฏิบัติหน้าที่ได้ โดยประเทศฝรั่งเศสและประเทศจีนก็ได้บัญญัติเรื่ององค์กรอัยการไว้ในหมวดเดียวกันกับศาล เนื่องจากเป็นองค์กรที่ต้องปฏิบัติงานสอดคล้องกัน ดังนั้น การบัญญัติเรื่ององค์กรอัยการไว้ในหมวดศาลและส่วนที่ 1 บททั่วไป จึงเหมาะสมแล้ว</p><p>ประธานกรรมการกล่าวว่า สำหรับประเทศไทยองค์กรอัยการไม่ได้มีที่มาจากองค์กรตุลาการ ดังนั้น หากบัญญัติเรื่ององค์กรอัยการแยกจากหมวดศาล โดยบัญญัติต่อท้ายหมวดศาลจะเหมาะสมมากกว่า </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติให้ตัดร่างมาตรา 11 ออกทั้งมาตรา </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"30","หน้า":"18"},{"หมวด":"13","ส่วน":"","มาตรา":"248","ร่างมาตรา":"1","ร่างบทบัญญัติ":"<p>“มาตรา 1 <strike>พนักงาน</strike><u>องค์กร</u>อัยการมี<strike>อำนาจ</strike>หน้าที่<u>และอำนาจ</u>ตามที่บัญญัติในรัฐธรรมนูญและกฎหมาย</p><p>พนักงานอัยการมีอิสระในการพิจารณาส่ังคดีและการปฏิบัติหน้าที่ให้เป็นไปโดย<strike>เที่ยง</strike><u>รวดเร็วและ</u><u>เป็น</u>ธรรม</p><p>การแต่งตั้ง การโยกย้าย การเลื่อนเงินเดือนหรือตำแหน่ง และการดำเนินการบริหารงานบุคคลของ พนักงานอัยการ ต้องดำเนินการโดยคณะกรรมการอัยการ ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p><u>คณะกรรมการอัยการประกอบด้วยประธานกรรมการซึ่งต้องไม่เป็นพนักงานอัยการ และ</u> <u>ผู้ทรงคุณวุฒิ บรรดาที่ได้รับเลือกจากพนักงานอัยการ ทั้งนี้ ตามจำนวน หลักเกณฑ์ วิธีการ ที่กฎหมาย</u> <u>บัญญัต</u>ิ”</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ควรปรับปรุงความในวรรคแรกโดยใช้ความว่า “องค์กรอัยการ” แทนคำว่า “พนักงานอัยการ” ซึ่งจะมีลักษณะเป็นสถาบันมากกว่าบุคคล ส่วนอำนาจหน้าที่ของพนักงานอัยการกำหนดไว้ในกฎหมาย หลายฉบับ จึงเสนอให้แก้ไขเพิ่มเติมความในวรรคแรกและวรรคสอง เป็นดังนี้</p><p>“มาตรา 1 <strike>พนักงาน</strike><u>องค์กร</u>อัยการมี<strike>อำนาจ</strike>หน้าที่<u>และอำนาจ</u>ตามที่บัญญัติในรัฐธรรมนูญและกฎหมาย</p><p>พนักงานอัยการมีอิสระในการพิจารณาส่ังคดีและการปฏิบัติหน้าที่ให้เป็นไปโดย<strike>เที่ยง</strike><u>รวดเร็วและ</u><u>เป็น</u>ธรรม...”</p><p>- กฎหมายของอัยการไม่ได้กำหนดอำนาจหน้าที่ขององค์กรอัยการโดยกำหนดอำนาจหน้าที่ของ พนักงานอัยการไว้เท่านั้น</p><p>- รัฐธรรมนูญ 2550 ได้กำหนดให้องค์กรอัยการเป็นหน่วยธุรการที่มีความเป็นอิสระในการ บริหารงานบุคคล งบประมาณและการอื่น โดยมีอัยการสูงสุดเป็นผู้บังคับบัญชา</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า สำนักงานอัยการสูงสุดได้เสนอ ให้มีคณะกรรมการอัยการซึ่งเป็นองค์กรบริหารงานบุคคลของข้าราชการอัยการเพื่อเป็นหลักประกันความ เป็นอิสระ โดยมีองค์ประกอบ อำนาจหน้าที่ และวิธีดำเนินการตามที่กฎหมายบัญญัติ โดยประธานกรรมการ ต้องเป็นผู้ทรงคุณวุฒิซึ่งได้รับการเลือกตั้งจากข้าราชการอัยการ ไม่เป็นข้าราชการอัยการและไม่ดำรง ตำแหน่งทางการเมือง ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>ประธานกรรมการกล่าวว่า การกำหนดให้บุคคลภายนอกเป็นประธานกรรมการอาจเป็นประโยชน์ ต่อองค์กรอัยการ จึงเสนอให้แก้ไขเพิ่มความเป็นวรรคท้าย ดังนี้</p><p>“<u>คณะกรรมการอัยการประกอบด้วยประธานกรรมการซึ่งต้องไม่เป็นพนักงานอัยการ และ</u> <u>ผู้ทรงคุณวุฒิ บรรดาที่ได้รับเลือกจากพนักงานอัยการ ทั้งนี้ ตามจำนวน หลักเกณฑ์ วิธีการ ที่กฎหมาย</u> <u>บัญญัต</u>ิ”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขร่างมาตรา 1 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"32","หน้า":"15-16"},{"หมวด":"13","ส่วน":"","มาตรา":"248","ร่างมาตรา":"2","ร่างบทบัญญัติ":"<p>“มาตรา 2 <strike>พนักงานอัยการต้องไม่เป็นกรรมการในรัฐวิสาหกิจหรือกิจการอื่นของรัฐใน ทำนองเดียวกัน เว้นแต่จะได้รับอนุมัติจากคณะกรรมการอัยการ ไม่เป็นอนุญาโตตุลาการให้แก่</strike><strike>คู่พิพาทของรัฐทั้งต้องไม่ประกอบอาชีพหรือวิชาชีพ หรือกระทำกิจการใดอันเป็นการกระทบกระเทือน ถึงการปฏิบัติหน้าที่ หรือเสื่อมเสียเกียรติศักดิ์แห่งตำแหน่งหน้าที่ราชการ และต้องไม่เป็นกรรมการ ผู้จัดการ หรือที่ปรึกษากฎหมาย หรือดำรงตำแหน่งอื่นใดที่มีลักษณะงานคล้ายคลึงกันนั้นในห้าง หุ้นส่วนบริษัท</strike><u>กฎหมายตามมาตรา 1 วรรคสาม ต้องมีมาตรการป้องกันมิให้พนักงานอัยการกระทำหรือ</u><u>ดำรงตำแหน่งใดอันจะขัดต่อการปฏิบัติหน้าที่อย่างเที่ยงธรรม หรือที่ทำให้มีส่วนได้เสียในการปฏิบัติหน้าท</u>ี่”</p>","ประเด็นการพิจารณา":"<p> นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า สำนักงานอัยการสูงสุดได้เสนอ ว่า “ข้าราชการอัยการต้องไม่เป็นกรรมการในรัฐวิสาหกิจหรือกิจการอื่นของรัฐในทำนองเดียวกัน หรือห้าง หุ้นส่วนบริษัท ไม่เป็นที่ปรึกษาของผู้ดำรงตำแหน่งทางการเมือง หรือดำรงตำแหน่งใดในลักษณะเดียวกันทั้งต้องไม่ประกอบอาชีพหรือวิชาชีพ หรือกระทำกิจการใดอันเป็นการกระทบกระเทือนถึงการปฏิบัติหน้าที่ หรือเสื่อมเสียเกียรติศักดิ์แห่งตำแหน่งหน้าที่ของข้าราชการอัยการ”</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- พนักงานอัยการต้องไม่เป็นกรรมการในรัฐวิสาหกิจหรือกิจการอื่นของรัฐในทำนองเดียวกัน โดย ไม่มีข้อยกเว้น เนื่องจากในข้อเท็จจริงหากมีการขออนุมัติจากคณะกรรมการอัยการส่วนใหญ่จะได้รับการ อนุมัติ และต้องไม่เป็นอนุญาโตตุลาการให้แก่คู่พิพาทของรัฐเพื่อไม่ให้ขัดต่อหลักการแห่งความยุติธรรม และเพื่อไม่ให้เกิดข้อครหา</p><p>- เรื่องข้อห้ามของพนักงานอัยการควรเขียนอย่างกว้างและไม่เฉพาะเจาะจง เพราะในบางกรณี อาจทำให้เกิดปัญหาเรื่องการใช้กฎหมายของภาครัฐ เช่น การเป็นกรรมการในรัฐวิสาหกิจ หากมีการ ห้ามเด็ดขาดอาจทำให้รัฐต้องสร้างหน่วยงานใหม่ขึ้นเพื่อทำหน้าที่ดูแลสัญญาให้กับองค์กรของรัฐแทน พนักงานอัยการ ดังนั้น จึงควรกำหนดข้อห้ามอย่างกว้าง โดยให้อำนาจคณะกรรมการอัยการ (ก.อ.) เป็นผู้กำหนดว่ามีข้อห้ามอย่างไร หรือห้ามปฏิบัติในเรื่องใด และหากฝ่าฝืนผลจะเป็นเช่นใด เพื่อไม่ให้รัฐเกิด ปัญหาในการใช้กฎหมาย</p><p>- หากห้ามไม่ให้พนักงานอัยการเป็นกรรมการในรัฐวิสาหกิจ พนักงานอัยการจะสามารถเป็น ที่ปรึกษากฎหมายในรัฐวิสาหกิจได้หรือไม่</p><p>ประธานกรรมการกล่าวว่า องค์กรอัยการเป็นองค์กรที่มีหน้าที่ในการให้คำปรึกษาในทางกฎหมาย และตรวจสัญญา จึงสามารถให้คำปรึกษาทางกฎหมายได้โดยไม่จำเป็นต้องไปเป็นกรรมการหรือที่ปรึกษา ให้แก่รัฐวิสาหกิจหรือกิจการอื่นของรัฐในทำนองเดียวกัน ทั้งนี้ องค์กรอัยการสามารถเรียกค่าตรวจสัญญา หรือค่าที่ป รึกษาจากรัฐวิสาหกิจได้โดยให้เป็นรายได้ขององค์กรในทำนองเดียวกับสำนักงาน การตรวจเงินแผ่นดิน และควรเขียนเรื่องข้อห้ามของพนักงานอัยการไว้อย่างกว้าง ส่วนเรื่องรายละเอียด กำหนดในกฎหมายลำดับรอง</p><p>- มีกรรมการแสดงความเห็นว่า การให้พนักงานอัยการเป็นกรรมการในรัฐวิสาหกิจหรือกิจการอื่น ของรัฐในทำนองเดียวกันนั้นไม่ได้ก่อให้เกิดความเสียหายทั้งหมด และในบางกรณียังเป็นประโยชน์อีกด้วย ทั้งนี้ หากต้องการกำหนดข้อห้ามก็ควรห้ามเฉพาะคณะกรรมการอัยการ (ก.อ.) ไม่ควรรวมถึงพนักงาน อัยการซึ่งปฏิบัติหน้าที่ตามปกติ ทั้งนี้ การห้ามไม่ให้พนักงานอัยการเป็นกรรมการหรือที่ปรึกษาด้าน กฎหมายของรัฐวิสาหกิจหรือกิจการอื่นของรัฐในทำนองเดียวกันอาจก่อให้เกิดความเสียหาย กล่าวคือ เมื่อพนักงานเมื่ออัยการไม่สามารถเป็นกรรมการหรือที่ปรึกษาด้านกฎหมายให้รัฐวิสาหกิจหรือกิจการอื่น ของรัฐในทำนองเดียวกันได้ รัฐวิสาหกิจหรือกิจการอื่นของรัฐในทำนองเดียวกันอาจต้องให้ทนายความ มาเป็นกรรมการหรือที่ปรึกษาด้านกฎหมาย ซึ่งทนายความไม่มีเรื่องวินัยมาควบคุมเหมือนพนักงานอัยการ จึงอาจเกิดปัญหาได้ นอกจากนี้ อาจมีการแทรกแซงจากฝ่ายการเมืองโดยการให้ทนายความมาเป็น กรรมการหรือที่ปรึกษาด้านกฎหมายของรัฐวิสาหกิจหรือกิจการอื่นของรัฐในทำนองเดียวกัน จึงเสนอให้ตัด ความในมาตรา 2 ออกทั้งวรรค โดยให้นำไปบัญญัติในกฎหมายลำดับรอง</p><p>- ควรมีการแก้ไขเพิ่มเติมเพื่อให้องค์กรอัยการมีโครงสร้างที่ดีกว่าปัจจุบัน โดยสามารถทำงาน เป็นอิสระได้อย่างแท้จริง และรักษาผลประโยชน์ให้ภาครัฐ รวมทั้งสร้างผลงานให้เป็นไปตามที่สังคม คาดหวัง</p><p>ประธานกรรมการชี้แจงว่า ปัญหาที่เกิดขึ้นกับองค์กรอัยการนั้นไม่เกี่ยวกับองค์กร โครงสร้าง หรือ ความเป็นอิสระ แต่ปัญหาอยู่ที่ตัวบุคคล และเสนอให้แก้ไขเพิ่มเติม เป็นดังนี้ “มาตรา 2 <strike>พนักงานอัยการ</strike><strike>ต้องไม่เป็นกรรมการในรัฐวิสาหกิจหรือกิจการอื่นของรัฐในทำนองเดียวกัน เว้นแต่จะได้รับอนุมัติจาก คณะกรรมการอัยการ ไม่เป็นอนุญาโตตุลาการให้แก่คู่พิพาทของรัฐทั้งต้องไม่ประกอบอาชีพหรือ วิชาชีพ หรือกระทำกิจการใดอันเป็นการกระทบกระเทือนถึงการปฏิบัติหน้าที่ หรือเสื่อมเสียเกียรติ ศักดิ์แห่งตำแหน่งหน้าที่ราชการ และต้องไม่เป็นกรรมการ ผู้จัดการ หรือที่ปรึกษากฎหมาย หรือดำรง ตำแหน่งอื่นใดที่มีลักษณะงานคล้ายคลึงกันนั้นในห้างหุ้นส่วนบริษัท</strike><u>กฎหมายตามมาตรา 1 วรรคสาม</u>ต้องมีมาตรการป้องกันมิให้พนักงานอัยการกระทำหรือดำรงตำแหน่งใดอันจะขัดต่อการปฏิบัติหน้าที่อย่าง<u>เที่ยงธรรม หรือที่ทำให้มีส่วนได้เสียในการปฏิบัติหน้าท</u>ี่” ทั้งนี้ เป็นการเขียนอย่างกว้างโดยนำรายละเอียด ไปบัญญัติในกฎหมายลำดับรอง</p><p>- มีกรรมการสอบถามว่า เหตุใดรัฐธรรมนูญ 2550 จึงให้องค์กรอัยการเป็นองค์กรตามรัฐธรรมนูญ เนื่องจากในต่างประเทศองค์กรอัยการส่วนใหญ่เป็นองค์กรที่ทำงานอยู่ภายใต้ฝ่ายบริหาร</p><p>นายประพันธ์ นัยโกวิท กรรมการ ชี้แจงว่า เหตุผลหลักในการแยกองค์กรอัยการออกจากฝ่าย บริหารตามรัฐธรรมนูญ 2550 เพื่อไม่ให้ฝ่ายการเมืองเข้ามาแทรกแซงองค์กรอัยการโดยเฉพาะเรื่องการ สั่งคดีของอัยการ</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 2 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","นายประพันธ์ นัยโกวิท","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"32","หน้า":"16-18"},{"หมวด":"13","ส่วน":"","มาตรา":"248","ร่างมาตรา":"253","ร่างบทบัญญัติ":"<p>“มาตรา 253 องค์กรอัยการมีหน้าที่และอำนาจตามที่บัญญัติในรัฐธรรมนูญและกฎหมาย</p><p>พนักงานอัยการมีอิสระในการพิจารณาสั่งคดีและการปฏิบัติหน้าที่ให้เป็นไปโดยรวดเร็วและ เที่ยงธรรม</p><p><strike>การแต่งตั้ง การโยกย้าย การเลื่อนเงินเดือนหรือตำแหน่ง และการดำเนิน</strike>การบริหารงานบุคคล</p><p><u>การงบประมาณและการดำเนินการอื่นขององค์กรอัยการให้มีความเป็นอิสระ และการดำเนินการบริหารงาน</u> <u>บุคคล</u>ของพนักงานอัยการ ต้องดำเนินการโดยคณะกรรมการอัยการซึ่งอย่างน้อยต้องประกอบด้วยประธานกรรมการซึ่งต้องไม่เป็นพนักงานอัยการ และผู้ทรงคุณวุฒิบรรดาที่ได้รับเลือกจากพนักงานอัยการ ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>กฎหมายตามวรรคสาม ต้องมีมาตรการป้องกันมิให้พนักงานอัยการกระทำการหรือดำรงตำแหน่ง ใดอันอาจมีผลให้การสั่งคดีหรือการปฏิบัติหน้าที่ไม่เป็นไปตามวรรคสอง หรืออาจทำให้มีการขัดกันแห่ง ผลประโยชน์”</p>","ประเด็นการพิจารณา":"<p> ประธานกรรมการกล่าวว่า ควรบัญญัติในบทเฉพาะกาลว่าหากยังไม่มีมาตรการป้องกันตามวรรคสี่ พนักงานอัยการจะไม่สามารถดำรงตำแหน่งอื่นใดได้ และสอบถามว่าเหตุใดจึงใช้ความว่า “อย่างน้อย” ในวรรคสาม</p><p>นายประพันธ์ นัยโกวิท กรรมการ ชี้แจงว่า ในรัฐธรรมนูญยังขาดกรรมการอัยการโดยตำแหน่ง เช่น อัยการสูงสุด จึงควรเพิ่มความว่า “อย่างน้อย” เพื่อให้สามารถไปบัญญัติในกฎหมายลำดับรอง</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- หากบัญญัติเพิ่มหน่วยธุรการที่เป็นอิสระในหมวด 10 ศาล จะต้องบัญญัติเพิ่มหน่วยธุรการที่เป็น อิสระให้แก่องค์กรอัยการด้วยหรือไม่ เพื่อให้การบริหารงานบุคคลและงบประมาณขององค์กรอัยการมีความ เป็นอิสระเช่นเดียวกับรัฐธรรมนูญ 2550</p><p>ประธานกรรมการกล่าวว่า ศาลและองค์กรอัยการมีความแตกต่างกัน หน่วยงานที่รับผิดชอบงาน ธุรการของศาลนั้นจะแยกออกจากศาลจึงเป็นคนละองค์กร แต่ในองค์กรอัยการมีรูปแบบแตกต่างออกไป โดยพนักงานอัยการและหน่วยงานที่รับผิดชอบงานธุรการรวมอยู่ในองค์กรอัยการ ทำให้องค์กรอัยการจึงไม่ มีหน่วยงานที่รับผิดชอบงานธุรการที่เป็นอิสระ</p><p>- มีกรรมการแสดงความเห็นว่า ความในวรรคสาม ควรแก้ไขเพิ่มเติม เป็นดังนี้ “<strike>การแต่งตั้งการ</strike><strike>โยกย้ายการเลื่อนเงินเดือนหรือตำแหน่งและการดำเนิน</strike>การบริหารงานบุคคล<u>และงานธุรการขององค์กร</u><u>อัยการให้มีความเป็นอิสระ และการดำเนินการบริหารงานบุคคล</u>ของพนักงานอัยการ...”</p><p>- ร่างมาตรา 143 กำหนดเรื่องรัฐต้องจัดสรรงบประมาณให้เพียงพอกับการปฏิบัติหน้าที่โดยอิสระของรัฐสภา ศาลรัฐธรรมนูญ ศาลยุติธรรม ศาลปกครอง และองค์กรอิสระ หากร่างมาตรา 235 บัญญัติ เรื่องงบประมาณในองค์กรอัยการ ควรแก้ไขเพิ่มเติมร่างมาตรา 143 ด้วย</p><p>ประธานกรรมการกล่าวว่า ควรเพิ่มองค์กรอัยการในร่างมาตรา 143 ด้วย เพื่อให้สอดคล้องกัน และควรแก้ไขร่างมาตรา 143 เรื่องการจัดสรรงบประมาณว่า “ให้คำนึงถึงการปฏิบัติภารกิจและความเป็น อิสระ”</p><p>- มีกรรมการสอบถามว่า หากเพิ่มองค์กรอัยการไว้ในร่างมาตรา 143 แล้วต้องเพิ่มศาลทหารด้วยหรือไม่</p><p>พลเอก อัฏฐพร เจริญพานิช กรรมการ ชี้แจงว่า งบประมาณของศาลทหารนั้นรวมอยู่ในกระทรวงกลาโหมแล้ว</p><p>- มีกรรมการสอบถามว่า การแก้ไขเพิ่มเติมที่กำหนดให้งานธุรการขององค์กรอัยการมีความเป็น อิสระ มีจุดมุ่งหมายให้องค์กรอัยการตั้งสำนักงานกิจการอัยการหรือไม่</p><p>ประธานกรรมการกล่าวว่า ในร่างมาตรานี้ไม่มีจุดมุ่งหมายให้องค์กรอัยการตั้งสำนักงานกิจการอัยการ</p><p>- มีกรรมการแสดงความเห็นว่า ความในวรรคสาม ควรแก้ไขเพ่ิมเติม เป็นดังนี้“<strike>การแต่งตั้ง การ</strike><strike>โยกย้าย การเลื่อนเงินเดือนหรือตำแหน่ง และการดำเนิน</strike>การบริหารงานบุคคล <u>การงบประมาณและการ</u><u>ดำเนินการอื่นขององค์กรอัยการให้มีความเป็นอิสระ และการดำเนินการบริหารงานบุคคล</u>ของพนักงาน อัยการ...”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 253 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายประพันธ์ นัยโกวิท","พลเอก อัฏฐพร เจริญพานิช","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"65","หน้า":"22-24"},{"หมวด":"13","ส่วน":"","มาตรา":"248","ร่างมาตรา":"","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p> ที่ประชุมแสดงความเห็น ดังนี้</p><p>- เรื่องการบริหารงานบุคคลของพนักงานอัยการตามความในวรรคสามของร่างมาตรา 253 มีรูปแบบการบัญญัติที่แตกต่างจากบทบัญญัติในเรื่องการบริหารงานบุคคลของศาลยุติธรรม และการบริหารงานบุคคลของศาลปกครอง ดังนั้น ควรบัญญัติให้มีลักษณะเดียวกับการบริหารงานบุคคลของ ศาลยุติธรรมและศาลปกครอง</p><p>ประธานกรรมการกล่าวว่า ในหลักการควรปรับรูปแบบการบัญญัติเรื่องของการบริหารงานบุคคลของศาลยุติธรรม ศาลปกครอง และองค์กรอัยการ ให้มีลักษณะเดียวกัน</p><p>- มีกรรมการแสดงความเห็นว่า เรื่องการบริหารงานบุคคลควรบัญญัติให้สั้นกระชับ เนื่องจากกฎหมายลำดับรองของแต่ละองค์กรได้บัญญัติหลักการเพื่อรองรับการบริหารงานบุคคลของแต่ละองค์กรไว้ในกฎหมายลำดับรองแล้ว</p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงการบริหารงานบุคคล การงบประมาณ และการดำเนินการอื่น ๆ และความเป็นอิสระในการพิจารณาสั่งคดีและการปฎิบัติหน้าที่ของพนักงานอัยการแต่ไม่มีการลงมติ","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"66","หน้า":"15"},{"หมวด":"13","ส่วน":"","มาตรา":"248","ร่างมาตรา":"247","ร่างบทบัญญัติ":"<p> “มาตรา 247 องค์กรอัยการมีหน้าที่และอำนาจตามที่บัญญัติในรัฐธรรมนูญและกฎหมาย</p><p>พนักงานอัยการมีอิสระในการพิจารณาสั่งคดีและการปฏิบัติหน้าที่ให้เป็นไปโดยรวดเร็วและ เที่ยงธรรม และไม่ให้ถือว่าเป็นคำสั่งทางปกครอง</p><p>การบริหารงานบุคคล การงบประมาณและการดำเนินการอื่นขององค์กรอัยการให้มีความเป็นอิสระ และการ<strike>ดำเนินการ</strike>บริหารงานบุคคล<strike>ของ</strike><u>เกี่ยวกับ</u>พนักงานอัยการ ต้องดำเนินการโดยคณะกรรมการอัยการ ซึ่งอย่างน้อยต้องประกอบด้วยประธานกรรมการซึ่งต้องไม่เป็นพนักงานอัยการ และผู้ทรงคุณวุฒิบรรดาที่ ได้รับเลือกจากพนักงานอัยการ ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>กฎหมายตามวรรคสาม ต้องมีมาตรการป้องกันมิให้พนักงานอัยการกระทำการหรือดำรงตำแหน่ง ใดอันอาจมีผลให้การสั่งคดีหรือการปฏิบัติหน้าที่ไม่เป็นไปตามวรรคสอง หรืออาจทำให้มีการขัดกันแห่ง ผลประโยชน์ ทั้งนี้ มาตรการดังกล่าวต้องกำหนดให้ชัดแจ้งและใช้เป็นการทั่วไป โดยจะมอบอำนาจให้มีการ พิจารณาเป็นกรณี ๆ ไปมิได้”</p>","ประเด็นการพิจารณา":"<p> มีกรรมการเสนอตัดความว่า “ดำเนินการ” หน้าความว่า “บริหารงานบุคคล” ในวรรคสาม เนื่องจากมีความว่า “ดำเนินการ” ซ้ำกันสองแห่ง</p><p>ประธานกรรมการแก้ไขร่างมาตรา 247 เป็นดังนี้</p><p>“มาตรา 247 องค์กรอัยการมีหน้าที่และอำนาจตามที่บัญญัติในรัฐธรรมนูญและกฎหมาย</p><p>พนักงานอัยการมีอิสระในการพิจารณาสั่งคดีและการปฏิบัติหน้าที่ให้เป็นไปโดยรวดเร็วและ เที่ยงธรรม และไม่ให้ถือว่าเป็นคำสั่งทางปกครอง</p><p>การบริหารงานบุคคล การงบประมาณและการดำเนินการอื่นขององค์กรอัยการให้มีความเป็นอิสระ และการ<strike>ดำเนินการ</strike>บริหารงานบุคคล<strike>ของ</strike><u>เกี่ยวกับ</u>พนักงานอัยการ ต้องดำเนินการโดยคณะกรรมการอัยการ ซึ่งอย่างน้อยต้องประกอบด้วยประธานกรรมการซึ่งต้องไม่เป็นพนักงานอัยการ และผู้ทรงคุณวุฒิบรรดาที่ ได้รับเลือกจากพนักงานอัยการ ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>กฎหมายตามวรรคสาม ต้องมีมาตรการป้องกันมิให้พนักงานอัยการกระทำการหรือดำรงตำแหน่งใด อันอาจมีผลให้การสั่งคดีหรือการปฏิบัติหน้าที่ไม่เป็นไปตามวรรคสอง หรืออาจทำให้มีการขัดกันแห่ง ผลประโยชน์ ทั้งนี้ มาตรการดังกล่าวต้องกำหนดให้ชัดแจ้งและใช้เป็นการทั่วไป โดยจะมอบอำนาจให้มีการ พิจารณาเป็นกรณี ๆ ไปมิได้”</p>","มติที่ประชุม":"<p> คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 247 เป็นดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"72","หน้า":"53-54"},{"หมวด":"13","ส่วน":"","มาตรา":"248","ร่างมาตรา":"245","ร่างบทบัญญัติ":"<p>“มาตรา 245 องค์กรอัยการมีหน้าที่และอำนาจตามที่บัญญัติไว้ในรัฐธรรมนูญและกฎหมาย</p><p>พนักงานอัยการมีอิสระในการพิจารณาสั่งคดีและการปฏิบัติหน้าที่ให้เป็นไปโดยรวดเร็วและเที่ยงธรรม และไม่ให้ถือว่าเป็นคำสั่งทางปกครอง</p><p>การบริหารงานบุคคล การงบประมาณและการดำเนินการอื่นขององค์กรอัยการให้มีความเป็นอิสระอิสระ <u>โดยให้มีระบบเงินเดือนและค่าตอบแทนเป็นการเฉพาะตามความเหมาะสม</u> และการบริหารงานบุคคลเกี่ยวกับพนักงานอัยการ ต้องดำเนินการโดยคณะกรรมการอัยการซึ่งอย่างน้อยต้องประกอบด้วยประธานกรรมการซึ่งต้องไม่เป็นพนักงานอัยการ และผู้ทรงคุณวุฒิบรรดาที่ได้รับเลือกจากพนักงานอัยการ ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>กฎหมายตามวรรคสาม ต้องมีมาตรการป้องกันมิให้พนักงานอัยการกระทำการหรือดำรงตำแหน่งใดอันอาจมีผลให้การสั่งคดีหรือการปฏิบัติหน้าที่ไม่เป็นไปตามวรรคสอง หรืออาจทำให้มีการขัดกันแห่งผลประโยชน์ ทั้งนี้ มาตรการดังกล่าวต้องกำหนดให้ชัดแจ้งและใช้เป็นการทั่วไป โดยจะมอบอำนาจให้มีการพิจารณาเป็นกรณี ๆ ไปมิได้” </p>","ประเด็นการพิจารณา":"<p> มีกรรมการเสนอแก้ไขความในวรรคสาม เป็นดังนี้ “การบริหารงานบุคคล การงบประมาณ และการดำเนินการอื่นขององค์กรอัยการให้มีความเป็นอิสระอิสระ <u>โดยให้มีระบบเงินเดือนและค่าตอบแทน เป็นการเฉพาะตามความเหมาะสม</u> และการบริหารงาน...”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขร่างมาตรา 245 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"100","หน้า":"35-36"},{"หมวด":"13","ส่วน":"","มาตรา":"248","ร่างมาตรา":"245","ร่างบทบัญญัติ":"<p>“มาตรา 245 องค์กรอัยการมีหน้าที่และอำนาจตามที่บัญญัติไว้ในรัฐธรรมนูญและกฎหมาย</p><p>พนักงานอัยการมีอิสระในการพิจารณาสั่งคดีและการปฏิบัติหน้าที่ให้เป็นไปโดยรวดเร็วและเที่ยงธรรม และไม่ให้ถือว่าเป็นคำสั่งทางปกครอง</p><p>การบริหารงานบุคคล การงบประมาณและการดำเนินการอื่นขององค์กรอัยการให้มีความเป็นอิสระ และการบริหารงานบุคคลเกี่ยวกับพนักงานอัยการ ต้องดำเนินการโดยคณะกรรมการอัยการซึ่งอย่างน้อยต้องประกอบด้วยประธานกรรมการซึ่งต้องไม่เป็นพนักงานอัยการ และผู้ทรงคุณวุฒิบรรดาที่ได้รับเลือกจากพนักงานอัยการ ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>กฎหมายตามวรรคสาม ต้องมีมาตรการป้องกันมิให้พนักงานอัยการกระทำการหรือดำรงตำแหน่งใดอันอาจมีผลให้การสั่งคดีหรือการปฏิบัติหน้าที่ไม่เป็นไปตามวรรคสอง หรืออาจทำให้มีการขัดกันแห่งผลประโยชน์ ทั้งนี้ มาตรการดังกล่าวต้องกำหนดให้ชัดแจ้งและใช้เป็นการทั่วไป โดยจะมอบอำนาจให้มีการพิจารณาเป็นกรณี ๆ ไปมิได้” </p>","ประเด็นการพิจารณา":"<p>เมื่อคราวประชุมคณะกรรมการร่างรัฐธรรมนูญ ครั้งที่ 100 วันอังคาร ที่ 8 มีนาคม 2559 ที่ประชุมมีมติแก้ไขเพิ่มเติมความในร่างมาตรานี้ เป็นดังนี้</p><p>“มาตรา 245 องค์กรอัยการมีหน้าที่และอำนาจตามที่บัญญัติไว้ในรัฐธรรมนูญและกฎหมาย</p><p>พนักงานอัยการมีอิสระในการพิจารณาสั่งคดีและการปฏิบัติหน้าที่ให้เป็นไปโดยรวดเร็วและเที่ยงธรรม และไม่ให้ถือว่าเป็นคำสั่งทางปกครอง</p><p>การบริหารงานบุคคล การงบประมาณและการดำเนินการอื่นขององค์กรอัยการให้มีความเป็นอิสระ <u>โดยให้มีระบบเงินเดือนและค่าตอบแทนเป็นการเฉพาะตามความเหมาะสม</u> และการบริหารงานบุคคลเกี่ยวกับพนักงานอัยการ ต้องดำเนินการโดยคณะกรรมการอัยการซึ่งอย่างน้อยต้องประกอบด้วยประธานกรรมการซึ่งต้องไม่เป็นพนักงานอัยการ และผู้ทรงคุณวุฒิบรรดาที่ได้รับเลือกจากพนักงานอัยการ ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>กฎหมายตามวรรคสาม ต้องมีมาตรการป้องกันมิให้พนักงานอัยการ กระทำการหรือดำรงตำแหน่งใดอันอาจมีผลให้การสั่งคดีหรือการปฏิบัติหน้าที่ไม่เป็นไปตามวรรคสอง หรืออาจทำให้มีการขัดกันแห่งผลประโยชน์ ทั้งนี้ มาตรการดังกล่าวต้องกำหนดให้ชัดแจ้งและใช้เป็นการทั่วไป โดยจะมอบอำนาจให้มีการพิจารณาเป็นกรณี ๆ ไปมิได้”</p><p>ประธานกรรมการสอบถามว่า องค์ประกอบและที่มาของคณะกรรมการอัยการตามที่บัญญัติไว้ในวรรคสองของร่างมาตรา 245 เหมาะสมหรือไม่ และองค์กรอัยการมีความเห็นอย่างไร</p><p>นายประพันธ์ นัยโกวิท กรรมการ ชี้แจงว่า คณะกรรมการอัยการมีที่มาจากหลายประเภท เช่น กรรมการอัยการโดยตำแหน่ง หรือกรรมการอัยการที่เป็นข้าราชการอัยการหรืออดีตข้าราชการอัยการซึ่งได้รับการเลือกตั้งจากข้าราชการอัยการ เป็นต้น ทั้งนี้ การบัญญัติความในวรรคสองของร่างมาตรา 245 ว่า “…คณะกรรมการอัยการซึ่งอย่างน้อยต้องประกอบด้วยประธานกรรมการซึ่งต้องไม่เป็นพนักงานอัยการ และผู้ทรงคุณวุฒิบรรดาที่ได้รับเลือกจากพนักงานอัยการ…” องค์กรอัยการเห็นว่ามีความเหมาะสมแล้ว โดยที่มาของกรรมการอัยการผู้ทรงคุณวุฒิจะได้กำหนดรายละเอียดในกฎหมายระดับพระราชบัญญัติต่อไป </p>","มติที่ประชุม":"<p> คณะกรรมการมีมติเห็นชอบร่างมาตรา 245 ตามที่ได้มีการแก้ไขเพิ่มเติมเมื่อคราวประชุมคณะกรรมการร่างรัฐธรรมนูญ ครั้งที่ 100 วันอังคาร ที่ 8 มีนาคม 2559</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายประพันธ์ นัยโกวิท"],"ประชุมครั้งที่":"101","หน้า":"12-13"},{"หมวด":"13","ส่วน":"","มาตรา":"248","ร่างมาตรา":"248","ร่างบทบัญญัติ":"<p> “มาตรา 248 องค์กรอัยการมีหน้าที่และอำนาจตามที่บัญญัติไว้ในรัฐธรรมนูญและกฎหมาย</p><p>พนักงานอัยการมีอิสระในการพิจารณาสั่งคดีและการปฏิบัติหน้าที่ ให้เป็นไปโดยรวดเร็ว<strike>และ </strike>เที่ยงธรรม <u>และปราศจากอคติทั้งปวง</u> และไม่ให้ถือว่าเป็นคำสั่งทางปกครอง</p><p>การบริหารงานบุคคล การงบประมาณ และการดำเนินการอื่นขององค์กรอัยการให้มีความเป็น อิสระ โดยให้มีระบบเงินเดือนและค่าตอบแทนเป็นการเฉพาะตามความเหมาะสม และการบริหารงานบุคคล เกี่ยวกับพนักงานอัยการต้องดำเนินการโดยคณะกรรมการอัยการซึ่งอย่างน้อยต้องประกอบด้วยประธาน กรรมการซึ่งต้องไม่เป็นพนักงานอัยการ และผู้ทรงคุณวุฒิบรรดาที่ได้รับเลือกจากพนักงานอัยการ <u>ผู้ทรงคุณวุฒิดังกล่าวอย่างน้อยต้องมีบุคคลซึ่งไม่เป็นหรือเคยเป็นพนักงานอัยการมาก่อนสองคน</u> ทั้งนี้ ตามที่กฎหมายบัญญัติ</p><p>กฎหมายตามวรรคสาม ต้องมีมาตรการป้องกันมิให้พนักงานอัยการกระทำการหรือดำรงตำแหน่ง ใดอันอาจมีผลให้การสั่งคดีหรือการปฏิบัติหน้าที่ไม่เป็นไปตามวรรคสอง หรืออาจทำให้มีการขัดกันแห่ง ผลประโยชน์ ทั้งนี้ มาตรการดังกล่าวต้องกำหนดให้ชัดแจ้งและใช้เป็นการทั่วไป โดยจะมอบอำนาจให้มีการ พิจารณาเป็นกรณี ๆ ไปมิได้”</p>","ประเด็นการพิจารณา":"<p> ที่ประชุมแสดงความเห็น ดังนี้</p><p>- มีกรรมการเสนอแก้ไขความในวรรคสองของร่างมาตรา 248 โดยให้เพิ่มความว่า “...และ ปราศจากอคติทั้งปวง...” เช่นเดียวกับร่างมาตรา 188 วรรคสอง ที่ได้บัญญัติถ้อยคำดังกล่าวไว้</p><p>- มีกรรมการตั้งข้อสังเกตว่า เมื่อพิจารณาถึงองค์ประกอบของคณะกรรมการตุลาการศาลยุติธรรม จะมีสัดส่วนของผู้ทรงคุณวุฒิที่มาจากบุคคลภายนอกไม่เกินสองคน ดังนั้น ในกรณีขององค์กรอัยการจะมี ผู้ทรงคุณวุฒิบรรดาที่ได้รับเลือกจากพนักงานอัยการซึ่งเป็นบุคคลภายในขององค์กรอัยการเองมิใช่เป็น ผู้ทรงคุณวุฒิบุคคลภายนอก จะมีความเหมาะสมหรือไม่ เนื่องจากจะส่งผลทำให้มีลักษณะเป็นองค์กรปิด ไม่สามารถถูกตรวจสอบจากบุคคลภายนอกได้</p><p>ประธานกรรมการกล่าวว่า ควรแก้ไขความในตอนท้ายร่างมาตรา 248 วรรคสาม โดยให้มี คณะกรรมการอัยการที่มีสัดส่วนจากผู้ทรงคุณวุฒิที่ไม่เป็นหรือเคยเป็นพนักงานอัยการสองคน ความที่เสนอ เป็นดังนี้ “...<u>ผู้ทรงคุณวุฒิดังกล่าวอย่างน้อยต้องมีบุคคลซึ่งไม่เป็นหรือเคยเป็นพนักงานอัยการมาก่อน</u> <u>สองคน</u> ทั้งนี้ ตามที่กฎหมายบัญญัติ”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 248 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"113","หน้า":"80-81"}]