const chapterColorCode = {
    "ทั้งหมด": "#FFFFFF",
    "คำปรารภ": "#93785F",
    "บทเฉพาะกาล": "#FF5151",
    "บททั่วไป": "#FFD600",
    "พระมหากษัตริย์": "#4182FF",
    "สิทธิและเสรีภาพของปวงชนชาวไทย": "#00BCF8",
    "หน้าที่ของปวงชนชาวไทย ": "#37CDB2",
    "หน้าที่ของรัฐ": "#1EA0C9",
    "แนวนโบายแห่งรัฐ": "#AB6CFC",
    "รัฐสภา": "#F06CFC",
    "คณะรัฐมนตรี": "#FC6CB1",
    "การขัดกันแห่งผลประโยชน์": "#C2206E",
    "ศาล": "#C2206E",
    "ศาลรัฐธรรมนูญ": "#12AD75",
    "องค์กรอิสระ": "#719C39",
    "องค์กรอัยการ": "#E05D13",
    "การปกครองส่วนท้องถิ่น": "#ECCCF8",
    "การแก้ไขเพิ่มเติมรัฐธรรมนูญ": "#4F7B4B",
    "การปฏิรูปประเทศ": "#654375",
}

export default chapterColorCode;