import React from "react";
import "../components/ProfileImages.jsx";
import ProfileImages from "../components/ProfileImages.jsx";
export default function About() {
  return (
	<div>
    <div data-testid="about">
      <div className="Landing-Page-Banner-PC">
        <div className="max-w-screen-xl mx-auto" >
          <h1 className="text-center lg:text-7xl md:text-6xl sm:text-4xl text-3xl font-bold text-white pt-40">
            เกี่ยวกับโครงการอาสาสมัครหอสมุดรัฐสภา กิจกรรม “Hack เจตนารมณ์รัฐธรรมนูญ 2560” และจัดทำเว็บไซต์เปรียบเทียบบทบัญญัติและเจตนารมณ์การร่างรัฐธรรมนูญ

	  </h1>
          <div className="text-center text-white text-lg px-8">
            <p className="pt-20">
        	รัฐธรรมนูญแห่งราชอาณาจักรไทย พุทธศักราช 2560 ได้บัญญัติถึงสิทธิเสรีภาพของประชาชน และสนับสนุนให้เกิดการมีส่วนร่วมของประชาชน การส่งเสริมและคุ้มครองสิทธิเสรีภาพของประชาชน 
	และการเปิดโอกาสให้ประชาชนได้เข้ามามีส่วนร่วมในการพัฒนาประเทศทั้งด้านเศรษฐกิจ สังคม การเมือง และสิ่งแวดล้อมอย่างเป็นรูปธรรมมากยิ่งขึ้น 
	อันจะนำไปสู่การพัฒนาระบบการเมืองการปกครองในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุขให้เป็นไปในทิศทางที่เหมาะสม 
	การพัฒนาประเทศจะเกิดประสิทธิภาพประชาชนต้องเข้ามามีส่วนร่วมในทุกระดับ และสอดคล้องกับยุคดิจิทัลที่หน่วยงานต้องนำเทคโนโลยีสารสนเทศที่มีความทันสมัย
	และพัฒนาไปอย่างไม่หยุดยั้งมาสร้างบริการดิจิทัลที่ตรงกับความต้องการของผู้ใช้บริการ
		    
		หอสมุดรัฐสภา สำนักวิชาการ ตระหนักถึงการเข้าถึงทรัพยากรสารสนเทศที่สะดวก รวดเร็วของสมาชิกรัฐสภาและผู้ใช้บริการในยุคดิจิทัล 
	จึงมีแนวคิดยกระดับของการให้บริการสารสนเทศภายในหอสมุดรัฐสภาให้สามารถเข้าถึงทรัพยากรสารสนเทศเพื่อใช้ประโยชน์ในการพิจารณารัฐธรรมนูญ
	และร่างพระราชบัญญัติต่าง ๆ ซึ่งเป็นภารกิจโดยตรงของรัฐสภาในการทำหน้าที่ตรากฎหมายของประเทศ ให้มีความสะดวก รวดเร็ว ตรงต่อความต้องการ 
	โดยสามารถเข้าถึงได้ทุกที่ ทุกเวลา และทุกอุปกรณ์ 	
		    
		หอสมุดรัฐสภาจึงได้ริเริ่มโครงการอาสาสมัครหอสมุดรัฐสภา โดยดำเนินการกิจกรรมที่ 1 คือ กิจกรรม “Hack เจตนารมณ์รัฐธรรมนูญ 2560” 
	และจัดทำเว็บไซต์เปรียบเทียบบทบัญญัติและเจตนารมณ์การร่างรัฐธรรมนูญ เพื่อเหนี่ยวนำทุกภาคส่วนที่เกี่ยวข้อง (Stakeholders) มาร่วมกันออกแบบนวัตกรรมใหม่ 
	ที่ขจัดปัญหาอุปสรรคด้านเวลา สถานที่ และวิธีการในการเข้าถึงบันทึกการประชุมคณะกรรมการร่างรัฐธรรมนูญ 2560  โดยนำแนวคิด Hackathon เข้ามาใช้ เปิดโอกาสให้สมาชิกสภาผู้แทนราษฎร 
	ภาคประชาชนและกลุ่มนักออกแบบที่สนใจเข้ามามีส่วนร่วมในการเสนอความต้องการ ร่วมออกแบบ ร่วมขับเคลื่อน และร่วมกันจัดทำเครื่องมือสืบค้น (Search Engine) 
	ออกมาเป็นเว็บไซต์บันทึกการประชุมคณะกรรมการร่างรัฐธรรมนูญ 2560 ที่สามารถสืบค้นเปรียบเทียบตัวบทของรัฐธรรมนูญแห่งราชอาณาจักรไทย พุทธศักราช 2560 
	กับร่างรัฐธรรมนูญที่มีการเสนอและแก้ไขเพิ่มเติม ตั้งแต่เริ่มประชุมครั้งแรกจนเสร็จสิ้นการร่างรัฐธรรมนูญ จำนวน 279 มาตรา ซึ่งจะเป็นประโยชน์ต่อผู้ศึกษาได้เรียนรู้ความมุ่งหมายของผู้ร่างรัฐธรรมนูญ 
	และเส้นทางของการร่างรัฐธรรมนูญแต่ละมาตรา อันจะนำไปสู่การสืบค้นเจตนารมณ์ของรัฐธรรมนูญด้วยตนเอง สมาชิกรัฐสภา ข้าราชการ และบุคคลในวงงานรัฐสภา 
	สามารถนำไปใช้ประโยชน์ในการศึกษาเพื่อการปรับปรุงแก้ไขเพิ่มเติมรัฐธรรมนูญต่อไป
	
		โครงการอาสาสมัครหอสมุดรัฐสภา กิจกรรม Hack เจตนารมณ์รัฐธรรมนูญ 2560 ถือเป็นประวัติศาสตร์ครั้งแรกของหอสมุดรัฐสภา ที่ได้สร้างอาสาสมัคร รุ่นที่ 1 
	ที่มีจิตสาธารณะ มีความตั้งใจเข้าร่วม Hack บันทึกการประชุมคณะกรรมการร่างรัฐธรรมนูญ 2560 จากตัวเล่มให้เป็นดิจิทัลทั้งหมด และจัดทำเครื่องมือช่วยค้นให้สามารถสืบค้นได้ทั้งจากมาตรา 
	ชื่อผู้อภิปราย และจากถ้อยคำที่มีอยู่ในบันทึกการประชุม สามารถแสดงผลเชื่อมโยงมาตราที่เกี่ยวข้อง สามารถเปรียบเทียบการเปลี่ยนแปลงแก้ไขเพิ่มเติมแต่ละหมวด 
	แต่ละมาตราตั้งแต่ครั้งแรกที่ประชุมจนออกมาเป็นร่างที่พร้อมจะประกาศเป็นกฎหมาย โดยใช้เวลาดำเนินการโครงการตั้งแต่วันที่ 25 กันยายน 2566 ถึงวันที่ 15 มีนาคม 2567 รวมทั้งสิ้น  173 วัน 

            </p>
            <p className="py-8">
        หอสมุดรัฐสภาขอยกย่องในความมีจิตสาธารณะ ความตั้งใจ และความเสียสละของอาสาสมัครหอสมุดรัฐสภา จำนวน 30 คน ดังรายนามต่อไปนี้ 
		1. นายกิตติ์ธเนศ ฤทธิพรพสิษฐ์ 	
		2. นางสาวเมธิรา เกษมสันต์ 	
		3. นายธนากรณ์ อินทร 		
		4. นายกฤตภาส ธิติวิเชียรเลิศ 	
		5. นายสถาพร วิญญุนาวรรณ 	
		6. นายณัฐพจน์ อัฒนวานิช 	
		7. นายธนกร กิจสาระภักดี 	
		8. นางสาวยิหวา อาทรทีป 	
		9. นายเอกภพ สิทธิวรรณธนะ 	
		10. นายโชคชัย แจ้งจิต 		
		11. นางอักษิกา จันทรวินิจ
		12. นางสาวเบญจรัตน์ สัจกุล
		13. นางสาวสุพัชชา แก้วไชยษา
		14. นางสาวสิริลักษณ์ บุตรศรีทัศน์
		15. นางสาวปาณิสรา ศรีประทุม
		16. นายนันทวัฒน์ ศักดิ์สกุลคุณากร
		17. นายธีรัตม์ พณิชอุดมพัชร์
		18. นายปภาวิชญ์ ศรีบริสุทธิ์
		19. นายทัตธนนันต์ นวลมณี
		20. นายอนุรัฐ เอี่ยมโภคลาภ
		21. นางสาวชนิตา หัวเขา
		22. นางสาวประภาวดี เอกวงศ์
		23. นางสาวจิรารัตน์ จันทรัตน์
		24. นายณรงศ์ศักย์ เหล่ารัตนเวช
		25. นางสาวเมธาวี ศิริตรัย
		26. นางสาวปารณีย์ จิรัสย์จินดา
		27. นางสาวฐิติพร สุดใจ
		28. นายภูริช สีนวลแล
		29. นายธนดล เดชประภากร
		30. นายธรรมทัศน์ ธรรมปัญญาวัฒน์
	หอสมุดรัฐสภา สำนักวิชาการ สำนักงานเลขาธิการสภาผู้แทนราษฎร ขอขอบคุณทุกภาคส่วนที่เกี่ยวข้อง สมาชิกสภาผู้แทนราษฎร ผู้บริหารสำนักงานเลขาธิการสภาผู้แทนราษฎร 
	ที่ได้ส่งเสริมการจัดโครงการ ตลอดจนเป็นที่ปรึกษาให้คำแนะนำตั้งแต่เริ่มต้นจนสิ้นสุดโครงการ ขอขอบคุณคณะทำงานตรวจสอบการนำเข้าข้อมูลเว็บไซต์เปรียบเทียบบทบัญญัติและเจตนารมณ์การร่างรัฐธรรมนูญ 2560 
	ในโครงการอาสาสมัครหอสมุดรัฐสภากิจกรรม Hack เจตนารมณ์รัฐธรรมนูญ 2560 ของสำนักวิชาการ ที่ได้กำหนดหลักเกณฑ์และร่วมกันตรวจสอบข้อมูลบันทึกการประชุมคณะกรรมการร่างรัฐธรรมนูญในเว็บไซต์ให้ถูกต้องตรงกับต้นฉบับ 
	ขอขอบคุณมา ณ โอกาสนี้ 
	
								หอสมุดรัฐสภา
							        15 มีนาคม 2567
            </p>
          </div>


        </div>
      </div>
    </div>
      

      <div className="bg-black text-white text-center pt-20">
        <div className="max-w-screen-xl mx-auto">
          <h4 className="font-bold text-lg">
            เปิดเผยข้อมูลโดย
          </h4>
          <h3 className="font-bold text-4xl">
            ก้าวGeek Community
          </h3>

          <div className="flex flex-wrap gap-8 justify-center w-3/4 gap-10 mx-auto py-12">
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
          </div>

          
        </div>



      </div>
    </div>
  );
}
