import React from "react";
import "../components/ProfileImages.jsx";
import ProfileImages from "../components/ProfileImages.jsx";
export default function About() {
  return (
    <div data-testid="about">
      <div className="Landing-Page-Banner-PC">
        <div className="max-w-screen-xl mx-auto" >
          <h1 className="text-center lg:text-7xl md:text-6xl sm:text-4xl text-3xl font-bold text-white pt-40">
            เกี่ยวกับโครงการอาสาสมัครหอสมุดรัฐสภา กิจกรรม “Hack เจตนารมณ์รัฐธรรมนูญ 2560”และจัดทำเว็บไซต์เปรียบเทียบบทบัญญัติและเจตนารมณ์การร่างรัฐธรรมนูญ

          </h1>
          <div className="text-center text-white text-lg px-8">
            <p className="pt-20">
              รัฐธรรมนูญแห่งราชอาณาจักรไทย พุทธศักราช 2560 ได้บัญญัติถึงสิทธิเสรีภาพของประชาชนและสนับสนุนให้เกิดการมีส่วนร่วมของประชาชน การส่งเสริมและคุ้มครองสิทธิเสรีภาพของประชาชน 
              และการเปิดโอกาสให้ประชาชนได้เข้ามามีส่วนร่วมในการพัฒนาประเทศทั้งด้านเศรษฐกิจ สังคม การเมือง และสิ่งแวดล้อมอย่างเป็นรูปธรรมมากยิ่งขึ้น 
              อันจะนำไปสู่การพัฒนาระบบการเมืองการปกครองในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุขให้เป็นไปในทิศทางที่เหมาะสม 
              การพัฒนาประเทศจะเกิดประสิทธิภาพประชาชนต้องเข้ามามีส่วนร่วมในทุกระดับ และสอดรับกับยุคดิจิทัลที่หน่วยงานต้องนำเทคโนโลยีสารสนเทศที่มีความทันสมัย
              และพัฒนาไปอย่างไม่หยุดยั้งมาสร้างบริการดิจิทัลที่ตรงกับความต้องการของผู้ใช้บริการ
	            หอสมุดรัฐสภาตระหนักถึงการเข้าถึงทรัพยากรสารสนเทศที่สะดวก รวดเร็วของสมาชิกรัฐสภาและผู้ใช้บริการในยุคดิจิทัล 
              จึงมีแนวคิดยกระดับของการให้บริการสารสนเทศภายในหอสมุดรัฐสภาให้สามารถเข้าถึงทรัพยากรสารสนเทศเพื่อใช้ประโยชน์ในการพิจารณารัฐธรรมนูญและร่างพระราชบัญญัติต่าง ๆ 
              ซึ่งเป็นภารกิจโดยตรงของรัฐสภาในการทำหน้าที่ตรากฎหมายของประเทศ ให้มีความสะดวก รวดเร็ว ตรงต่อความต้องการ โดยสามารถเข้าถึงได้ทุกที่ ทุกเวลา และทุกอุปกรณ์ 	
              หอสมุดรัฐสภาจึงได้ริเริ่มโครงการอาสาสมัครหอสมุดรัฐสภา โดยดำเนินการกิจกรรมที่ 1 คือ กิจกรรม “Hack เจตนารมณ์รัฐธรรมนูญ 2560” 
              และจัดทำเว็บไซต์เปรียบเทียบบทบัญญัติและเจตนารมณ์การร่างรัฐธรรมนูญ เพื่อเหนี่ยวนำทุกภาคส่วนที่เกี่ยวข้อง (Stakeholders) มาร่วมกันออกแบบนวัตกรรมใหม่ 
              ที่ขจัดปัญหาอุปสรรคด้านเวลา สถานที่ และวิธีการในการเข้าถึงบันทึกการประชุมคณะกรรมการ
              ร่างรัฐธรรมนูญ 2560  โดยนำแนวคิด Hackathon เข้ามาใช้ เปิดโอกาสให้สมาชิกสภาผู้แทนราษฎร 
              ภาคประชาชนและกลุ่มนักออกแบบที่สนใจเข้ามามีส่วนร่วมในการเสนอความต้องการ ร่วมออกแบบ 
              ร่วมขับเคลื่อน และร่วมกันจัดทำเครื่องมือสืบค้น (Search Engine) ออกมาเป็นเว็บไซต์บันทึกการประชุมคณะกรรมการร่างรัฐธรรมนูญ 2560 
              ที่สามารถสืบค้นเปรียบเทียบตัวบทของรัฐธรรมนูญแห่งราชอาณาจักรไทย พุทธศักราช 2560 กับร่างรัฐธรรมนูญที่มีการเสนอและแก้ไขเพิ่มเติม 
              ตั้งแต่เริ่มประชุมครั้งแรกจนเสร็จสิ้นการร่างรัฐธรรมนูญ จำนวน 279 มาตรา ซึ่งจะเป็นประโยชน์ต่อผู้ศึกษาได้เรียนรู้ความมุ่งหมายของผู้ร่างรัฐธรรมนูญ 
              และเส้นทางของการร่างรัฐธรรมนูญแต่ละมาตรา อันจะนำไปสู่การสืบค้นเจตนารมณ์ของรัฐธรรมนูญด้วยตนเอง สมาชิกรัฐสภา ข้าราชการ 
              และบุคคลในวงงานรัฐสภา สามารถนำไปใช้ประโยชน์ในการศึกษาเพื่อการปรับปรุงแก้ไขเพิ่มเติมรัฐธรรมนูญต่อไป
	            โครงการอาสาสมัครหอสมุดรัฐสภา กิจกรรม Hack เจตนารมณ์รัฐธรรมนูญ 2560 ถือเป็นประวัติศาสตร์ครั้งแรกของหอสมุดรัฐสภา 
              ที่ได้สร้างอาสาสมัคร รุ่นที่ 1 ที่มีจิตสาธารณะ มีความตั้งใจเข้าร่วม Hack บันทึกการประชุมคณะกรรมการร่างรัฐธรรมนูญ 2560 จากตัวเล่มให้เป็นดิจิทัลทั้งหมด 
              และจัดทำเครื่องมือช่วยค้นให้สามารถสืบค้นได้ทั้งจากมาตรา ชื่อผู้อภิปราย และจากคำที่มีอยู่ในบันทึกการประชุม สามารถแสดงผลเชื่อมโยงมาตราที่เกี่ยวข้อง 
              สามารถเปรียบเทียบการเปลี่ยนแปลงแก้ไขเพิ่มเติมแต่ละหมวด แต่ละมาตราตั้งแต่ครั้งแรกที่ประชุมจนออกมาเป็นร่างที่พร้อมจะประกาศเป็นกฎหมาย 
              โดยใช้เวลาดำเนินการโครงการตั้งแต่วันที่ 25 กันยายน 2566 ถึงวันที่ 15 มีนาคม 2567 รวมทั้งสิ้น  173 วัน 
            </p>
            <p className="py-8">
              การศึกษาและทำความเข้าใจรัฐธรรมนูญในแต่ละช่วงประวัติศาสตร์ของประเทศไทย จึงเป็นเรื่องสำคัญ
              ที่ประชาชนทุกคนควรเข้าถึงได้เพื่อให้ประชาชนทุกคนได้ตระหนักรู้ถึงสิทธิและเสรีภาพที่พึงมี และได้รับการคุ้มครองตามรัฐธรรมนูญ เพื่อนำไปสู่การริเริ่มและร่วมสร้างฉันทามติร่วมกัน
              ที่จะกำหนดกฎเกณฑ์การอยู่ร่วมกันในสังคมอย่างเท่าเทียมและเสมอภาคในยุคปัจจุบันที่เทคโนโลยี
              และสื่อสังคมออนไลน์ได้เข้ามามีบทบาทในการพัฒนารูปแบบการสื่อสาร ซึ่งทำให้หลายสิ่งที่ยาก
              ก็สามารถเข้าถึงได้ง่ายและสะดวกมากขึ้น ELECT ได้เล็งเห็นถึงข้อจำกัดสำคัญที่มักแทรกเข้ามาในห้วงความคิด
              ของผู้ที่ตั้งใจจะศึกษาและเรียนรู้รัฐธรรมนูญแต่ละฉบับ คือการที่รัฐธรรมนูญไทยมีโครงสร้างทางเนื้อหาที่ซับซ้อน ใช้ภาษากฎหมายที่ทำให้คนทั่วไปเข้าใจได้ยาก รวมถึงความยาวของรัฐธรรมนูญที่มีตั้งแต่หลายสิบหน้า
              ไปจนถึงหลักร้อยหน้า อีกทั้งรัฐธรรมนูญที่เผยแพร่ยังอยู่ในรูปแบบที่ไม่สามารถนำข้อมูลออกมาจัดการ วิเคราะห์ และเปรียบเทียบได้อย่างสะดวก
            </p>
          </div>


        </div>
      </div>


<div className="bg-black text-white text-center pt-20">
        <div className="max-w-screen-xl mx-auto">
          
          <h3 className="font-bold text-4xl">
            เอกสารข้อมูลอ้างอิง
          </h3>

          <div className="flex flex-wrap gap-8 justify-center w-3/4 gap-10 mx-auto py-12">
            <h4 className="font-bold text-lg">
            เอกสาร 1 :
            </h4>
            <Link to="/logo512.png" target="_blank" download>Download Files</Link>
            
            <h4 className="font-bold text-lg">
            เอกสาร 2 :
            </h4>
            <a href={require("../images/mainmenu.png")} download="myFile">Download file</a>
            
            <h4 className="font-bold text-lg">
            เอกสาร 3 :
            </h4>
            <a href={require("../images/mainmenu.png")} download="myFile">Download file</a>
           
          </div>

          
        </div>



      </div>
    </div>
      

      <div className="bg-black text-white text-center pt-20">
        <div className="max-w-screen-xl mx-auto">
          <h4 className="font-bold text-lg">
            เปิดเผยข้อมูลโดย
          </h4>
          <h3 className="font-bold text-4xl">
            ก้าวGeek Community
          </h3>

          <div className="flex flex-wrap gap-8 justify-center w-3/4 gap-10 mx-auto py-12">
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
            <ProfileImages imageUrl="https://cdn.pixabay.com/photo/2015/10/05/22/37/blank-profile-picture-973460_960_720.png" name="profile_name" />
          </div>

          
        </div>



      </div>
    </div>
  );
}
