[{"หมวด":"1","ส่วน":"","มาตรา":"คำปรารภ","ร่างมาตรา":"","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p>- มีกรรมการสอบถามว่า การพิจารณาร่างรัฐธรรมนูญของสภาปฏิรูปแห่งชาติ มีประเด็นถกเถียงกัน เรื่องความชอบด้วยร่างรัฐธรรมนูญฉบับที่แล้ว (2558) เนื่องจากร่างรัฐธรรมนูญที่คณะกรรมาธิการยกร่าง รัฐธรรมนูญเสนอต่อสภาปฏิรูปแห่งชาติเพื่อลงมติเห็นชอบหรือไม่เห็นชอบตามมาตรา 37 ของรัฐธรรมนูญแห่ง ราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 ไม่มีคำปรารภของร่างรัฐธรรมนูญ ดังนั้น ร่างรัฐธรรมนูญที่คณะกรรมการอยู่ระหว่างดำเนินการร่างในขณะนี้ ควรมีคำปรารภของร่างรัฐธรรมนูญด้วย หรือไม่</p><p>- คำปรารภในรัฐธรรมนูญของสาธารณรัฐประชาชนจีนเป็นคำปรารภเกี่ยวกับความยากลำบากและ ความเสียสละของบรรพบุรุษในการสร้างชาติ ทำให้ประชาชนชาวจีนเห็นคุณค่าและให้ความสำคัญกับ รัฐธรรมนูญ</p><p>- องค์ประกอบของคำปรารภรัฐธรรมนูญ จะประกอบด้วยเรื่องใดบ้าง</p><p>- คำปรารภร่างรัฐธรรมนูญฉบับนี้ ควรปรับปรุงถ้อยคำที่แสดงให้เห็นถึงความสำคัญของรัฐธรรมนูญ เพื่อให้เป็นรัฐธรรมนูญที่ใช้บังคับอย่างถาวร และควรบรรยายถึงความจำเป็นของรัฐธรรมนูญในการปฏิรูป ประเทศ รวมทั้งหลักการใหม่ของรัฐธรรมนูญว่าในอนาคตประเทศไทยจะเกิดสิ่งใหม่ในเรื่องใดบ้าง</p><p>- ในการเขียนคำปรารภร่างรัฐธรรมนูญ ฝ่ายเลขานุการคณะกรรมการจะต้องรวบรวมหลักการ สำคัญของร่างรัฐธรรมนูญในเรื่องต่าง ๆ เพื่อใช้เป็นข้อมูลสำหรับเขียนคำปรารภร่างรัฐธรรมนูญ</p><p>ประธานกรรมการกล่าวว่า ร่างรัฐธรรมนูญควรมีคำปรารภซึ่งขณะนี้อยู่ระหว่างการจัดทำ ร่างคำปรารภ โดยคำปรารภจะประกอบด้วยเหตุการณ์สำคัญต่างๆ ที่ทำให้มีการจัดทำรัฐธรรมนูญ โดยแบ่ง ออกเป็นสองส่วนคือ ส่วนที่หนึ่งศุภมัสดุ และวัน เดือน ปี ซึ่งเป็นวันที่ลงพระปรมาภิไธยประกาศใช้ รัฐธรรมนูญ และส่วนที่สองสาระสำคัญกล่าวถึงความเป็นมาเป็นไปของการร่างรัฐธรรมนูญ</p><p>ส่วนองค์ประกอบของคำปรารภร่างรัฐธรรมนูญประกอบด้วย ลำดับเหตุการณ์ที่ทำให้ต้องมีการ จัดทำรัฐธรรมนูญฉบับใหม่ ลำดับกระบวนการจัดทำร่างรัฐธรรมนูญ และวัตถุประสงค์ของรัฐธรรมนูญ </p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงคำปรารภรัฐธรรมนูญแต่ไม่มีการลงมติ","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"52","หน้า":"7"},{"หมวด":"1","ส่วน":"","มาตรา":"คำปรารภ","ร่างมาตรา":"คำปรารภ","ร่างบทบัญญัติ":"<p>ศุภมัสดุ พระพุทธศาสนกาลเป็นอดีตภาค 2559 พรรษา.................................(เว้นไว้ เติมข้อความบอกศักราชซึ่งต้องกำหนดภายหลัง).........................โดยกาลบริเฉท</p><p>พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช มหิตลาธิเบศรรามาธิบดี จักรีนฤบดินทร สยามินทราธิราช บรมนาถบพิตร ทรงพระกรุณาโปรดเกล้าโปรดกระหม่อมให้ประกาศว่านายกรัฐมนตรี ได้นำความกราบบังคมทูลว่า นับแต่สมเด็จพระบรมปิตุลาธิราช พระบาทสมเด็จพระปรมินทรมหาประชาธิปก พระปกเกล้าเจ้าอยู่หัว ได้ทรงพระกรุณาโปรดเกล้าโปรดกระหม่อมพระราชทานรัฐธรรมนูญ แห่งราชอาณาจักรสยาม พุทธศักราช 2475 เป็นต้นมา การปกครองของประเทศไทยได้ดำรงเจตนารมณ์ ยึดมั่นในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุขต่อเนื่องมาโดยตลอด แม้ได้มีการยกเลิก แก้ไขเพิ่มเติม และประกาศใช้รัฐธรรมนูญเพื่อจัดระเบียบการปกครองให้เหมาะสมหลายครั้ง แต่การปกครองก็มิได้มีเสถียรภาพหรือราบรื่นเรียบร้อยเพราะยังคงประสบปัญหาและข้อขัดแย้งต่าง ๆ บางครั้งเป็นวิกฤติทางรัฐธรรมนูญที่หาทางออกไม่ได้ เหตุส่วนหนึ่งเกิดจากการที่มีผู้ไม่นำพาหรือไม่นับถือยำเกรงกฎเกณฑ์การปกครองบ้านเมือง ทุจริตฉ้อฉลหรือบิดเบือนอำนาจ หรือขาดความตระหนักสำนึกรับผิดชอบ ต่อประเทศชาติและประชาชน จนทำให้การบังคับใช้กฎหมายไม่เป็นผล ซึ่งจำต้องป้องกันและแก้ไขด้วยการปฏิรูปการศึกษา <strike>หลักธรรมภิบาล ระบบคุณธรรม </strike>และการบังคับใช้กฎหมาย <u>และเสริมสร้างความเข้มแข็ง</u> <u>ของระบบคุณธรรมและจริยธรรม</u> แต่เหตุอีกส่วนหนึ่งเกิดจากกฎเกณฑ์การเมืองการปกครองที่ยังไม่เหมาะสมแก่สภาวการณ์บ้านเมืองและกาลสมัย ให้ความสำคัญแก่<u>รูปแบบและ</u>วิธีการยิ่งกว่าหลักการพื้นฐานในระบอบประชาธิปไตยหรือไม่อาจนำกฎเกณฑ์ที่มีอยู่มาใช้แก่พฤติกรรมของบุคคลและสถานการณ์ในยามวิกฤติที่มีรูปแบบและวิธีการแตกต่างไปจากเดิมให้ได้ผล</p><p>รัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 แก้ไขเพิ่มเติม (ฉบับที่ 1)</p><p>พุทธศักราช 2558 จึงได้บัญญัติให้มีคณะกรรมการร่างรัฐธรรมนูญมีหน้าที่ร่างรัฐธรรมนูญเพื่อใช้เป็นหลักในการปกครอง และเป็นแนวทางในการจัดทำกฎหมายประกอบรัฐธรรมนูญและกฎหมายอื่น โดยได้กำหนดกลไกเพื่อจัดระเบียบและสร้างความเข้มแข็งแก่การปกครองประเทศขึ้นใหม่ด้วยการจัดโครงสร้างของหน้าที่และอำนาจขององค์กรต่าง ๆ ตามรัฐธรรมนูญ และสัมพันธภาพระหว่างฝ่ายนิติบัญญัติกับฝ่ายบริหารให้เหมาะสม การให้สถาบันศาลและองค์กรอิสระอื่นซึ่งมีหน้าที่ตรวจสอบการใช้อำนาจรัฐสามารถปฏิบัติหน้าที่ได้อย่างมีประสิทธิภาพ สุจริต เที่ยงธรรมและมีส่วนในการป้องกันหรือแก้ไขวิกฤติของประเทศตามความจำเป็นและความเหมาะสม การรับรอง <u>ปก</u>ป้อง<strike>กัน </strike>และคุ้มครองสิทธิเสรีภาพของปวงชนชาวไทยให้ชัดเจนและครอบคลุมอย่างกว้างขวางยิ่งขึ้น โดยถือว่าการมีสิทธิเสรีภาพเป็นหลัก การจำกัดตัดสิทธิเสรีภาพเป็นข้อยกเว้น แต่การใช้สิทธิเสรีภาพดังกล่าวต้องอยู่ภายใต้กฎเกณฑ์เพื่อคุ้มครองส่วนรวม การกำหนดให้รัฐมีหน้าที่ต่อประชาชนเช่นเดียวกับการให้ประชาชนมีหน้าที่ต่อรัฐ การวางกลไกป้องกัน ตรวจสอบ และขจัดการทุจริตและประพฤติมิชอบที่เข้มงวด เด็ดขาด เพื่อมิให้ผู้บริหารที่ปราศจากคุณธรรม จริยธรรม และธรรมาภิบาลเข้ามามีอำนาจในการปกครองบ้านเมืองหรือใช้อำนาจตามอำเภอใจ และการกำหนดมาตรการป้องกันและบริหารจัดการวิกฤติการณ์ของประเทศให้มีประสิทธิภาพยิ่งขึ้น ตลอดจน ได้กำหนดกลไกอื่น ๆ ตามแนวทางที่รัฐธรรมนูญฉบับชั่วคราว พุทธศักราช 2557 ระบุไว้ เพื่อใช้เป็นกรอบในการพัฒนาประเทศตามแนวนโยบายแห่งรัฐและยุทธศาสตร์ชาติซึ่งผู้เข้ามาบริหารประเทศแต่ละคณะ จะได้กำหนดนโยบายและวิธีดำเนินการที่เหมาะสมต่อไป ทั้งยังสร้างกลไกในการปฏิรูปประเทศในด้านต่าง ๆ ที่สำคัญและจำเป็นอย่างร่วมมือร่วมใจกัน รวมตลอดทั้งการลดเงื่อนไขความขัดแย้งเพื่อให้ประเทศมีความสงบสุขบนพื้นฐานของความรู้รักสามัคคีปรองดอง การจะดำเนินการในเรื่องเหล่านี้ให้ลุล่วงไปได้จำต้องอาศัยความร่วมมือระหว่างประชาชนทุกภาคส่วนกับหน่วยงานทั้งหลายของรัฐตามแนวทางประชารัฐ ภายใต้กฎเกณฑ์ตามหลักการปกครองในระบอบประชาธิปไตยและประเพณีการปกครองที่เหมาะสมกับสถานการณ์และลักษณะสังคมไทย <u>หลักความสุจริต</u> หลักสิทธิมนุษยชน และหลักธรรมาภิบาล อันจะทำ ให้สามารถขับเคลื่อนประเทศให้พัฒนาไปข้างหน้าได้อย่างเป็นขั้นตอนจนเกิดความมั่นคง มั่งคั่ง และยั่งยืน ทั้งในทางการเมืองการปกครอง เศรษฐกิจ และสังคมตามระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข</p><p>ในการดำเนินการดังกล่าว คณะกรรมการร่างรัฐธรรมนูญได้สร้างความรับรู้ความเข้าใจแก่ประชาชนในหลักการและเหตุผลของบทบัญญัติต่าง ๆ เป็นระยะ ๆ เปิดโอกาสให้ประชาชนเข้าถึงร่างรัฐธรรมนูญและความหมายโดยผ่านทางสื่อต่าง ๆ อย่างกว้างขวาง และให้ประชาชนมีส่วนร่วมในการพัฒนาสารัตถะของร่างรัฐธรรมนูญด้วยการเสนอแนะข้อควรแก้ไขเพิ่มเติม เมื่อการจัดทำร่างรัฐธรรมนูญแล้วเสร็จ ก็ได้เผยแพร่ร่างรัฐธรรมนูญและคำอธิบายสาระสำคัญของร่างรัฐธรรมนูญโดยสรุปในลักษณะที่ประชาชนสามารถเข้าใจเนื้อหาสำคัญของร่างรัฐธรรมนูญได้โดยสะดวกและเป็นการทั่วไป และจัดให้มีการออกเสียงประชามติเพื่อให้ความเห็นชอบแก่ร่างรัฐธรรมนูญทั้งฉบับ การออกเสียงลงประชามติปรากฏผลว่า.............. (รอใช้ถ้อยคำให้ตรงกับประกาศผลการออกเสียงประชามติ)..................นายกรัฐมนตรี จึงนำร่างรัฐธรรมนูญขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อทรงลงพระปรมาภิไธย ประกาศใช้เป็น รัฐธรรมนูญแห่งราชอาณาจักรไทยสืบไป ทรงพระราชดำริว่า....................</p><p>จึงมีพระบรมราชโองการดำรัสเหนือเกล้าเหนือกระหม่อมให้ตรารัฐธรรมนูญแห่งราชอาณาจักรไทยฉบับนี้ขึ้นไว้ ให้ใช้แทนรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 ซึ่งได้ตราไว้ ณ วันที่ 22 กรกฎาคม พุทธศักราช 2557 ตั้งแต่วันประกาศนี้เป็นต้นไป</p><p>ขอปวงชนชาวไทย จงมีความสมัครสโมสรเป็นเอกฉันท์ ในอันที่จะปฏิบัติตามและพิทักษ์รักษารัฐธรรมนูญแห่งราชอาณาจักรไทยนี้ เพื่อธำรงคงไว้ซึ่งระบอบประชาธิปไตยและอำนาจอธิปไตยของปวงชนชาวไทย และนำมาซึ่งความผาสุกสิริสวัสดิ์พิพัฒนชัยมงคล อเนกศุภผลสกลเกียรติยศสถาพรแก่อาณาประชาราษฎรทั่วสยามรัฐสีมา สมดั่งพระบรมราชปณิธานปรารถนาทุกประการ เทอญ </p>","ประเด็นการพิจารณา":"<p> นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง นำเสนอร่างคำปรารภ ซึ่งคณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญได้ปรับปรุงแก้ไขเพิ่มเติมเพื่อให้ที่ประชุมพิจารณาทบทวน ดังนี้</p><p>ย่อหน้าที่ 2 บรรทัดที่ 14 “...กฎเกณฑ์การเมืองการปกครองที่ยังไม่เหมาะสมแก่สภาวการณ์ บ้านเมืองและกาลสมัย ให้ความสำคัญแก<u>่รูปแบบและ</u>วิธีการยิ่งกว่าหลักการ...”</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ย่อหน้าที่ 3 บรรทัดที่ 9 ความว่า “ตามความจำเป็นและความเหมาะสม การรับรอง ป้องกัน และคุ้มครองสิทธิเสรีภาพของปวงชน” ควรแก้ไขเพิ่มเติมจากความว่า “ป้องกัน” เป็นความว่า “ปกป้อง” เพื่อให้เป็นหน้าที่ของรัฐในการปกป้องคุ้มครองสิทธิและเสรีภาพของปวงชนชาวไทย</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมคำปรารภ ย่อหน้าที่ 3 บรรทัดที่ 9 ความว่า “ตามความ จำเป็นและความเหมาะสม การรับรอง <u>ปก</u>ป้อง<strike>กัน </strike>และคุ้มครองสิทธิเสรีภาพของปวงชน”</p><p>- มีกรรมการแสดงความเห็นว่า ย่อหน้าที่ 3 บรรทัดที่ 24 ความว่า “กับสถานการณ์และลักษณะ สังคมไทย หลักสิทธิมนุษยชน และหลักธรรมาภิบาล อันจะทำให้สามารถ” ซึ่งเป็นจุดเด่นของ ร่างรัฐธรรมนูญที่ให้ความสำคัญกับเรื่อง หลักความสุจริต หลักสิทธิมนุษยชนและหลักธรรมาภิบาล ดังนั้น ควรเพิ่มความว่า “หลักสุจริต” เพื่อให้ครอบคลุมหลักการที่เป็นจุดเด่นของร่างรัฐธรรมนูญ</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมคำปรารภ ย่อหน้าที่ 3 บรรทัดที่ 24 ความว่า “กับ สถานการณ์และลักษณะสังคมไทย <u>หลักความสุจริต</u> หลักสิทธิมนุษยชน และหลักธรรมาภิบาล อันจะทำให้ สามารถ”</p><p>- มีกรรมการแสดงความเห็นว่า ย่อหน้าที่ 2 บรรทัดที่ 13 ความว่า “การศึกษา หลักธรรมภิบาล ระบบคุณธรรม และการบังคับใช้กฎหมาย แต่เหตุอีกส่วนหนึ่งเกิดจาก” ควรเพิ่มความว่า “หลักความ สุจริต” ซึ่งเป็นจุดเด่นของร่างรัฐธรรมนูญเพื่อให้สอดคล้องกับการแก้ไขเพิ่มเติมในย่อหน้าที่ 3 บรรทัดที่ 24 ประธานกรรมการกล่าวว่า ความว่า “...ซึ่งจำเป็นต้องป้องกันและแก้ไขด้วยการปฏิรูปการศึกษา หลักธรรมภิบาล ระบบคุณธรรม และการบังคับใช้กฎหมาย แต่เหตุอีกส่วนหนึ่งเกิดจาก” ในย่อหน้าที่ 1 บรรทัดที่ 12 นั้น ควรตัดความว่า “หลักธรรมาภิบาล” ออก เนื่องจากการดำเนินการเพื่อแก้ไขปัญหาการ บังคับใช้กฎหมายจะต้องแก้ไขที่ตัวบุคคลไม่ใช่แก้ไขหลักธรรมาภิบาลซึ่งเป็นเครื่องมือควบคุมการปฏิบัติ หน้าที่ ดังนั้น เสนอแก้ไขเพิ่มเติมความในย่อหน้าที่ 1 บรรทัดที่ 12 ดังนี้ “...ซึ่งจำเป็นต้องป้องกันและแก้ไข</p><p>ด้วยการปฏิรูปการศึกษา <strike>หลักธรรมภิบาล ระบบคุณธรรม </strike>และการบังคับใช้กฎหมาย <u>และเสริมสร้างความ</u> <u>เข้มแข็งของระบบคุณธรรมและจริยธรรม</u> แต่เหตุอีกส่วนหนึ่งเกิดจาก”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างคำปรารภ เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"115","หน้า":"2-6"},{"หมวด":"1","ส่วน":"","มาตรา":"1","ร่างมาตรา":"1","ร่างบทบัญญัติ":"<p>\"มาตรา 1 ประเทศไทยเป็นราชอาณาจักรอันหนึ่งอันเดียว จะแบ่งแยกไม่ได้\"</p>","ประเด็นการพิจารณา":"<p>มีกรรมการแสดงความเห็นว่า หลักการของร่างมาตรา 1 เป็นหลักการที่บัญญัติตั้งแต่รัฐธรรมนูญ 2517 จนถึงร่างรัฐธรรมนูญฉบับที่แล้วที่ได้บัญญัติหลักการดังกล่าวไว้เช่นเดียวกัน และเป็นหลักการ เดียวกับที่กำหนดในมาตรา 35 (1) ของรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช 2557 </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 1 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"5","หน้า":"7"},{"หมวด":"1","ส่วน":"","มาตรา":"1","ร่างมาตรา":"1","ร่างบทบัญญัติ":"<p>\"มาตรา 1 ประเทศไทยเป็นราชอาณาจักรอันหนึ่งอันเดียว จะแบ่งแยกไม่ได้\"</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า ความในร่างมาตรา 1 มีเนื้อหาเช่นเดียวกับที่ได้กำหนดไว้ในรัฐธรรมนูญ ฉบับก่อนๆ </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 1 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"60","หน้า":"4"},{"หมวด":"1","ส่วน":"","มาตรา":"1","ร่างมาตรา":"1","ร่างบทบัญญัติ":"<p>\"มาตรา 1 ประเทศไทยเป็นราชอาณาจักรอันหนึ่งอันเดียว จะแบ่งแยกไม่ได้\"</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 1 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"7"},{"หมวด":"1","ส่วน":"","มาตรา":"1","ร่างมาตรา":"1","ร่างบทบัญญัติ":"<p>\"มาตรา 1 ประเทศไทยเป็นราชอาณาจักรอันหนึ่งอันเดียว จะแบ่งแยกมิได้\"</p>","ประเด็นการพิจารณา":"<p>มีกรรมการสอบถามว่า คณะกรรมการจะต้องบัญญัติคำปรารภไว้ในร่างรัฐธรรมนูญหรือไม่ ประธานกรรมการกล่าวว่า คำปรารภจะบัญญัติไว้ในร่างรัฐธรรมนูญ โดยหลังจากที่คณะกรรมการ</p><p>พิจารณาบทบัญญัติร่างรัฐธรรมนูญทั้งฉบับเสร็จสิ้นแล้ว จะมีการพิจารณาร่างคำปรารภต่อไป </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 1 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"112","หน้า":"3"},{"หมวด":"1","ส่วน":"","มาตรา":"2","ร่างมาตรา":"2","ร่างบทบัญญัติ":"<p>“มาตรา 2 ประเทศไทยมีการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข\"</p>","ประเด็นการพิจารณา":"<p>มีกรรมการแสดงความเห็นว่า หลักการที่บัญญัติในร่างมาตรา 2 เป็นหลักการเดียวกับที่บัญญัติ ในรัฐธรรมนูญฉบับก่อนๆ </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 2 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"5","หน้า":"8"},{"หมวด":"1","ส่วน":"","มาตรา":"2","ร่างมาตรา":"2","ร่างบทบัญญัติ":"<p>\"มาตรา 2 ประเทศไทยมีการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข\"</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า ความในร่างมาตรา 2 มีเนื้อหาเช่นเดียวกับที่ได้กำหนดไว้ในรัฐธรรมนูญ ฉบับก่อนๆ </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 2 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"60","หน้า":"4"},{"หมวด":"1","ส่วน":"","มาตรา":"2","ร่างมาตรา":"2","ร่างบทบัญญัติ":"<p>“มาตรา 2 ประเทศไทยมีการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข\"</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 2 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"7"},{"หมวด":"1","ส่วน":"","มาตรา":"2","ร่างมาตรา":"2","ร่างบทบัญญัติ":"<p>“มาตรา 2 ประเทศไทยมีการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข\"</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 2 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"112","หน้า":"3"},{"หมวด":"1","ส่วน":"","มาตรา":"3","ร่างมาตรา":"3","ร่างบทบัญญัติ":"<p> “มาตรา 3 อำนาจอธิปไตยเป็นของปวงชนชาวไทย พระมหากษัตริย์ผู้ทรงเป็นประมุขทรงใช้อำนาจนั้นทางรัฐสภา คณะรัฐมนตรี และศาล ตามบทบัญญัติแห่งรัฐธรรมนูญนี้</p><p><strike>การปฏิบัติหน้าที่ของ</strike>รัฐสภา คณะรัฐมนตรี ศาล <strike>รวมทั้ง</strike>องค์กรตามรัฐธรรมนูญ และหน่วยงานของรัฐ ต้อง<u>ปฏิบัติหน้าที่ให</u>้เป็นไปตาม<u>รัฐธรรมนูญ</u> กฎหมาย <strike>โดยคำนึงถึงศักดิ์ศรีความเป็นมนุษย์ สิทธิเสรีภาพ และความเสมอภาคของบุคคล มีความรับผิดชอบ มีเหตุผล โปร่งใส ไม่เลือกปฏิบัติ และเป็น</strike><strike>ธรรม รวมทั้งมีการเยียวยาผู้ที่ได้รับผลกระทบจากการกระทำของรัฐ</strike><u>และหลักนิติธรรม โดยมีเป้าหมาย</u><u>เพื่อประโยชน์ส่วนรวมของประเทศชาติและความผาสุกของประชาชนโดยรวม\"</u></p>","ประเด็นการพิจารณา":"<p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ประเด็นการพิจารณาความในวรรคสอง รัฐธรรมนูญ 2550 บัญญัติความแต่เพียงว่า “ให้เป็นไป ตามหลักนิติธรรม” เหตุผลในการปรับปรุงแก้ไขเนื่องจากคำว่า “หลักนิติธรรม” เป็นถ้อยคำทางวิชาการ และในทางตำราวิชาการซึ่งหลายตำราเขียนอธิบายไม่ตรงกัน หรืออธิบายเหมือนกันแต่เฉพาะหลักการใหญ่ แต่แตกต่างในส่วนหลักการย่อย กรณีจึงอาจเกิดปัญหาว่าจะยึดถือตำราเล่มใด นอกจากนี้ คำว่า “หลักนิติธรรม” เป็นคำที่รู้แต่เฉพาะในวงวิชาการ ประชาชนไม่ทราบว่ามีความหมายอย่างไร แม้แต่รัฐสภา หรือคณะรัฐมนตรีอาจเข้าใจความหมายของคำว่า “หลักนิติธรรม” ไม่ถูกต้อง รัฐธรรมนูญ 2550 มีเจตนารมณ์ที่จะกำหนดกรอบการปฏิบัติของหน่วยงานภาครัฐ แต่ในทางปฏิบัติไม่สามารถเกิดขึ้นได้ อย่างแท้จริง ดังนั้น จึงปรับรูปแบบวิธีการเขียนโดยใส่เฉพาะหลักการที่ต้องการให้องค์กรต่างๆ ดำเนินการ หากองค์กรต่างๆ ไม่ดำเนินการแล้วเกิดผลกระทบ ประชาชนจะได้ใช้เป็นเครื่องมือในการเรียกร้องให้รัฐ ดำเนินการ</p><p>- คำว่า “หลักนิติธรรม” เป็นความที่บัญญัติในรัฐธรรมนูญ 2550 ซึ่งถือเป็นเรื่องสำคัญเรื่องหนึ่งที่ รัฐธรรมนูญ 2550 บัญญัติไว้เช่นเดียวกับคำว่า “ศักดิ์ศรีความเป็นมนุษย์” ที่บัญญัติในรัฐธรรมนูญ 2540 ให้ประชาชนทุกคนมีศักดิ์ศรีความเป็นมนุษย์ผู้ใดจะกระทำการละเมิดศักดิ์ศรีความเป็นมนุษย์มิได้ ส่วนประเด็น “หลักนิติธรรม” มีบัญญัติไว้ตั้งแต่รัฐธรรมนูญ 2550 และในทางวิชาการได้มีการอธิบายคำว่า “หลักนิติธรรม” มีการเขียนตำราทางวิชาการเพื่ออธิบายความหมายของคำดังกล่าว ทำให้คำว่า “หลักนิติธรรม” เป็นคำที่สังคมรับรู้เป็นการทั่วไปซึ่งมาจากทฤษฏีกฎหมายธรรมชาติอย่างหนึ่ง ดังนั้น การคงความดังกล่าวไว้ในรัฐธรรมนูญจะทำให้กฎหมายมีพัฒนาการนำไปสู่การตีความของศาลรัฐธรรมนูญ กรณีเกิดปัญหาทางปฏิบัติโดยใช้หลักนิติธรรมอธิบายหลักกฎหมายดังกล่าวได้ ดังนั้น จึงควรคงคำว่า “หลักนิติธรรม” ไว้ในรัฐธรรมนูญ</p><p>- รัฐธรรมนูญมีบทบัญญัติที่ยึดโยงหลักการในเรื่องของหลักนิติธรรมไว้แล้ว โดยสามารถให้คำนิยาม หรือคำจำกัดความของคำว่า “หลักนิติธรรม” ได้อย่างชัดเจน ส่วนความในวรรคสอง ความว่า “โดยคำนึงถึง ศักดิ์ศรีความเป็นมนุษย์ สิทธิ เสรีภาพ และความเสมอภาคของบุคคล มีความรับผิดชอบ มีเหตุผล โปร่งใส ไม่เลือกปฏิบัติ และเป็นธรรม รวมทั้งมีการเยียวยาผู้ที่ได้รับผลกระทบจากการกระทำของรัฐ” เป็นถ้อยคำ ฟุ่มเฟือยและเป็นตัวอย่างในเรื่องของหลักนิติธรรม บางเรื่องที่ไม่ได้บัญญัติในวรรคสอง เช่น การออก กฎหมายของรัฐสภานั้นไม่สามารถปฏิบัติได้ เป็นต้น หลายเรื่องจึงไม่สามารถเขียนในรัฐธรรมนูญได้ทั้งหมด หรือบางประเด็นอาจเกิดข้อโต้แย้งว่าขัดต่อหลักนิติธรรมหรือไม่ ซึ่งเป็นประเด็นที่อาจเสนอให้ ศาลรัฐธรรมนูญตีความในประเด็นดังกล่าว ดังนั้น ควรปรับแก้ไขเป็นว่า “โดยคำนึงถึงศักดิ์ศรีความเป็น มนุษย์ สิทธิ เสรีภาพ และความเสมอภาคของบุคคลอย่างเป็นธรรม” ซึ่งมีความหมายครอบคลุมประเด็น หลักนิติธรรมทุกกรณี</p><p>- หลักการของวรรคหนึ่งเป็นการกล่าวถึงอำนาจอธิปไตยของชนชาวไทย ส่วนวรรคสองเป็นเรื่อง ขององค์กรผู้ใช้อำนาจอธิปไตย การปฏิบัติหน้าที่จะต้องมุ่งที่ผลประโยชน์ของปวงชนชาวไทยเป็นสำคัญ ดังนั้น การบัญญัติวรรคสองจะต้องอธิบายหลักการที่บัญญัติในวรรคหนึ่งว่า อำนาจอธิปไตยเป็นของ ปวงชนชาวไทย การใช้ประโยชน์จะต้องตอบโจทย์การใช้ประโยชน์ของปวงชนชาวไทยเป็นสำคัญ</p><p>ประธานกรรมการกล่าวว่า ความในวรรคสองของร่างมาตรา 3 ความว่า “โดยคำนึงถึงศักดิ์ศรีความ เป็นมนุษย์ สิทธิ เสรีภาพ และความเสมอภาคของบุคคล มีความรับผิดชอบ มีเหตุผล โปร่งใส ไม่เลือกปฏิบัติ และเป็นธรรม รวมทั้งมีการเยียวยาผู้ที่ได้รับผลกระทบจากการกระทำของรัฐ” เป็นประโยคที่ทำลาย หลักการที่บัญญัติในตอนต้นของวรรคสอง การบัญญัติรัฐธรรมนูญควรต้องครอบคลุมทุกประเด็น หากไม่ ครบในประเด็นใดจะต้องมีกฎหมายกำหนด ดังนั้น กรณีกำหนดให้ต้องดำเนินการตามรัฐธรรมนูญและ กฎหมาย จะไม่เกิดปัญหาการตีความ ส่วนกรณีที่เขียนกำหนดให้รัฐต้องคำนึงถึงและเยียวยาความเสียหาย เช่น คณะรัฐมนตรีมีมติเยียวยาผู้เสียชีวิตจากเหตุการณ์การชุมนุมทางการเมือง แต่เมื่อรัฐธรรมนูญบัญญัติให้ คณะรัฐมนตรีต้องคำนึงถึงแม้ไม่มีกฎหมายรองรับให้ดำเนินการ การปฏิบัติตามรัฐธรรมนูญจึงไม่มีปัญหา ในทางปฏิบัติและไม่จำเป็นต้องบัญญัติรายละเอียดไว้ในรัฐธรรมนูญ ส่วนในเรื่องศักดิ์ศรีความเป็นมนุษย์อาจ นำไปบัญญัติไว้ในหมวดว่าด้วยสิทธิมนุษยชนหรือแยกเป็นหมวดใหม่ในบททั่วไปก็ได้</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- รูปประโยคที่บัญญัติในวรรคสองมีลักษณะรูปประโยคที่ซับซ้อน เห็นด้วยกับข้อเสนอที่ให้ตัดความ ว่า “โดยคำนึงถึงศักดิ์ศรีความเป็นมนุษย์ สิทธิ เสรีภาพ และความเสมอภาคของบุคคล มีความรับผิดชอบ มีเหตุผล โปร่งใส ไม่เลือกปฏิบัติ และเป็นธรรม รวมทั้งมีการเยียวยาผู้ที่ได้รับผลกระทบจากการกระทำ ของรัฐ” แต่รูปประโยคของวรรคสอง ควรแก้ไขให้เริ่มต้นที่ประธานของประโยค โดยแก้ไขเพิ่มเติม เป็นดังนี้ “<strike>การปฏิบัติหน้าที่ของ</strike>รัฐสภา คณะรัฐมนตรี ศาล รวมทั้งองค์กรตามรัฐธรรมนูญและหน่วยงานของรัฐต้อง <u>ปฏิบัติหน้าที่ให</u>้เป็นไปตาม<u>รัฐธรรมนูญและ</u>กฎหมาย <strike>โดยคำนึงถึงศักดิ์ศรีความเป็นมนุษย์ สิทธิ เสรีภาพ และความเสมอภาคของบุคคล มีความรับผิดชอบ มีเหตุผล โปร่งใส ไม่เลือกปฏิบัติ และเป็นธรรม</strike></p><p><strike>รวมทั้งมีการเยียวยาผู้ที่ได้รับผลกระทบจากการกระทำของรัฐ</strike>”</p><p>- ตั้งข้อสังเกตบทบัญญัติของวรรคสอง กำหนดหลักการให้รัฐต้องคำถึงถึงประเด็นต่างๆ เป็นการ เขียนในมิติการใช้อำนาจรัฐ โดยรัฐจะดำเนินกิจการในลักษณะกระทบต่อสิทธิของประชาชนไม่ได้ เป็นการ บัญญัติเพื่อกำหนดมาตรฐานในการคุ้มครองประชาชนไม่ให้ได้รับผลกระทบจากการกระทำของรัฐ</p><p>- เจตนารมณ์ของวรรคหนึ่งครอบคลุมหลักการที่บัญญัติในวรรคสองแล้ว เนื่องจากบทบัญญัติ อำนาจหน้าที่ของรัฐสภา คณะรัฐมนตรี และศาล หรือองค์กรต่างๆ มีบทบัญญัติว่าด้วยอำนาจหน้าที่ของแต่ละ องค์กรไว้ในแต่ละส่วนอย่างชัดเจนแล้ว ความในวรรคสองจึงไม่จำเป็นต้องบัญญัติซ้ำอีก</p><p>- รัฐธรรมนูญ 2517 รัฐธรรมนูญ 2521 รัฐธรรมนูญ 2534 และรัฐธรรมนูญ 2540 มีการ บัญญัติหลักการวรรคหนึ่งเพียงวรรคเดียว ส่วนวรรคสองมีการบัญญัติเพิ่มขึ้นในรัฐธรรมนูญ 2550</p><p>ประธานกรรมการกล่าวว่า วรรคหนึ่งเป็นเรื่องเกี่ยวกับการใช้อำนาจจะเป็นไปในแนวทางใด ส่วนวรรคสองจะเป็นการขยายขอบเขตอำนาจออกไปจากองค์กรหลัก 3 องค์กร อันได้แก่ รัฐสภา คณะรัฐมนตรี และศาล และรวมถึงองค์กรตามรัฐธรรมนูญและหน่วยงานของรัฐ ซึ่งได้บ่งบอกถึงวิธีการและ เป้าหมายการใช้อำนาจว่า จะต้องมุ่งถึงประโยชน์ส่วนรวมด้วย กรณีโครงการรับจำนำข้าว หากคำนึงถึง ประโยชน์ส่วนรวมแล้ว เป็นสิ่งที่ทำไม่ได้ เนื่องจากประชาชนจะต้องรับภาระการก่อหนี้ของรัฐบาล</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- คำว่า “หลักนิติธรรม” มีความหมายในตัวเอง เช่น การคุ้มครองสิทธิเสรีภาพของประชาชนโดย บทบัญญัติของกฎหมาย หลักการแบ่งแยกอำนาจ ความเป็นอิสระของตุลาการ หลักความชอบด้วยกฎหมาย การประกันความเป็นธรรมให้กับประชาชน การตัดคำว่า “หลักนิติธรรม” และตัดคำขึ้นต้นวรรคสองว่า “การปฏิบัติหน้าที่ของ” จะทำให้การปฏิบัติหน้าที่ขององค์กรต่าง ๆ ที่กำหนดไว้ในวรรคสองภายใต้หลัก นิติธรรมหายไปและแทนด้วยความหมายของคำว่า “รัฐธรรมนูญและกฎหมาย” นอกจากนี้ คำว่า “หลักนิติธรรม” ยังเป็นประโยชน์ต่อการตีความของศาลรัฐธรรมนูญ และเป็นการตีกรอบให้กับการบริหาร ประเทศของรัฐบาลซึ่งอาจจะขาดความรับผิดชอบ ความโปร่งใส หรือความมีเหตุผล ดังนั้น จึงเห็นควรคง คำว่า “หลักนิติธรรม” โดยการปรับถ้อยคำในวรรคสองของร่างมาตรา 3 เป็นดังนี้ “รัฐสภา คณะรัฐมนตรี ศาล องค์กรตามรัฐธรรมนูญ และหน่วยงานของรัฐ ต้องปฏิบัติหน้าที่ให้เป็นไปตามรัฐธรรมนูญ กฎหมาย และหลักนิติธรรม และมีเป้าหมายเพื่อประโยชน์ส่วนรวมของประเทศชาติและความผาสุกของประชาชน โดยรวม”</p><p>- เห็นควรให้คงร่างมาตรา 3 วรรคสองนี้ไว้ตามมาตรา 3 วรรคสอง ของรัฐธรรมนูญ 2550 ที่บัญญัติว่า “การปฏิบัติหน้าที่ของรัฐสภา คณะรัฐมนตรี ศาล รวมทั้งองค์กรตามรัฐธรรมนูญและหน่วยงาน ของรัฐ ต้องเป็นไปตามหลักนิติธรรม” เพราะจะเป็นประโยชน์ต่อการตีความของศาลรัฐธรรมนูญตาม เจตนารมณ์ของรัฐธรรมนูญ</p><p>- ในระหว่างการพิจารณามาตรา 3 วรรคสอง ของรัฐธรรมนูญ 2550 มีการอภิปรายคำว่า “หลักนิติธรรม” จะหมายรวมถึงหลักการแบ่งแยกอำนาจด้วยหรือไม่ เพราะคำว่า “หลักนิติธรรม” กำเนิด ในประเทศอังกฤษ ซึ่งไม่ได้เน้นเรื่องหลักการแบ่งแยกอำนาจ แต่เน้นให้รัฐสภาและศาลเป็นหลักประกันสิทธิ และเสรีภาพให้กับประชาชน นอกจากนี้ ยังมีการอภิปรายเหตุที่ไม่ใช้คำว่า “นิติรัฐ” ซึ่งจะสะท้อนเรื่อง การตรวจสอบถ่วงดุลอำนาจ และเห็นควรให้ตัดคำว่า “หลักนิติธรรม” ออก เนื่องจากมีความหมาย ไม่ชัดเจนในตัวเอง และไม่แน่ใจว่าประชาชนจะเข้าใจความหมายคำว่า “หลักนิติธรรม” หรือไม่</p><p>- “หลักนิติธรรม” มีความหมายครอบคลุมมากกว่า “หลักนิติรัฐ” ซึ่งใช้มาตั้งแต่สมัยโบราณกาล โดยเป็นหลักที่ว่าด้วยทศพิธราชธรรม หรือธรรมะของพระราชาและธรรมะของผู้นำประเทศ ดังนั้น การใช้ คำว่า “หลักนิติธรรม” จึงมีความศักดิ์สิทธิ์กว่าคำว่า “หลักนิติรัฐ”</p><p>- การร่างรัฐธรรมนูญครั้งนี้เป็นการดึงเอาจุดดีของรัฐธรรมนูญฉบับก่อน ๆ มาปรับใช้ โดย รัฐธรรมนูญแต่ละฉบับก็มีจุดเด่นแตกต่างกัน เช่น รัฐธรรมนูญ 2540 ก็มีจุดเด่นเรื่องการให้ความสำคัญกับ</p><p>ศักดิ์ศรีความเป็นมนุษย์ รัฐธรรมนูญ 2550 ก็มีจุดเด่นในเรื่องหลักนิติธรรม ซึ่งเป็นสิ่งที่ทุกคนยอมรับแล้ว ดังนั้น จึงควรคงคำว่า “หลักนิติธรรม” ไว้ ซึ่งจะมีผลทำให้เกิดพัฒนาการทางหลักนิติศาสตร์</p><p>- เนื่องจากการปฏิบัติงานของศาลต้องยึด “หลักนิติธรรม” จึงอาจนำคำว่า “หลักนิติธรรม” ไปบัญญัติไว้ในหมวดศาล ทั้งนี้ ร่างมาตรา 3 วรรคสอง ควรมีจุดเน้นการใช้อำนาจทางรัฐสภา คณะรัฐมนตรี และศาลเพื่อมุ่งรักษาประโยชน์ส่วนรวม โดยไม่จำเป็นต้องเขียนว่า “...ต้องปฏิบัติหน้าที่ให้เป็นไปตาม รัฐธรรมนูญและกฎหมาย” เพราะเป็นหลักที่ทราบกันโดยทั่วไปอยู่แล้ว</p><p>ประธานกรรมการกล่าวว่า ร่างมาตรา 3 อาจจะบัญญัติไว้เพียงเป้าหมาย ส่วนคำว่า “หลักนิติธรรม” ให้นำไปบัญญัติไว้ในส่วนของศาลรัฐธรรมนูญว่า “ในการพิจารณาวินิจฉัย นอกจากจะคำนึงถึงรัฐธรรมนูญ และกฎหมาย ให้คำนึงถึงหลักนิติธรรมด้วย”</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ในทางสังคมศาสตร์ “หลักนิติธรรม” คือ กฎหมายมีความศักดิ์สิทธิ์ ทุกคนต้องอยู่ภายใต้กฎหมาย ซึ่งเป็นแนวความคิดของคนในสังคม ดังนั้น หากจะบัญญัติคำว่า “หลักนิติธรรม” ก็ไม่ได้เสียหาย</p><p>- คำว่า “หลักนิติธรรม (The Rule of Law)” ถูกบัญญัติขึ้นโดย เอ วี ไดซี่ (A.V. Dicey) ซึ่งเป็น ศาสตราจารย์ในมหาวิทยาลัยออกซ์ฟอร์ด โดยเป็นหลักที่ไม่ใช่แค่เพียงการใช้กฎหมายในการปกครอง ประเทศ แต่ยังครอบคลุมถึงการบังคับใช้กฎหมายด้วย</p><p>ประธานกรรมการกล่าวว่า จะบัญญัติคำว่า “หลักนิติธรรม” ไว้ในร่างมาตรา 3 หรือไม่ก็ได้ เพราะ ยอมรับได้ทั้ง 2 ประการ ประเทศอังกฤษเป็นการปกครองแบบกฎหมายจารีตประเพณี (common law) จึงมีธรรมเนียมการปกครองประเทศที่ไม่ได้บัญญัติไว้เป็นกฎหมายลายลักษณ์อักษรจำนวนมาก ว่าจะต้อง คำนึงถึง “หลักนิติธรรม” แต่ประเทศไทยเป็นการปกครองแบบกฎหมายลายลักษณ์อักษร (civil law) การ บังคับใช้กฎหมายจึงขึ้นอยู่กับการตรากฎหมายที่ครบถ้วน บุคคลจะอยู่เหนือกฎหมายไม่ได้ และคำว่า “หลักนิติธรรม” จึงเป็นการอธิบายเพิ่มเติมเพื่อบังคับให้เป็นไปตามกฎหมาย ดังนั้น อาจปรับถ้อยคำ ในวรรคสองของร่างมาตรา 3 เป็นดังนี้ “รัฐสภา คณะรัฐมนตรี ศาล องค์กรตามรัฐธรรมนูญ และหน่วยงาน ของรัฐ ต้องปฏิบัติหน้าที่ให้เป็นไปตามรัฐธรรมนูญ กฎหมาย และหลักนิติธรรม โดยมีเป้าหมาย เพื่อประโยชน์ส่วนรวมของประเทศชาติและความผาสุกของประชาชนโดยรวม”</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- “หลักนิติธรรม” คือ หลักการจำกัดการใช้อำนาจของผู้ปกครองไม่ให้เกินขอบเขต หรือหลักการใช้ อำนาจอย่างเป็นธรรม ซึ่งใช้กันมาตั้งแต่โบราณกาล ซึ่งถูกนำมาบัญญัติไว้ในรัฐธรรมนูญ 2550 จึงควรคง คำว่า “หลักนิติธรรม” ไว้</p><p>- “หลักนิติรัฐ” คือ การจำกัดอำนาจของผู้ปกครอง ส่วน “หลักนิติธรรม” คือ การใช้อำนาจอย่าง เป็นธรรมหรือหลักทศพิธราชธรรม ซึ่งมาตรา 3 วรรคสอง ของรัฐธรรมนูญ 2550 เขียนขึ้นในลักษณะเป็น การป้องกันสิทธิของประชาชน โดยบัญญัติว่า “การปฏิบัติหน้าที่ของรัฐสภา คณะรัฐมนตรี ศาล รวมทั้ง องค์กรตามรัฐธรรมนูญและหน่วยงานของรัฐ ต้องเป็นไปตามหลักนิติธรรม” การปรับถ้อยคำวรรคสองของ ร่างมาตรา 3 เป็น “รัฐสภา คณะรัฐมนตรี ศาล องค์กรตามรัฐธรรมนูญ และหน่วยงานของรัฐ ต้องปฏิบัติ หน้าที่ให้เป็นไปตามรัฐธรรมนูญ กฎหมาย และหลักนิติธรรม และมีเป้าหมายเพื่อประโยชน์ส่วนรวมของ ประเทศชาติและความผาสุกของประชาชนโดยรวม” เป็นการบัญญัติขึ้นเพื่อบังคับให้เกิดการกระทำ</p><p>- “หลักนิติธรรม” กำเนิดขึ้นในประเทศอังกฤษ และถูกบัญญัติขึ้นโดย เอ วี ไดซี่ (A.V. Dicey) ศาสตราจารย์ในมหาวิทยาลัยออกซ์ฟอร์ด ส่วน “หลักนิติรัฐ” กำเนิดขึ้นในประเทศเยอรมัน โดย</p><p>“หลักนิติธรรม”ถูกนำไปใช้ในประเทศที่เป็นเมืองขึ้นของประเทศอังกฤษ ซึ่งเป็นหลักที่ทำความเข้าใจได้ง่าย กว่า จึงเป็นหลักที่มีการใช้แพร่หลายมากกว่า โดยสหประชาชาติทั้งสมัชชาสหประชาชาติและคณะมนตรี ความมั่นคงแห่งสหประชาชาติจะหยิบยกเรื่อง “หลักนิติธรรม” ขึ้นเป็นประเด็นหนึ่งในการพิจารณาการ ที่จะเข้าไปยุ่งเกี่ยวกับประเทศใดประเทศหนึ่ง ดังนั้น “หลักนิติธรรม” จึงใช้ได้ทั้งในประเทศและระหว่าง ประเทศ โดยสหประชาชาติกำหนดไว้ว่า นอกจากการดำเนินการของภาครัฐจะต้องไม่ขัดต่อหลักนิติธรรมแล้ว การดำเนินการของภาคเอกชนก็จะต้องไม่ขัดต่อหลักนิติธรรมด้วยเช่นกัน นอกจากนี้ สหประชาชาติ ยังกำหนดว่า หลักการแบ่งแยกอำนาจถือว่าเป็นการใช้อำนาจภายใต้หลักนิติธรรมด้วย เพราะอำนาจ อธิปไตยไม่สามารถดำเนินการได้โดยปราศจากหลักนิติธรรม อีกทั้ง “หลักนิติธรรม” ยังส่งเสริมการพัฒนา อย่างยั่งยืนและการธำรงไว้ซึ่งเศรษฐกิจที่จะทำให้ประชาชนสามารถที่จะประกอบกิจการได้โดยที่มีความ เป็นธรรม ดังนั้น “หลักนิติธรรม” จึงเป็นหลักที่นานาอารยประเทศรับรองไว้ และประเทศไทยก็เป็นภาคี ของสหประชาชาติ จึงสามารถบัญญัติคำว่า “หลักนิติธรรม” ได้</p><p>ประธานกรรมการกล่าวว่า หากจะบัญญัติคำว่า “หลักนิติธรรม” ก็ไม่ได้เสียหาย และยังสามารถใช้ เป็นแนวทางในการทำคำวินิจฉัยของศาลรัฐธรรมนูญได้ด้วย </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติให้แก้ไขเพิ่มเติมร่างมาตรา 3 ดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"5","หน้า":"8-12"},{"หมวด":"1","ส่วน":"","มาตรา":"3","ร่างมาตรา":"3","ร่างบทบัญญัติ":"<p>\"มาตรา 3 อำนาจอธิปไตยเป็นของปวงชนชาวไทย พระมหากษัตริย์ผู้ทรงเป็นประมุขทรงใช้อำนาจนั้นทางรัฐสภา คณะรัฐมนตรี และศาล ตามบทบัญญัติแห่งรัฐธรรมนูญ</p><p>รัฐสภา คณะรัฐมนตรี ศาล องค์กรตามรัฐธรรมนูญ และหน่วยงานของรัฐ ต้องปฏิบัติหน้าที่ให้เป็นไปตามรัฐธรรมนูญ กฎหมาย และหลักนิติธรรม เพื่อประโยชน์ส่วนรวมของประเทศชาติและความผาสุกของประชาชนโดยรวม\"</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า ความในวรรคสองเป็นหลักการที่บัญญัติขึ้นใหม่ เพื่อให้การทำหน้าที่ของ แต่ละองค์กรต้องคำนึงถึงส่วนรวมและหลักนิติธรรม </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 3 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์"],"ประชุมครั้งที่":"60","หน้า":"5"},{"หมวด":"1","ส่วน":"","มาตรา":"3","ร่างมาตรา":"3","ร่างบทบัญญัติ":"<p>\"มาตรา 3 อำนาจอธิปไตยเป็นของปวงชนชาวไทย พระมหากษัตริย์ผู้ทรงเป็นประมุขทรงใช้อำนาจนั้นทางรัฐสภา คณะรัฐมนตรี และศาล ตามบทบัญญัติแห่งรัฐธรรมนูญ</p><p>รัฐสภา คณะรัฐมนตรี ศาล องค์กรอิสระ และหน่วยงานของรัฐ ต้องปฏิบัติหน้าที่ให้เป็นไปตามรัฐธรรมนูญ กฎหมาย และหลักนิติธรรม เพื่อประโยชน์ส่วนรวมของประเทศชาติและความผาสุกของประชาชนโดยรวม\"</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 3 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"7-8"},{"หมวด":"1","ส่วน":"","มาตรา":"3","ร่างมาตรา":"3","ร่างบทบัญญัติ":"<p>\"มาตรา 3 อำนาจอธิปไตยเป็นของปวงชนชาวไทย พระมหากษัตริย์ผู้ทรงเป็นประมุขทรงใช้อำนาจนั้นทางรัฐสภา คณะรัฐมนตรี และศาล ตามบทบัญญัติแห่งรัฐธรรมนูญ</p><p>รัฐสภา คณะรัฐมนตรี ศาล องค์กรอิสระ และหน่วยงานของรัฐ ต้องปฏิบัติหน้าที่ให้เป็นไปตามรัฐธรรมนูญ กฎหมาย และหลักนิติธรรม เพื่อประโยชน์ส่วนรวมของประเทศชาติและความผาสุกของประชาชนโดยรวม\"</p>","ประเด็นการพิจารณา":"<p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ในร่างมาตรานี้มีนักวิชาการ บางท่านเสนอแก้ไขปรับปรุงความในวรรคสองโดยเสนอให้นำคำว่า “หลักนิติธรรม” ไปกำหนดไว้ข้างหน้า คำว่า “รัฐธรรมนูญ” เนื่องจากหลักนิติธรรมเป็นหลักทั่วไปและเป็นหลักการพื้นฐานของรัฐธรรมนูญและ กฎหมาย</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ประเทศไทยยึดถือหลักความสูงสุดของรัฐธรรมนูญความในมาตรานี้จึงไม่ควรมีการแก้ไขเพิ่มเติม โดยการนำคำว่า “หลักนิติธรรม” ไปกำหนดไว้ข้างหน้าคำว่า “รัฐธรรมนูญ”</p><p>- ข้อเสนอดังกล่าวข้างต้นมาจากฐานความเชื่อที่ว่ารัฐธรรมนูญหรือกลไกในการปกครองประเทศ สร้างขึ้นมาเพื่อรองรับหลักนิติธรรมซึ่งเป็นหลักการพื้นฐานในการอยู่ร่วมกัน</p><p>ประธานกรรมการกล่าวว่า ในการร่างรัฐธรรมนูญจะต้องคำนึงถึงหลักนิติธรรมในการยกร่าง แต่เมื่อ รัฐธรรมนูญมีผลใช้บังคับแล้วก็จะต้องมีการปฏิบัติตามรัฐธรรมนูญซึ่งเป็นกฎหมายลายลักษณ์อักษรก่อนเป็น ลำดับแรก เมื่อไม่มีกฎหมายลักษณ์อักษรกำหนดไว้จึงจะนำหลักนิติธรรมซึ่งเป็นหลักการทั่วไปมาใช้</p><p>- มีกรรมการแสดงความเห็นว่า ในร่างมาตรานี้มีข้อเสนอจากองค์กรหนึ่งเสนอให้เพิ่มเติมคำว่า</p><p>“สูงสุด” หลังคำว่า “พระมหากษัตริย์ทรงเป็นประมุข”</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า คำว่า “ประมุข” เป็นคำนาม แปลว่า ผู้เป็นใหญ่ เป็นหัวหน้าของประเทศ หรือศาสนา เป็นต้น </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 3 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"86","หน้า":"2-3"},{"หมวด":"1","ส่วน":"","มาตรา":"3","ร่างมาตรา":"3","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p>- มีกรรมการแสดงความเห็นว่า ร่างมาตรา 3 วรรคสอง ใช้ถ้อยคำว่า “รัฐสภา คณะรัฐมนตรี ศาล องค์กรอิสระ และหน่วยงานของรัฐ ต้องปฏิบัติหน้าที่ให้เป็นไปตามรัฐธรรมนูญ...” ดังนั้น ร่างมาตรา 5/1 ควรใช้ถ้อยคำให้สอดคล้องกับความในร่างมาตรา 3 วรรคสองด้วย</p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงการปฏิบัติหน้าที่ของรัฐสภา คณะรัฐมนตรี ศาล องค์กรอิสระ และหน่วยงานของรัฐ แต่ไม่มีการลงมติ","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"99","หน้า":"7"},{"หมวด":"1","ส่วน":"","มาตรา":"3","ร่างมาตรา":"3","ร่างบทบัญญัติ":"<p>\"มาตรา 3 อำนาจอธิปไตยเป็นของปวงชนชาวไทย พระมหากษัตริย์ ผู้ทรงเป็นประมุขทรงใช้อำนาจนั้นทางรัฐสภา คณะรัฐมนตรี และศาล ตามบทบัญญัติแห่งรัฐธรรมนูญ</p><p>รัฐสภา คณะรัฐมนตรี ศาล องค์กรอิสระ และหน่วยงานของรัฐ ต้องปฏิบัติหน้าที่ให้เป็นไปตามรัฐธรรมนูญ กฎหมาย และหลักนิติธรรม เพื่อประโยชน์ส่วนรวมของประเทศชาติและความผาสุกของประชาชนโดยรวม\"</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 3 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"112","หน้า":"3"},{"หมวด":"1","ส่วน":"","มาตรา":"3","ร่างมาตรา":"3","ร่างบทบัญญัติ":"<p>\"มาตรา 3 อำนาจอธิปไตยเป็นของปวงชนชาวไทย พระมหากษัตริย์ผู้ทรงเป็นประมุข ทรงใช้อำนาจนั้นทางรัฐสภา คณะรัฐมนตรี และศาล ตามบทบัญญัติแห่งรัฐธรรมนูญ</p><p>รัฐสภา คณะรัฐมนตรี ศาล องค์กรอิสระ และหน่วยงานของรัฐ ต้องปฏิบัติหน้าที่ให้เป็นไปตามรัฐธรรมนูญ กฎหมาย <u>และ</u>หลักนิติธรรม เพื่อประโยชน์ส่วนรวมของประเทศชาติและความผาสุกของประชาชนโดยรวม\"</p>","ประเด็นการพิจารณา":"<p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง นำเสนอร่างมาตรา 3 ซึ่งคณะอนุกรรมการ ยกร่างบทบัญญัติรัฐธรรมนูญได้ปรับปรุงแก้ไขเพิ่มเติมเพื่อให้ที่ประชุมพิจารณาทบทวน ดังนี้</p><p>“มาตรา 3 อำนาจอธิปไตยเป็นของปวงชนชาวไทย พระมหากษัตริย์ผู้ทรงเป็นประมุข ทรงใช้อำนาจนั้นทางรัฐสภา คณะรัฐมนตรี และศาล ตามบทบัญญัติแห่งรัฐธรรมนูญ</p><p>รัฐสภา คณะรัฐมนตรี ศาล องค์กรอิสระ และหน่วยงานของรัฐ ต้องปฏิบัติหน้าที่ให้เป็นไปตาม รัฐธรรมนูญ กฎหมาย <u>และ</u>หลักนิติธรรม เพื่อประโยชน์ส่วนรวมของประเทศชาติและความผาสุกของ ประชาชนโดยรวม” </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบให้มีการแก้ไขเพิ่มเติมร่างมาตรา 3 ตามที่คณะอนุกรรมการยกร่าง บทบัญญัติรัฐธรรมนูญเสนอ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"115","หน้า":"6-7"},{"หมวด":"1","ส่วน":"","มาตรา":"4","ร่างมาตรา":"4","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ประเด็นเรื่องการคำนึงถึงศักดิ์ศรีความเป็นมนุษย์ ซึ่งได้เคยบัญญัติไว้ในมาตรา 4 ของรัฐธรรมนูญ 2540 และรัฐธรรมนูญ 2550 รวมทั้งในวรรคสองของร่างมาตรา 3 ซึ่งถูกตัดออกไป ควรจะนำมาบัญญัติ ไว้ในร่างมาตรา 4 นี้หรือไม่</p><p>- ควรนำบททั่วไปของร่างรัฐธรรมนูญ ปี 2558 มาใช้ในร่างรัฐธรรมนูญนี้</p><p>- ควรนำเรื่องการคำนึงถึงศักดิ์ศรีความเป็นมนุษย์ไปบัญญัติไว้ในหมวดสิทธิและเสรีภาพ และควร ตัดคำว่า “เพศ” ซึ่งถูกบัญญัติเพิ่มขึ้นมาตั้งแต่รัฐธรรมนูญ 2540 เพราะอาจมีประเด็นว่าต้องพิจารณา รวมถึงเพศสภาพด้วย จึงอาจจะเกิดความวุ่นวายในการให้คำจำกัดความ</p><p>ประธานกรรมการกล่าวว่า ควรวางหลักการว่า สิ่งใดที่ไม่ได้ห้ามไว้ในรัฐธรรมนูญ ทุกคนย่อมมีสิทธิ เสรีภาพที่จะกระทำได้ การห้ามนั้นต้องห้ามภายในเงื่อนไขที่รัฐธรรมนูญกำหนด หากรัฐธรรมนูญไม่ได้</p><p>กำหนดเงื่อนไข การห้ามนั้นต้องไม่เป็นภาระเกินควรหรือกระทบกระเทือนต่อสิทธิเสรีภาพเกินจำเป็นหรือ กระทบกระเทือนต่อศักดิ์ศรีความเป็นมนุษย์ ซึ่งจะมีความหมายครอบคลุมมากกว่าการบัญญัติว่า “ศักดิ์ศรี ความเป็นมนุษย์ต้องได้รับความคุ้มครอง” ทั้งนี้ ประธานกรรมการเสนอให้เพิ่มความเป็นร่างมาตรา 4/1 ดังนี้</p><p>“มาตรา 4/1 การใดที่มิได้ห้ามหรือจำกัดไว้ในรัฐธรรมนูญหรือในกฎหมาย ประชาชนชาวไทยย่อม มีสิทธิและเสรีภาพที่จะทำได้ แต่การใช้สิทธิหรือเสรีภาพเช่นว่านั้นต้องไม่กระทบหรือเป็นอันตรายต่อความ มั่นคงปลอดภัยของประเทศ ความสงบเรียบร้อยของสังคมและประชาชน และไม่ละเมิดสิทธิหรือเสรีภาพ ของบุคคลอื่น</p><p>การตรากฎหมายที่มีผลเป็นการจำกัดสิทธิหรือเสรีภาพของประชาชนต้องเป็นไปตามเงื่อนไขที่ กำหนดไว้ในรัฐธรรมนูญนี้ และในกรณีที่รัฐธรรมนูญมิได้กำหนดเงื่อนไขไว้ กฎหมายดังกล่าวต้องไม่เพิ่ม ภาระหรือจำกัดสิทธิหรือเสรีภาพของประชาชนเกินสมควรแก่เหตุ หรือกระทบต่อศักดิ์ศรีความเป็นมนุษย์ ของประชาชน”</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ประเด็นเรื่องการคำนึงถึงศักดิ์ศรีความเป็นมนุษย์ตามรัฐธรรมนูญ 2540 ซึ่งมีเจตนารมณ์ในการ ตรามาตรา 4 ไว้เพื่อรับรองและคุ้มครองศักดิ์ศรีความเป็นมนุษย์ ความเสมอภาคกันตามปฏิญญาสากลหรือ อนุสัญญาที่ประเทศไทยเป็นภาคี จึงควรจะบัญญัติเรื่องการคำนึงถึงศักดิ์ศรีความเป็นมนุษย์ไว้ใน ร่างมาตรา 4 นี้ด้วย</p><p>- ในบททั่วไปของรัฐธรรมนูญเป็นเรื่องว่าด้วยการใช้อำนาจอธิปไตยหรืออำนาจรัฐ จึงควรนำเรื่อง การคำนึงถึงศักดิ์ศรีความเป็นมนุษย์ไปบัญญัติไว้ในหมวดสิทธิและเสรีภาพแทน</p><p>ประธานกรรมการกล่าวว่า ร่างมาตรา 4/1 เป็นการวางหลักประกันสิทธิเสรีภาพให้กับประชาชน แต่หากจะนำไปบัญญัติไว้ในหมวดสิทธิและเสรีภาพก็สามารถทำได้ แต่ในชั้นนี้ขอให้ที่ประชุมพิจารณาแก้ไข ถ้อยคำของร่างมาตรา 4/1</p><p>- คณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญได้นำหลักการเช่นเดียวกันกับความในมาตรา 4/1 ที่ประธานกรรมการเสนอให้ที่ประชุมพิจารณา ไปกำหนดไว้ในหมวดสิทธิและเสรีภาพของบุคคล มาตรา 26 และมาตรา 27 ที่คณะอนุกรรมการฯ ยกร่างขึ้น</p><p>- ความในมาตรา 4/1 ที่ประธานกรรมการเสนอให้ที่ประชุมพิจารณาควรนำมาเป็นส่วนขยายความ ของมาตรา 4 ให้มีความชัดเจนมากยิ่งขึ้น ความในมาตรา 4 ไม่ได้กล่าวถึงเรื่องสิทธิและเสรีภาพไว้ จึงควรนำเรื่องสิทธิและเสรีภาพไปกำหนดไว้ในหมวดสิทธิและเสรีภาพของบุคคลจะทำให้เกิดความชัดเจน ยิ่งขึ้น</p><p>- การกำหนดให้ความเสมอภาคของบุคคลย่อมได้รับความคุ้มครองนั้นจะช่วยปกป้องรัฐธรรมนูญ และช่วยแก้ปัญหาการแบ่งแยกของประชาชนได้ เนื่องจากเป็นการทำให้เกิดความชัดเจนว่าทุกคนเท่ากัน จึงเสนอว่าความในมาตรา 4 ควรใช้คำว่า สิทธิ เสรีภาพ และความเสมอภาคของบุคคลย่อมได้รับความ คุ้มครอง แล้วนำความในมาตรา 4/1 มาขยายความเพิ่มเติมเพื่อวางหลักที่ยังไม่เคยมีการกำหนดใน รัฐธรรมนูญ ในส่วนประเด็นเรื่องเหล่ากำเนิด เพศ หรือศาสนาใด ย่อมอยู่ในความคุ้มครองแห่งรัฐธรรมนูญนี้ ควรกำหนดไว้เป็นมาตรา 5</p><p>- เหตุที่คณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญไม่นำความในมาตรา 4 ที่เคยกำหนดไว้ใน รัฐธรรมนูญเรื่องศักดิ์ศรีความเป็นมนุษย์มากำหนดไว้ในร่างบทบัญญัติที่เสนอให้คณะกรรมการพิจารณานั้น</p><p>เนื่องจากความในหมวดสิทธิและเสรีภาพจะมีการกล่าวถึงเรื่องศักดิ์ศรีความเป็นมนุษย์อยู่แล้ว และการ กำหนดเรื่องศักดิ์ศรีความเป็นมนุษย์ย่อมได้รับความคุ้มครองไว้ในบททั่วไปก็ไม่ทำให้เกิดความชัดเจนได้ว่า จะมีการคุ้มครองอย่างไร จึงจำเป็นจะต้องนำไปขยายความไว้ในหมวดสิทธิและเสรีภาพของบุคคล</p><p>- ควรใช้ความในมาตรา 4 เดิมที่เคยกำหนดไว้ในรัฐธรรมนูญ 2550 โดยตัดเรื่องศักดิ์ศรีความเป็น มนุษย์ออก</p><p>- ศักดิ์ศรีความเป็นมนุษย์เป็นเรื่องที่มีความสำคัญและเป็นไปตามหลักสากล และมีความเชื่อมโยง กับเรื่องสิทธิมนุษยชน บางกรณีการละเมิดสิทธิอาจไม่ได้เป็นการละเมิดทางกายเท่านั้น แต่อาจเป็นการ ละเมิดด้วยสายตาหรือวาจา ซึ่งถือเป็นการดูหมิ่นศักดิ์ศรีของบุคคล จึงเห็นว่าไม่ควรตัดเรื่องศักดิ์ศรี ความเป็นมนุษย์ออก เพราะจะทำให้ความในมาตรา 4 ขาดความสมบูรณ์ และควรนำความในมาตรา 4 ที่คณะอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญเสนอมาปรับเข้ากับความในมาตรา 4 เดิมที่เคยกำหนดไว้ ในรัฐธรรมนูญ 2550 ดังนี้ “ศักดิ์ศรีความเป็นมนุษย์ สิทธิ เสรีภาพ และความเสมอภาคของปวงชน ชาวไทยไม่ว่าเหล่ากำเนิด เพศ หรือศาสนาใด ย่อมอยู่ในความคุ้มครองของรัฐธรรมนูญนี้เสมอกัน” แล้วนำ ความในมาตรา 4/1 ขยายความในรายละเอียดให้ชัดเจนขึ้น</p><p>- ควรคงความในมาตรา 4 เดิมในร่างรัฐธรรมนูญของคณะกรรมาธิการยกร่างรัฐธรรมนูญชุดที่แล้ว ไว้ เนื่องจากเรื่องความเสมอภาคของบุคคลเป็นหลักใหญ่ของรัฐธรรมนูญ รวมทั้งในรัฐธรรมนูญ 2550 ก็ได้ มีการกำหนดไว้ หากตัดออกอาจทำให้เกิดคำถามได้ว่าเหตุใดจึงตัดเรื่องความเสมอภาคของบุคคลซึ่งเป็น เรื่องสำคัญออก และเมื่อตัดออกแล้วได้นำไปกำหนดไว้ในส่วนใด เสนอให้นำความในมาตรา 4 และ มาตรา 5 เดิมในร่างรัฐธรรมนูญฉบับที่แล้ว มาปรับรวมกันเป็นมาตราเดียวโดยกำหนดไว้เป็นคนละวรรค แล้วเพิ่มเติมความในมาตรา 4/1 ที่ประธานกรรมการเสนอเพิ่มเติมเข้าไป</p><p>- รัฐธรรมนูญในต่างประเทศนั้นจะมีการกำหนดความในมาตรา 4 ในสองรูปแบบ คือ 1. กำหนด ความโดยกล่าวถึงเฉพาะคนชาติ เนื่องจากประสงค์จะแยกให้เห็นชัดเจนว่าประชาชนของชาตินั้นจะได้รับ ความคุ้มครองเป็นพิเศษ และ 2. กำหนดเป็นหลักการทั่วไปให้เป็นสิทธิขั้นพื้นฐานว่า บุคคลทั้งหลายย่อม เสมอภาคภายใต้กฎหมายและรัฐธรรมนูญ โดยมีวิธีการกำหนดไว้ในสองลักษณะ คือ 1. กำหนดไว้ในบท ทั่วไป และ 2. กำหนดไว้ในหมวดที่เกี่ยวกับสิทธิและเสรีภาพ ส่วนในเรื่องศักดิ์ศรีความเป็นมนุษย์นั้น ในรัฐธรรมนูญที่ร่างขึ้นในช่วงระยะเวลาห้าสิบปีที่ผ่านมาถึงปัจจุบันจะกำหนดในเรื่องศักดิ์ศรีความเป็น มนุษย์ไว้ด้วย ส่วนรัฐธรรมนูญของสหรัฐอเมริกานั้นแม้จะมิได้กำหนดในเรื่องศักดิ์ศรีความเป็นมนุษย์ไว้ แต่ศาลของสหรัฐอเมริกาก็ได้ตีความว่ารัฐธรรมนูญคุ้มครองถึงศักดิ์ศรีความเป็นมนุษย์ด้วย ดังนั้น คณะกรรมการมีทางเลือกสองทาง คือ 1. กำหนดไว้ในบททั่วไปและในหมวดที่เกี่ยวกับสิทธิและเสรีภาพ และ 2. ไม่กำหนดไว้ในรัฐธรรมนูญแต่ปล่อยให้ศาลรัฐธรรมนูญพิจารณาว่าจะรับรองหลักเรื่องศักดิ์ศรีความ เป็นมนุษย์หรือไม่</p><p>ประธานกรรมการกล่าวว่า หากประสงค์จะให้รัฐธรรมนูญมีผลเป็นการคุ้มครองประชาชน อย่างแท้จริงจะต้องกำหนดให้ชัดเจนว่าจะให้ความคุ้มครองอย่างไรด้วย เช่นเดียวกับความในมาตรา 4/1</p><p>- คำว่า “เหล่ากำเนิด” อาจจะขัดกับคำว่า “ประชาชนชาวไทย” เนื่องจากประชาชนชาวไทย ปัจจุบันน่าจะมีเฉพาะเผ่าไทยเท่านั้น</p><p>ประธานกรรมการกล่าวว่า ความในมาตรา 4 กำหนดให้ทุกคนเสมอกัน ซึ่งก็แปลว่ามีความเสมอภาค การที่กำหนดให้ความเสมอภาคต้องได้รับความคุ้มครองด้วยอาจจะซ้ำซ้อนกัน</p><p>- เสนอให้ปรับถ้อยคำของความในมาตรา 4 เป็นดังนี้ “ศักดิ์ศรีความเป็นมนุษย์ สิทธิเสรีภาพ และ ความเสมอภาคของประชาชนชาวไทย ย่อมได้รับความคุ้มครองแห่งรัฐธรรมนูญนี้เสมอกัน”</p><p>- ความในมาตรา 5 เดิมในร่างรัฐธรรมนูญฉบับที่แล้วถูกกำหนดไว้ในรัฐธรรมนูญมาตั้งแต่ในอดีต หากตัดออกไปอาจจะต้องชี้แจงต่อสังคมว่าเหตุใดจึงตัดออก</p><p>- เสนอให้ที่ประชุมพิจารณาความในมาตรา 4 ดังนี้ “ศักดิ์ศรีความเป็นมนุษย์ สิทธิ เสรีภาพ และ ความเสมอภาคของประชาชนชาวไทย ย่อมได้รับความคุ้มครองตามรัฐธรรมนูญนี้เสมอกัน”</p><p>- นำความในมาตรา 5 เดิมในร่างรัฐธรรมนูญฉบับที่แล้วมากำหนดไว้เป็นวรรคสอง ประธานกรรมการกล่าวว่า ความในมาตรา 5 ของร่างรัฐธรรมนูญฉบับที่แล้วปรากฏในรัฐธรรมนูญ</p><p>คร้ังแรกในปี 2540 หลักการของคณะกรรมการคือการร่างรัฐธรรมนูญขึ้นใหม่ทั้งฉบับโดยไม่ขาดตก บกพร่องในสาระสำคัญ และเห็นว่าในประเด็นเรื่องเหล่ากำเนิดนั้นเกิดขึ้นมาหลังจากการเปลี่ยนแปลงการ ปกครอง การใช้คำว่า “ประชาชนชาวไทย” โดยไม่ต้องเน้นย้ำเรื่องเหล่ากำเนิด เพศ ศาสนา น่าจะเหมาะสม แล้ว ในส่วนประเด็นเรื่องชายหญิงมีสิทธิเท่าเทียมกันอยู่ในส่วนใด</p><p>- ประเด็นเรื่องชายหญิงมีสิทธิเท่าเทียมกันอยู่ในหมวดสิทธิและเสรีภาพของบุคคล ซึ่งจะมีประเด็น ที่จะต้องพิจารณาว่าควรคงไว้หรือไม่ เพราะจะมีการรับรองบุคคลในฐานะที่เป็นบุคคลไม่ว่าจะมีเพศใดก็ตาม</p><p>- ประเด็นเรื่องเพศ ความเท่าเทียมของชายหญิง หรือศาสนานั้น หากตัดออกไปอาจทำให้เกิด คำถามว่าเหตุใดจึงไม่กำหนดไว้ให้ชัดเจน องค์กรสตรีหลายองค์กรมีจุดยืนร่วมกันว่ารัฐธรรมนูญฉบับนี้ ต้องไม่ให้สิทธิสตรีน้อยกว่าเดิม</p><p>ประธานกรรมการกล่าวว่า คณะกรรมการยังไม่ได้พิจารณาตัดเรื่องชายหญิงมีสิทธิเท่าเทียมกันออกแต่ อย่างใด เพียงแต่จะกำหนดให้เนื้อความน้อยลงแต่มีความครอบคลุม</p><p>- รัฐธรรมนูญของหลายประเทศจะกำหนดบททั่วไปว่า บุคคลย่อมอยู่ในความคุ้มครองแห่ง รัฐธรรมนูญนี้เสมอกัน โดยในส่วนที่เกี่ยวกับสิทธิและเสรีภาพก็จะมีการแยกรายละเอียดอย่างชัดเจนว่า สิทธิใดเป็นสิทธิพื้นฐานที่ทุกคนที่อยู่ในประเทศจะได้รับความคุ้มครอง หรือเป็นสิทธิของคนชาติที่เฉพาะ แต่ประชาชนในชาติเท่านั้นที่จะได้รับความคุ้มครอง ในเรื่องศักดิ์ศรีความเป็นมนุษย์นั้นหากกำหนดไว้ใน ส่วนนี้อาจไม่มีความชัดเจนว่าจะมีการคุ้มครองอย่างไรจึงอาจกำหนดรายละเอียดไว้ในหมวดสิทธิและ เสรีภาพในส่วนของรายละเอียดเรื่องสิทธิและเสรีภาพในแต่ละเรื่อง เช่น สิทธิทางการศึกษา สิทธิทาง สาธารณสุข เป็นต้น หากใช้คำว่า “บุคคล” จะมีความหมายครอบคลุมโดยไม่ต้องเน้นย้ำในเรื่องเพศหาก เน้นย้ำเรื่องเพศก็อาจต้องกำหนดเรื่องเพศสภาพด้วย การใช้คำว่า “บุคคล” ก็จะมีข้อพิจารณาเพียงแต่ว่า หากเป็นบุคคลก็จะได้รับความคุ้มครองไม่ว่าจะเป็นเพศใด หรือเพศสภาพใดก็ตาม</p><p>- การใช้คำว่า “บุคคล” จะมีผลทำให้ทั้งประชาชนชาวไทยและคนต่างด้าวที่อยู่ในประเทศไทย ได้รับความคุ้มครองจากรัฐธรรมนูญทั้งหมด</p><p>- การใช้ความว่า “บุคคลย่อมได้รับความคุ้มครองตามรัฐธรรมนูญนี้เสมอกัน” ก็อาจไม่จำต้อง กำหนดความในมาตรา 4 และมาตรา 5 เดิม ในร่างรัฐธรรมนูญของคณะกรรมาธิการยกร่างรัฐธรรมนูญ ชุดที่ผ่านมาเพิ่มเติม เนื่องจากได้กำหนดไว้แล้วว่าบุคคลได้รับความคุ้มครองเสมอกัน</p><p>- ในบททั่วไปนั้นไม่ควรใช้คำว่า “บุคคล” เนื่องจากรัฐธรรมนูญของประเทศไทยย่อมต้องคุ้มครอง ประชาชนชาวไทยเป็นสำคัญ ส่วนเรื่องการคุ้มครองคนต่างชาติทั้งในเรื่องสิทธิมนุษยชนและศักดิ์ศรี ความเป็นมนุษย์นั้นควรนำไปกำหนดไว้ในกฎหมายลำดับรอง การยกร่างรัฐธรรมนูญแบบใหม่ไม่จำเป็น ที่จะต้องใช้คำใหม่ก็ได้ คำว่า “ประชาชนชาวไทย” จึงเหมาะสมแล้ว</p><p>- คำว่า “บุคคล” นั้นหากกำหนดไว้ในบททั่วไปของรัฐธรรมนูญจะมีผลเป็นการคุ้มครองคนต่างด้าว ด้วย มีขอบเขตกว้างเกินไป ควรใช้คำว่า “ประชาชนชาวไทย” จึงจะเหมาะสม</p><p>- อาจเพิ่มเติมความว่า “ทั้งนี้ ตามที่กฎหมายบัญญัติ” เพื่อให้สามารถไปกำหนดรายละเอียด ที่แตกต่างกันของเรื่องสิทธิของคนชาติและคนต่างด้าวตามแต่ที่กฎหมายจะบัญญัติ</p><p>- เหตุที่มาตรานี้ไม่ควรใช้คำว่า “บุคคล” เพราะเกรงว่าจะมีคนต่างด้าวหยิบยกขึ้นกล่าวอ้างเพื่อ บังคับให้มีการรับรองโดยปริยายหรือโดยการออกกฎหมาย ในส่วนเรื่องเหล่ากำเนิดนั้นเกิดมาจากสมัยการ เปลี่ยนแปลงการปกครองซึ่งคนไทยมีฐานะที่แตกต่างกัน ในปัจจุบันอาจไม่ต้องกำหนดไว้แล้วก็ได้ ควรกำหนดให้มาตรา 4 เป็นหลักการกว้าง ๆ แล้วขยายด้วยความในมาตรา 4/1 ส่วนในเรื่องอื่นนอกเหนือ จากนั้นก็นำไปกำหนดไว้ในหมวดสิทธิและเสรีภาพของบุคคล</p><p>ประธานกรรมการกล่าวว่า ในส่วนของบทบัญญัติในเรื่องสิทธิและเสรีภาพนั้นจะต้องไปกำหนดให้ ชัดเจนในหมวดสิทธิและเสรีภาพของบุคคลว่าการจำกัดสิทธิและเสรีภาพให้แตกต่างกันไปเพราะเหตุ แห่งเพศ หรือศาสนาจะกระทำมิได้ ก็จะทำให้มีความครอบคลุมในเรื่องทั้งหมด จะใช้คำว่า “บุคคล” หรือ “ประชาชนชาวไทย” ก็ได้ เพราะในหมวดสิทธิและเสรีภาพของบุคคลก็จะต้องกำหนดไว้อย่างชัดเจนว่า สิทธิใดเป็นของคนไทย คนต่างด้าวจะได้สิทธิใดก็จะเป็นไปตามที่รัฐธรรมนูญกำหนด</p><p>จากนั้น ประธานกรรมการเสนอให้คณะกรรมการพิจารณาความในมาตรา 4 ตามแนวคิด ที่มีกรรมการเสนอ 4 รูปแบบ ดังนี้</p><p><u>รูปแบบที่ 1</u></p><p>มาตรา 4 ประชาชนชาวไทยไม่ว่าเหล่ากำเนิด เพศ หรือศาสนาใด ย่อมอยู่ในความคุ้มครองแห่ง รัฐธรรมนูญนี้เสมอกัน</p><p><u>รูปแบบที่ 2</u></p><p>มาตรา 4 ศักดิ์ศรีความเป็นมนุษย์ สิทธิ เสรีภาพ และความเสมอภาคของประชาชนชาวไทย ย่อมได้รับความคุ้มครองตามรัฐธรรมนูญนี้เสมอกัน</p><p><u>รูปแบบที่ 3</u></p><p>มาตรา 4 บุคคลย่อมได้รับความคุ้มครองตามรัฐธรรมนูญนี้เสมอกัน</p><p><u>รูปแบบที่ 4</u></p><p>มาตรา 4 ประชาชนชาวไทยย่อมได้รับความคุ้มครองตามรัฐธรรมนูญนี้เสมอกัน ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ควรใช้คำว่า “ประชาชนชาวไทย” เนื่องจากมาตรา 4 นี้อยู่ในบททั่วไป และหากใช้คำว่า “บุคคล” อาจทำให้เกิดปัญหาในการตีความ รวมทั้งต้องอธิบายต่อสังคมด้วยว่าเหตุใดจึงต้องเปลี่ยนคำ</p><p>- หากต้องการคงคำว่า “ศักดิ์ศรีความเป็นมนุษย์” ไว้ก็จะต้องใช้คำว่า “บุคคล” เพราะคำว่า “ศักดิ์ศรีความเป็นมนุษย์” ไม่ได้บ่งชี้ว่าต้องเป็นคนชาติใด แต่หากจะใช้คำว่า “ประชาชนชาวไทย” ก็จะต้องตัดคำว่า “ศักดิ์ศรีความเป็นมนุษย์” ออก รูปแบบที่ 4 น่าจะเหมาะสมที่สุด</p><p>- ประชาชนชาวไทยย่อมได้รับความคุ้มครองตามรัฐธรรมนูญนี้อยู่แล้วเพราะเป็นรัฐธรรมนูญไทย จึงไม่จำเป็นต้องกำหนดย้ำว่าประชาชนชาวไทยย่อมได้รับความคุ้มครองอีก รูปแบบที่ 3 จึงมีความ เหมาะสม โดยไปกำหนดแยกรายละเอียดของสิทธิให้ชัดเจนในหมวดสิทธิและเสรีภาพของบุคคลว่าคนไทย และคนต่างชาติมีสิทธิแตกต่างกันอย่างไร</p><p>- หากคณะกรรมการยังไม่มีความเห็นร่วมกัน ก็เสนอให้รอการพิจารณาความในมาตรานี้ไว้ก่อน</p><p>- รูปแบบที่ 4 มีความเหมาะสม แต่มีข้อสังเกตในมาตรา 3 ที่ใช้คำว่า “ปวงชนชาวไทย” เหตุใด มาตรานี้จึงใช้คำแตกต่างกัน</p><p>- ในรัฐธรรมนูญ 2517 ถึงรัฐธรรมนูญ 2550 ใช้คำว่า “ประชาชนชาวไทย” มาโดยตลอด โดยคำว่า “ประชาชน” ตามพจนานุกรม หมายถึง พลเมืองหรือสามัญชนทั่ว ๆ ไป ส่วนคำว่า “ปวง” เป็น คำวิเศษณ์ หมายถึง ทั้งหมด เช่น ปวงชนชาวไทย เป็นต้น</p><p>ประธานกรรมการกล่าวว่า หากจะใช้รูปแบบที่ 4 ก็ควรใช้คำว่า “ปวงชนชาวไทย” เพราะหมายถึง คนไทยทั้งหมดจะได้รับความคุ้มครองเสมอกัน หากจะใช้รูปแบบที่ 1 ก็ต้องใช้คำว่า “ประชาชนชาวไทย” เนื่องจากมีแยกประเภท หากยังไม่ได้ข้อยุติก็ขอให้รอการพิจารณาความในมาตรานี้ไว้ก่อน ส่วนความใน มาตรา 4/1 จะกำหนดไว้ในบททั่วไปนี้ หรือจะนำไปกำหนดไว้หมวดสิทธิและเสรีภาพของบุคคล</p><p>มีกรรมการเสนอให้คงความในมาตรา 4/1 ไว้ในบททั่วไปนี้ก่อน เมื่อถึงการพิจารณาในหมวดสิทธิ และเสรีภาพของบุคคลค่อยกลับมาพิจารณาอีกครั้ง </p>","มติที่ประชุม":"<p>คณะกรรมการให้รอการพิจารณาความในมาตรานี้ไว้ก่อน โดยคณะกรรมการจะกลับมาพิจารณาความในมาตรานี้อีกครั้งใน 4 รูปแบบ ดังนี้</p><p><u>รูปแบบที่ 1</u></p><p>มาตรา 4 ประชาชนชาวไทยไม่ว่าเหล่ากำเนิด เพศ หรือศาสนาใด ย่อมอยู่ในความคุ้มครองแห่งรัฐธรรมนูญนี้เสมอกัน</p><p><u>รูปแบบที่ 2</u></p><p>มาตรา 4 ศักดิ์ศรีความเป็นมนุษย์ สิทธิ เสรีภาพ และความเสมอภาคของประชาชนชาวไทย ย่อมได้รับความคุ้มครองตามรัฐธรรมนูญนี้เสมอกัน</p><p><u>รูปแบบที่ 3</u></p><p>มาตรา 4 บุคคลย่อมได้รับความคุ้มครองตามรัฐธรรมนูญนี้เสมอกัน</p><p><u>รูปแบบที่ 4</u></p><p>มาตรา 4 ปวงชนชาวไทยย่อมได้รับความคุ้มครองตามรัฐธรรมนูญนี้เสมอกัน </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"5","หน้า":"12-17"},{"หมวด":"1","ส่วน":"","มาตรา":"4","ร่างมาตรา":"4","ร่างบทบัญญัติ":"<p>\"มาตรา 4 ปวงชนชาวไทยย่อมได้รับความคุ้มครองตามรัฐธรรมนูญนี้เสมอกัน\"</p>","ประเด็นการพิจารณา":"<p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ที่ประชุมได้รอการพิจารณาความ ในร่างมาตรา 4 โดยได้มีข้อเสนอเป็น 4 รูปแบบ ดังนี้</p><p><u>แบบที่ 1</u> “มาตรา 4 ประชาชนชาวไทยไม่ว่าเหล่ากำเนิด เพศ หรือศาสนาใด ย่อมอยู่ในความ คุ้มครองแห่งรัฐธรรมนูญเสมอกัน”</p><p><u>แบบที่ 2</u> “มาตรา 4 ศักดิ์ศรีความเป็นมนุษย์ สิทธิ เสรีภาพ และความเสมอภาคของประชาชน ชาวไทยย่อมได้รับความคุ้มครองตามรัฐธรรมนูญเสมอกัน”</p><p><u>แบบที่ 3</u> “มาตรา 4 บุคคลย่อมได้รับความคุ้มครองตามรัฐธรรมนูญเสมอกัน”</p><p><u>แบบที่ 4</u> “มาตรา 4 ปวงชนชาวไทยย่อมได้รับความคุ้มครองตามรัฐธรรมนูญเสมอกัน”</p><p>ประธานกรรมการกล่าวว่า ความในร่างมาตรา 4 เป็นหลักการในการคุ้มครองประชาชน โดยรูปแบบที่ 1 จะมีเนื้อหาที่ครอบคลุม แต่ควรแก้ไขความในร่างมาตรา 27 เพื่อไม่ให้ซ้ำซ้อนกับความใน ร่างมาตรานี้ด้วย</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า รูปแบบที่ 4 มีความครอบคลุมและเป็นหลักการว่ารัฐธรรมนูญจะให้ความคุ้มครองประชาชนชาวไทย เสมอกัน ส่วนการกำหนดรายละเอียดเรื่องต่างๆ สามารถนำไปกำหนดไว้ในร่างมาตรา 27 ได้ และเห็นว่า การใช้ความในรูปแบบที่ 1 อาจทำให้เกิดปัญหาได้</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- รูปแบบที่ 2 มีเนื้อหาที่ชัดเจนและครอบคลุม แต่ควรปรับปรุงเนื้อหารูปแบบที่ 2 เป็น “มาตรา 4 <u>สิทธิ เสรีภาพ ความเสมอภาค และ</u>ศักดิ์ศรีความเป็นมนุษย์<strike>สิทธิ เสรีภาพ และความเสมอภาค </strike>ของประชาชนชาวไทยย่อมได้รับความคุ้มครองตามรัฐธรรมนูญเสมอกัน”</p><p>- รูปแบบที่ 4 มีความเหมาะสมในการกำหนดไว้ในบททั่วไป ส่วนความในร่างมาตรา 27 จะเป็นการขยายความร่างมาตรา 4 ให้ชัดเจนขึ้น</p><p>- รูปแบบที่ 2 และรูปแบบที่ 4 มีเนื้อหาเช่นเดียวกัน แต่รูปแบบที่ 4 จะมีเนื้อหาที่ครอบคลุมเรื่อง ต่างๆ ทั้งหมด</p><p>- รูปแบบที่ 1 และรูปแบบที่ 2 มีเนื้อหาที่ชัดเจนโดยอธิบายว่าร่างรัฐธรรมนูญได้มีการคุ้มครอง ในเรื่องใด</p><p>ประธานกรรมการกล่าวว่า ร่างมาตรา 4 มีเนื้อหาที่ครอบคลุมเรื่องต่างๆ ทั้งหมด จึงควรกำหนดไว้ ในหมวด 1 บททั่วไป เพื่อให้เป็นหลักการเรื่องการคุ้มครองประชาชน ส่วนรายละเอียดต่างๆ สามารถนำไป กำหนดไว้ในหมวดสิทธิและเสรีภาพของปวงชนชาวไทยในร่างมาตรา 27 ได้</p><p>- มีกรรมการแสดงความเห็นว่า รูปแบบที่ 2 มีเนื้อหาที่จะทำให้ประชาชนเกิดความเข้าใจในเรื่อง การคุ้มครองศักดิ์ศรีความเป็นมนุษย์ สิทธิ เสรีภาพ และความเสมอภาคของประชาชนได้อย่างชัดเจน</p><p>- ควรใช้รูปแบบที่ 4 เนื่องจากหากประชาชนต้องการทราบถึงสิทธิเสรีภาพของประชาชน ก็จะไป อ่านรายละเอียดในหมวดสิทธิและเสรีภาพของปวงชนชาวไทยมากกว่าที่จะอ่านในหมวด 1 ซึ่งเป็นบททั่วไป</p><p>- รูปแบบที่ 2 มีเนื้อหาที่เหมาะสม ซึ่งสอดคล้องกับร่างมาตรา 26 ที่ได้กำหนดให้การตรากฎหมายใด จะกระทบกระเทือนต่อศักดิ์ศรีความเป็นมนุษย์ของบุคคลมิได้</p><p>ประธานกรรมการกล่าวว่า หากใช้รูปแบบที่ 2 จะต้องตัดร่างมาตรา 25 ถึงร่างมาตรา 27 ออก เพื่อไม่ให้เกิดความซ้ำซ้อนกัน</p><p>- มีกรรมการแสดงความเห็นว่า รูปแบบที่ 4 มีความเหมาะสมแล้ว เนื่องจากหมวดสิทธิและ เสรีภาพของปวงชนชาวไทยได้กำหนดให้มีการคุ้มครองสิทธิเสรีภาพต่างๆ ไว้อย่างครบถ้วนสมบูรณ์แล้ว</p><p>- หากใช้รูปแบบที่ 2 จะทำให้ประชาชนมีความรู้สึกต้องการทราบรายละเอียดที่ถูกกำหนดไว้ใน หมวดสิทธิและเสรีภาพของปวงชนชาวไทย</p><p>- ควรพิจารณาเรื่องการใช้คำว่า “ปวงชนชาวไทย”และ คำว่า “บุคคล” เนื่องจากหากใช้คำว่า “ปวงชนชาวไทย” อาจทำให้กลุ่มคนบางส่วนที่ไม่มีสัญชาติไทยอาจไม่ได้รับการคุ้มครองด้วย</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า รูปแบบที่ 2 จะไม่ครอบคลุมเรื่องต่างๆ ที่ถูกกำหนดไว้ในร่างรัฐธรรมนูญนี้ทั้งหมด นอกจากนี้ การ ใช้รูปแบบที่ 2 อาจทำให้เกิดความเข้าใจว่า ความคุ้มครองตามร่างรัฐธรรมนูญนี้ไม่คำนึงถึงเรื่องเหล่ากำเนิด เพศ หรือศาสนา ส่วนรูปแบบที่ 4 เป็นการกำหนดหลักการว่าประชาชนทุกคนจะได้รับการคุ้มครองตาม รัฐธรรมนูญอย่างเท่าเทียมกันทั้งหมด</p><p>ประธานกรรมการกล่าวว่า รูปแบบที่ 3 จะสามารถคุ้มครองบุคคลที่ไม่มีสัญชาติด้วย นอกจากนี้ สามารถใช้คำว่า “บุคคล” เพื่อให้หมายรวมถึงบุคคลทุกคนซึ่งอาจไม่มีสัญชาติไทย</p><p>- มีกรรมการแสดงความเห็นว่า ควรใช้คำว่า “ปวงชนชาวไทย” เพื่อให้หมายถึงประชาชนชาวไทย เท่านั้น อย่างไรก็ตาม ร่างรัฐธรรมนูญนี้สามารถกำหนดให้บุคคลที่ไม่มีสัญชาติไทยมีสิทธิ เสรีภาพ และหน้าที่ ไว้อย่างชัดเจนได้เช่นเดียวกัน</p><p>- หากใช้คำว่า “บุคคล” อาจทำให้เกิดปัญหาเกี่ยวกับเรื่องการถอนสัญชาติและการเนรเทศบุคคล ออกนอกประเทศได้</p><p>- ควรคำนึงถึงบุคคลที่พักอาศัยอยู่ในประเทศไทยมาเป็นเวลานานซึ่งอาจถือเป็นคนไทยด้วยเช่นกัน เพียงแต่ไม่มีสัญชาติไทยหรือบัตรประจำตัวประชาชน เช่น ชาวเขา หรือคนชายขอบ เป็นต้น</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงว่า รัฐธรรมนูญควรมีผลบังคับใช้กับ ประชาชนชาวไทย นอกจากนี้ สามารถกำหนดไว้ในหมวดแนวนโยบายแห่งรัฐ เพื่อให้การคุ้มครองสิทธิ เสรีภาพของบุคคลที่ไม่มีสัญชาติไทยได้</p><p>ประธานกรรมการกล่าวว่า ปัญหาเรื่องคนต่างด้าวที่อาศัยอยู่ในประเทศไทยเป็นเวลานานมีการ สร้างครอบครัวตั้งถิ่นฐานในประเทศหรือบุคคลชายขอบ ควรแก้ไขกฎหมายที่เกี่ยวข้องเพื่อทำให้บุคคลที่พัก อาศัยอยู่ในประเทศไทยมาเป็นเวลานานแต่ไม่มีสัญชาติไทยให้ได้รับสัญชาติไทย แต่ไม่สามารถกำหนดไว้ ในร่างรัฐธรรมนูญได้ ส่วนการใช้คำว่า “บุคคล” ไม่ได้หมายความว่า สิทธิและเสรีภาพของบุคคลจะ เท่าเทียมกันทั้งหมดแต่ต้องเป็นไปตามบทบัญญัติรัฐธรรมนูญด้วย</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า รัฐธรรมนูญจะกำหนด ความสัมพันธ์ระหว่างรัฐกับคนที่มีสัญชาติของรัฐนั้น โดยไม่ได้กำหนดถึงความสัมพันธ์ระหว่างรัฐกับ คนต่างด้าว อย่างไรก็ตาม หากต้องการให้คนต่างด้าวมีสิทธิเสรีภาพอย่างไร ควรกำหนดไว้ในร่างรัฐธรรมนูญ อย่างชัดเจนด้วย นอกจากนี้ การใช้คำว่า “บุคคล” อาจไม่สอดคล้องกับความในร่างมาตรา 3 ที่กำหนดให้ “อำนาจอธิปไตยเป็นของปวงชนชาวไทย...” ทั้งนี้ ตั้งแต่รัฐธรรมนูญ 2517 เป็นต้นมา ได้ใช้คำว่า “ปวงชน ชาวไทย” มาโดยตลอด</p><p>- มีกรรมการแสดงความเห็นว่า รัฐธรรมนูญควรคุ้มครองเฉพาะประชาชนชาวไทยเท่านั้น ส่วนสิทธิ เสรีภาพของคนต่างด้าวควรเป็นไปตามที่กฎหมายกำหนด นอกจากนี้ รัฐธรรมนูญฉบับก่อนๆ ใช้คำว่า “ปวงชนชาวไทย” และ “ประชาชนชาวไทย” มาโดยตลอด หากใช้คำว่า “บุคคล” อาจทำให้เกิดปัญหาใน การตีความได้</p><p>- การใช้คำว่า “บุคคล” จะสามารถคุ้มครองสิทธิเสรีภาพให้กับบุคคลที่พักอาศัยอยู่ในประเทศไทย มาเป็นเวลานานแต่ไม่มีสัญชาติไทย นอกจากนี้ รัฐธรรมนูญ 2540 ใช้คำว่า “บุคคล” โดยได้กำหนดให้มี การคุ้มครองเรื่องศักดิ์ศรีความเป็นมนุษย์ สิทธิ และเสรีภาพของบุคคลด้วย</p><p>- หากใช้คำว่า “บุคคล” จะทำให้เกิดปัญหาการตีความ และทำให้เกิดปัญหาต่อประเทศได้ เนื่องจากจะทำให้บุคคลต่างด้าวหรือบุคคลที่มีปัญหาเรื่องชาติพันธุ์ นำไปอ้างเพื่อให้มีสิทธิเสรีภาพต่างๆ ทั้งที่บุคคลเหล่านั้นไม่ปฏิบัติหน้าที่เหมือนกับประชาชนชาวไทย เช่น การเสียภาษี หรือการเข้ารับการเกณฑ์ ทหาร เป็นต้น</p><p>- บุคคลที่ไม่มีสัญชาติไทย แต่อาศัยอยู่ในประเทศไทยมีหน้าที่เสียภาษีโดยอ้อมให้แก่ประเทศไทย เช่น ภาษีมูลค่าเพิ่ม เป็นต้น นอกจากนั้น สิทธิขั้นพื้นฐานของมนุษย์ทุกคนพึงได้รับโดยปราศจากการเลือก ปฏิบัติ ซึ่งหมายความรวมถึงการคุ้มครองคนต่างด้าว คนไร้สัญชาติ คนไร้รัฐ หรือชนกลุ่มน้อย ซึ่งอาศัยอยู่ใน ราชอาณาจักรไทยไม่ว่าชั่วคราวหรือถาวรย่อมได้รับความคุ้มครองด้วย</p><p>- มาตรา 4 ของรัฐธรรมนูญ 2540 บัญญัติว่า “ศักดิ์ศรีความเป็นมนุษย์ สิทธิ และเสรีภาพของ บุคคลย่อมได้รับความคุ้มครอง” ซึ่งส่งผลให้มีคนต่างด้าวยื่นคำร้องต่อศาลเพื่อให้ศาลส่งเรื่องให้ ศาลรัฐธรรมนูญตีความเรื่องความชอบด้วยรัฐธรรมนูญเกี่ยวกับการอ้างสิทธิตามรัฐธรรมนูญ ทั้งนี้ ร่างมาตรา 4 เป็นบทบัญญัติที่กำหนดความสัมพันธ์ระหว่างประชาชนชาวไทยกับอำนาจรัฐไทย ซึ่งบัญญัติไว้ในหมวด 1 บททั่วไป แต่หากต้องการให้บทบัญญัติของรัฐธรรมนูญคุ้มครองศักดิ์ศรีความเป็นมนุษย์ สิทธิ และเสรีภาพ ของคนต่างด้าวหรือคนที่ไม่มีสัญชาติไทยด้วย อาจบัญญัติความดังกล่าวแยกไว้ในเรื่องเกี่ยวกับสิทธิมนุษยชน ดังนั้น เพื่อไม่ให้เกิดปัญหาการตีความเรื่องสิทธิและเสรีภาพของบุคคลตามร่างมาตรา 4 ควรใช้คำว่า “ปวงชนชาวไทย” จะเหมาะสมมากกว่า</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบให้บัญญัติร่างมาตรา 4 ตามรูปแบบที่ 4 ดังนี้</p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","นายอัชพร จารุจินดา","นายธนาวัฒน์ สังข์ทอง","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"60","หน้า":"5-7"},{"หมวด":"1","ส่วน":"","มาตรา":"4","ร่างมาตรา":"4","ร่างบทบัญญัติ":"<p>\"มาตรา 4 ปวงชนชาวไทยย่อมได้รับความคุ้มครองตามรัฐธรรมนูญนี้เสมอกัน\"</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 4 โดยไม่มีการแก้ไข</p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"67","หน้า":"8"},{"หมวด":"1","ส่วน":"","มาตรา":"4","ร่างมาตรา":"4","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p>ส่วนประเด็นเรื่องสิทธิเสรีภาพที่มีการวิพากษ์วิจารณ์ว่าร่างรัฐธรรมนูญนี้บัญญัติไม่ชัดเจน หรือสิทธิ เสรีภาพบางประการขาดหายไปนั้น ในประเด็นนี้ที่ประชุมเห็นว่า ควรชี้แจงกับประชาชนว่าเรื่องสิทธิ เสรีภาพตามร่างรัฐธรรมนูญเบื้องต้นนี้ ในเรื่องศักดิ์ศรีความเป็นมนุษย์จะได้รับความคุ้มครองตามร่าง รัฐธรรมนูญฉบับนี้อย่างเต็มที่ สำหรับสิทธิเสรีภาพเรื่องใดที่ได้มีการบัญญัติไว้ในร่างรัฐธรรมนูญเบื้องต้นแล้ว คณะกรรมการร่างรัฐธรรมนูญก็ควรชี้แจงถึงรายละเอียดของสิทธิเสรีภาพดังกล่าวให้ชัดเจนว่าได้มีการ บัญญัติอยู่ในมาตราใด และหลังจากรับฟังความคิดเห็นของคณะรักษาความสงบแห่งชาติ คณะรัฐมนตรี สภานิติบัญญัติแห่งชาติ สภาขับเคลื่อนการปฏิรูปประเทศ และประชาชนแล้ว หากสิทธิเสรีภาพเรื่องใด มีความสำคัญและจำเป็นที่จะต้องนำมาบัญญัติไว้ในร่างรัฐธรรมนูญโดยไม่ทำให้เสียหลักการสำคัญของ ร่างรัฐธรรมนูญ คณะกรรมการร่างรัฐธรรมนูญจะได้นำเรื่องสิทธิเสรีภาพดังกล่าวมาบัญญัติไว้ใน ร่างรัฐธรรมนูญต่อไป </p>","มติที่ประชุม":"","หมายเหตุ":"มีการกล่าวถึงศักดิ์ศรีความเป็นมนุษย์ สิทธิ เสรีภาพ และความเสมอภาคของบุคคลย่อมได้รับความคุ้มครอง และปวงชนชาวไทยย่อมได้รับความคุ้มครองตามรัฐธรรมนูญนี้เสมอกันแต่ไม่มีการลงมติ","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"83","หน้า":"3"},{"หมวด":"1","ส่วน":"","มาตรา":"4","ร่างมาตรา":"4","ร่างบทบัญญัติ":"<p>\"มาตรา 4 <strike>ปวงชนชาวไทยย่อมได้รับความคุ้มครองตามรัฐธรรมนูญเสมอกัน</strike><u>ศักดิ์ศรีความเป็น</u><u>มนุษย์ สิทธิ เสรีภาพ และความเสมอภาคของบุคคลย่อมได้รับความคุ้มครอง</u></p><p><u>ปวงชนชาวไทยย่อมได้รับความคุ้มครองตามรัฐธรรมนูญเสมอกัน\"</u></p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า จากการรับฟังความคิดเห็นและข้อเสนอแนะจากหลายภาคส่วน ในประเด็นเรื่องศักดิ์ศรีความเป็นมนุษย์ เสนอเพิ่มเติมความเป็นวรรคสอง ดังนี้ “<u>ศักดิ์ศรีความเป็นมนุษย</u>์ <u>สิทธิ เสรีภาพ และความเสมอภาคของบุคคลย่อมได้รับความคุ้มครอง</u>”</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ควรนำคำว่า “สิทธิ เสรีภาพ” ไว้ข้างหน้าคำว่า “ศักดิ์ศรีความเป็นมนุษย์” เพราะตาม ประวัติศาสตร์ประชาธิปไตย “สิทธิ เสรีภาพ” เป็นสิ่งที่เกิดขึ้นก่อน “ศักดิ์ศรีความเป็นมนุษย์”</p><p>ประธานกรรมการกล่าวว่า ศักดิ์ศรีความเป็นมนุษย์เป็นสิทธิและเสรีภาพขั้นพื้นฐานที่มนุษย์พึงมี รูปแบบหนึ่งเท่านั้น รัฐธรรมนูญของสหรัฐอเมริกาไม่มีการบัญญัติคำว่า “ศักดิ์ศรีความเป็นมนุษย์” แต่ก็ได้ ให้การรับรอง เพราะรัฐธรรมนูญของสหรัฐอเมริกาได้ให้การคุ้มครองสิทธิเสรีภาพขั้นพื้นฐานไว้</p><p>- มีกรรมการแสดงความเห็นว่า ความในมาตรา 25 ของร่างรัฐธรรมนูญนี้ได้กำหนดรับรองสิทธิ และเสรีภาพทั้งหมดของปวงชนชาวไทยไว้แล้ว</p><p>- ความในวรรคสองที่เพิ่มขึ้นใหม่ควรกำหนดไว้เช่นเดียวกับความในมาตรา 4 ของรัฐธรรมนูญ 2550 เพื่อไม่ให้เกิดข้อถกเถียงว่าเหตุใดจึงนำคำว่า “สิทธิ เสรีภาพ และความเสมอภาค” มากำหนดไว้ ข้างหน้าคำว่า “ศักดิ์ศรีความเป็นมนุษย์”</p><p>- หลายภาคส่วนเสนอให้นำความในมาตรา 4 ของรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับ ชั่วคราว) พุทธศักราช 2557 มากำหนดเป็นความในมาตรานี้ เพราะเป็นถ้อยคำและข้อความที่มีความ เหมาะสม</p><p>- การกำหนดคำว่า “ศักดิ์ศรีความเป็นมนุษย์” ไว้ในบททั่วไป จะทำให้คนต่างชาติได้รับความ คุ้มครองเช่นเดียวกับคนไทย เพราะคำว่า “ศักดิ์ศรีความเป็นมนุษย์” ไม่ได้คุ้มครองเฉพาะคนไทยเท่านั้น</p><p>- รัฐธรรมนูญของประเทศใดย่อมมีจุดมุ่งหมายในการคุ้มครองคนของประเทศนั้นเป็นหลัก ไม่ได้มี จุดมุ่งหมายที่จะคุ้มครองคนต่างชาติให้มีสิทธิและเสรีภาพเทียบเท่ากับคนในชาติ ส่วนคนต่างชาติจะได้รับ ความคุ้มครองสิทธิและเสรีภาพมากน้อยเพียงใดก็จะเป็นไปตามที่กำหนดไว้ในรัฐธรรมนูญเป็นเรื่อง ๆ เท่านั้น คณะกรรมการควรพิจารณาให้ชัดเจนว่าคำว่า “บุคคล” ตามความในวรรคสองหมายถึงบุคคลใดบ้าง</p><p>- ความในวรรคสองอาจทำให้คนต่างชาติใช้เป็นหลักในการเรียกร้องสิทธิและเสรีภาพเช่นเดียวกับ คนไทยได้</p><p>- การคุ้มครองสิทธิและเสรีภาพของคนต่างชาติย่อมเป็นไปตามกฎหมายที่มีอยู่ในประเทศนั้น ๆ</p><p>- ความในวรรคสองที่เพิ่มขึ้นใหม่น่าจะหมายถึงเฉพาะคนไทยเท่านั้น เพราะความในร่างมาตรานี้ เดิมซึ่งปรับเป็นวรรคหนึ่งของร่างมาตรานี้ใช้คำว่า “ปวงชนชาวไทย”</p><p>- การเพิ่มความในวรรคสองเป็นการคลี่คลายความกังวลใจของหลายภาคส่วนเท่านั้น จึงไม่ควร กังวลในเรื่องการเรียกร้องสิทธิและเสรีภาพของคนต่างชาติ ศักดิ์ศรีความเป็นมนุษย์นั้นมีความหมาย ครอบคลุมในเรื่องอื่นด้วยนอกจากสิทธิและเสรีภาพ เช่น การไม่ถูกลบหลู่ดูหมิ่น การไม่ถูกกีดกันหรือ เลือกปฏิบัติด้วยเหตุแห่งความแตกต่าง เป็นต้น</p><p>- ความในร่างมาตรานี้เดิมซึ่งปรับเป็นวรรคหนึ่งของร่างมาตรานี้กำหนดขึ้นเพื่อคุ้มครองคนไทย เท่านั้น ส่วนความในวรรคสองที่มีการเพิ่มขึ้นใหม่เป็นเรื่องของการคุ้มครองปัจเจกบุคคลทั้งหลายที่อยู่ใน ประเทศไทยซึ่งเป็นเรื่องที่สอดคล้องกับหลักสากล</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ในรัฐธรรมนูญ 2540 และ 2550 มีการกำหนดเรื่องศักดิ์ศรีความเป็นมนุษย์ไว้ในมาตราก่อนหน้ามาตราที่กำหนดว่าปวงชนชาวไทย ย่อมได้รับความคุ้มครองเสมอกัน เพื่อไม่ให้เกิดข้อถกเถียงจึงเสนอให้นำความในวรรคสองไปกำหนดเป็น ความในวรรคหนึ่ง แล้วนำความในวรรคหนึ่งไปกำหนดไว้เป็นความในวรรคสอง</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในมาตรานี้ เป็นดังนี้</p><p>“มาตรา 4 <strike>ปวงชนชาวไทยย่อมได้รับความคุ้มครองตามรัฐธรรมนูญเสมอกัน</strike><u>ศักดิ์ศรีความเป็น</u><u>มนุษย์ สิทธิ เสรีภาพ และความเสมอภาคของบุคคลย่อมได้รับความคุ้มครอง</u></p><p><u>ปวงชนชาวไทยย่อมได้รับความคุ้มครองตามรัฐธรรมนูญเสมอกัน</u>” </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติให้แก้ไขเพิ่มเติมความในร่างมาตรา 4 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายปกรณ์ นิลประพันธ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"86","หน้า":"3-4"},{"หมวด":"1","ส่วน":"","มาตรา":"4","ร่างมาตรา":"4","ร่างบทบัญญัติ":"<p>\"มาตรา 4 ศักดิ์ศรีความเป็นมนุษย์ สิทธิ เสรีภาพ และความเสมอภาคของบุคคลย่อมได้รับความคุ้มครอง</p><p>ปวงชนชาวไทยย่อมได้รับความคุ้มครองตามรัฐธรรมนูญเสมอกัน\"</p>","ประเด็นการพิจารณา":"<p>เมื่อคราวประชุมคณะกรรมการร่างรัฐธรรมนูญ ครั้งที่ 86 วันอังคาร ที่ 16 กุมภาพันธ์ 2559 ที่ประชุมมีมติแก้ไขเพิ่มเติมความในร่างมาตรานี้ เป็นดังนี้</p><p>“มาตรา 4 <strike>ปวงชนชาวไทยย่อมได้รับความคุ้มครองตามรัฐธรรมนูญเสมอกัน</strike><u>ศักดิ์ศรีความเป็น</u><u>มนุษย์ สิทธิ เสรีภาพ และความเสมอภาคของบุคคลย่อมได้รับความคุ้มครอง</u></p><p><u>ปวงชนชาวไทยย่อมได้รับความคุ้มครองตามรัฐธรรมนูญเสมอกัน</u>”</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า คณะกรรมการมีมติแก้ไขเพิ่มเติม ความในวรรคหนึ่งเรื่องศักดิ์ศรีความเป็นมนุษย์ตามความเห็นของสภานิติบัญญัติแห่งชาติและนักวิชาการ </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 4 ตามที่ได้มีการแก้ไขเพิ่มเติมเมื่อคราวประชุมคณะกรรมการร่างรัฐธรรมนูญ ครั้งที่ 86 วันอังคาร ที่ 16 กุมภาพันธ์ 2559 </p>","หมายเหตุ":"","ผู้อภิปราย":["ไม่ระบุชื่อ"],"ประชุมครั้งที่":"89","หน้า":"2-3"},{"หมวด":"1","ส่วน":"","มาตรา":"4","ร่างมาตรา":"4","ร่างบทบัญญัติ":"<p>\"มาตรา 4 ศักดิ์ศรีความเป็นมนุษย์ สิทธิ เสรีภาพ และความเสมอภาคของบุคคลย่อมได้รับความคุ้มครอง</p><p>ปวงชนชาวไทยย่อมได้รับความคุ้มครองตามรัฐธรรมนูญเสมอกัน\"</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 4 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":[],"ประชุมครั้งที่":"112","หน้า":"3-4"},{"หมวด":"1","ส่วน":"","มาตรา":"5","ร่างมาตรา":"5","ร่างบทบัญญัติ":"<p>\"มาตรา 5 รัฐธรรมนูญเป็นกฎหมายสูงสุดของประเทศ บทบัญญัติใดของกฎหมาย กฎ หรือ ข้อบังคับ ขัดหรือแย้งต่อรัฐธรรมนูญนี้ บทบัญญัตินั้นเป็นอันใช้บังคับมิได้\"</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการสอบถามว่า ที่ผ่านมาเคยมีกรณีที่คำสั่งหรือมติขัดต่อรัฐธรรมนูญบ้างหรือไม่ ที่ประชุมแสดงความเห็น ดังนี้</p><p>- รัฐธรรมนูญ 2517 ถึงรัฐธรรมนูญ 2534 จะใช้ความว่า “บทบัญญัติแห่งกฎหมายใดมีข้อความ ขัดหรือแย้งต่อรัฐธรรมนูญนี้ บทบัญญัตินั้นเป็นอันใช้บังคับมิได้” จนกระทั่งในรัฐธรรมนูญ 2540 ได้มีการ เพิ่มเติมหลักความเป็นกฎหมายสูงสุดของรัฐธรรมนูญ (supremacy of the constitution) จึงใช้ความว่า “รัฐธรรมนูญเป็นกฎหมายสูงสุดของประเทศ บทบัญญัติใดของกฎหมาย กฎ หรือข้อบังคับ ขัดหรือแย้งต่อ รัฐธรรมนูญนี้ บทบัญญัตินั้นเป็นอันใช้บังคับมิได้”</p><p>ประธานกรรมการกล่าวว่า การเรียนการสอนวิชารัฐธรรมนูญในอดีตจะมีการสอนว่าความเป็น กฎหมายสูงสุดของรัฐธรรมนูญนั้นจะพิจารณาได้จากความในมาตรานี้ เพราะกฎหมายใดขัดหรือแย้งกับ รัฐธรรมนูญเป็นอันใช้บังคับมิได้ รัฐธรรมนูญจึงเป็นกฎหมายสูงสุด ต่อมาเมื่อรัฐธรรมนูญ 2540 มีการ เพิ่มเติมหลักความเป็นกฎหมายสูงสุดของรัฐธรรมนูญจึงไม่ต้องอธิบายว่ารัฐธรรมนูญเป็นกฎหมายสูงสุด อย่างเช่นในอดีต</p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- คำว่า “ขัด” และคำว่า “แย้ง” มีความหมายเดียวกันหรือไม่ และจำเป็นหรือไม่ที่จะต้องใช้ทั้งสองคำ</p><p>- คำว่า “ขัด” ในภาษาอังกฤษ คือ contrary to ส่วนคำว่า “แย้ง” ในภาษาอังกฤษ คือ inconsistent with โดยนัยทั้งสองคำจะมีความแตกต่างกัน</p><p>ประธานกรรมการกล่าวว่า คำว่า “แย้ง” คือ ไม่สอดคล้อง</p><p>มีกรรมการแสดงความเห็นว่า บทบัญญัติในมาตรานี้มีการใช้มานานและมีความเหมาะสมแล้ว </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 5 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"5","หน้า":"17-18"},{"หมวด":"1","ส่วน":"","มาตรา":"5","ร่างมาตรา":"5","ร่างบทบัญญัติ":"<p>\"มาตรา 5 รัฐธรรมนูญเป็นกฎหมายสูงสุดของประเทศ บทบัญญัติใดของกฎหมาย กฎ หรือ ข้อบังคับ หรือการกระทำใด ขัดหรือแย้งต่อรัฐธรรมนูญ บทบัญญัติหรือการกระทำนั้นเป็นอันใช้บังคับมิได้\"</p>","ประเด็นการพิจารณา":"<p>ประธานกรรมการกล่าวว่า ร่างมาตรา 5 ได้เพิ่มความว่า “หรือการกระทำใด” เพื่อให้ครอบคลุม บทบัญญัติของกฎหมายและการกระทำใดมิให้ขัดหรือแย้งต่อรัฐธรรมนูญ</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- ร่างรัฐธรรมนูญของคณะกรรมการยังคงมีบทบัญญัติรองรับกรณีไม่มีบทบัญญัติแห่งรัฐธรรมนูญ บังคับแก่กรณีใดให้กระทำการหรือวินิจฉัยกรณีนั้นไปตามประเพณีการปกครองระบอบประชาธิปไตยอันมี พระมหากษัตริย์ทรงเป็นประมุข เช่นเดียวกับที่เคยบัญญัติในมาตรา 7 ของรัฐธรรมนูญ 2550 หรือไม่</p><p>ประธานกรรมการกล่าวว่า บทบัญญัติตามความในมาตรา 7 ของรัฐธรรมนูญ 2550 ยังคงบัญญัติ ไว้ในร่างรัฐธรรมนูญของคณะกรรมการ โดยบัญญัติไว้ในบทว่าด้วยศาลรัฐธรรมนูญ เพื่อให้ศาลรัฐธรรมนูญ เป็นองค์กรวินิจฉัยชี้ขาดกรณีมีปัญหาว่าไม่มีบทบัญญัติแห่งรัฐธรรมนูญบังคับแก่กรณีที่เกิดขึ้น ให้ศาลรัฐธรรมนูญวินิจฉัยชี้ขาดโดยยึดประเพณีการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ ทรงเป็นประมุข</p><p>- มีกรรมการสอบถามว่า ความว่า “การกระทำนั้นเป็นอันใช้บังคับมิได้” เป็นถ้อยคำที่เหมาะสม</p><p>หรือไม่</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติม ดังนี้ “บทบัญญัติหรือการกระทำนั้นเป็นอัน<strike>ใช้</strike><u>ไม่มีผล</u>บังคับ<strike>มิได้</strike>”</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง กล่าวว่า ความเดิมของร่างมาตรา 4 ใช้คำว่า</p><p>“เป็นอันใช้บังคับมิได้” หากแก้ไขเป็นคำว่า “เป็นอันไม่มีผลบังคับ” อาจทำให้ความหมายเปลี่ยนแปลงไป นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ</p><p>ชี้แจงว่า ความว่า “เป็นอันใช้บังคับมิได้” หมายความว่า บทบัญญัติหรือการกระทำนั้นไม่มีผลใช้บังคับให้ ผู้ใดต้องปฏิบัติตาม</p><p>ประธานกรรมการเสนอให้แก้ไขเพิ่มเติม ดังนี้ “บทบัญญัติหรือการกระทำนั้นเป็นอันใช้บังคับมิได้ <u>หรือไม่มีผลบังคับ แล้วแต่กรณ</u>ี”</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ความว่า “บทบัญญัติหรือ การกระทำนั้นเป็นอันใช้บังคับมิได้หรือไม่มีผลบังคับ แล้วแต่กรณี” เป็นการบัญญัติรัฐธรรมนูญที่ขัดแย้ง กันเอง เนื่องจากบัญญัติให้การกระทำที่มีสภาพบังคับตั้งแต่แรกเมื่อมีการกระทำนั้นแต่กลับกลายเป็นว่าการ กระทำที่มีสภาพบังคับไปแล้วกลับไม่มีผลบังคับซึ่งเป็นบทบัญญัติที่ขัดแย้งกันเอง </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 5 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"60","หน้า":"8"},{"หมวด":"1","ส่วน":"","มาตรา":"5","ร่างมาตรา":"5","ร่างบทบัญญัติ":"<p>\"มาตรา 5 รัฐธรรมนูญเป็นกฎหมายสูงสุดของประเทศ บทบัญญัติใดของกฎหมาย กฎ หรือ ข้อบังคับ หรือการกระทำใด ขัดหรือแย้งต่อรัฐธรรมนูญ บทบัญญัติหรือการกระทำนั้น เป็นอันใช้บังคับมิได\"</p>","ประเด็นการพิจารณา":"","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 5 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"67","หน้า":"8"},{"หมวด":"1","ส่วน":"","มาตรา":"5","ร่างมาตรา":"5","ร่างบทบัญญัติ":"<p>\"มาตรา 5 รัฐธรรมนูญเป็นกฎหมายสูงสุดของประเทศ บทบัญญัติใดของกฎหมาย กฎ หรือ ข้อบังคับ หรือการกระทำใด ขัดหรือแย้งต่อรัฐธรรมนูญ บทบัญญัติหรือการกระทำนั้น เป็นอันใช้บังคับมิได้\"</p>","ประเด็นการพิจารณา":"<p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า มีนักวิชาการบางคนเห็นว่าสิ่งที่ จะขัดต่อรัฐธรรมนูญได้นั้นจะมีแต่เฉพาะบทบัญญัติของกฎหมาย กฎ หรือข้อบังคับเท่านั้น ส่วนการกระทำ นั้นไม่อาจขัดหรือแย้งต่อรัฐธรรมนูญได้</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- การกระทำบางอย่างก็อาจเข้าข่ายขัดหรือแย้งต่อรัฐธรรมนูญได้ ความในร่างมาตรานี้จึงเหมาะสมแล้ว</p><p>- มีกรรมการสอบถามว่า การกระทำใดบ้างที่ขัดหรือแย้งต่อรัฐธรรมนูญตามร่างมาตรานี้ นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า การกระทำตามความในมาตรา</p><p>68 ของรัฐธรรมนูญ 2550 เป็นการกระทำที่ขัดหรือแย้งต่อรัฐธรรมนูญ</p><p>นายธนาวัฒน์ สังข์ทอง เลขานุการกรรมการ คนที่สอง ชี้แจงเพิ่มเติมว่า รัฐธรรมนูญเป็นกฎหมาย สูงสุดจึงต้องมีความสูงสุดในทุกมิติ รวมทั้งมิติทางกายภาพ การกระทำจึงอาจขัดหรือแย้งต่อรัฐธรรมนูญได้ </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบร่างมาตรา 5 โดยไม่มีการแก้ไข </p>","หมายเหตุ":"","ผู้อภิปราย":["นายปกรณ์ นิลประพันธ์","นายธนาวัฒน์ สังข์ทอง","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"86","หน้า":"4-9"},{"หมวด":"1","ส่วน":"","มาตรา":"5","ร่างมาตรา":"5/1","ร่างบทบัญญัติ":"<p><u>\"มาตรา 5/1 </u><u>เมื่อไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใดให้กระทำการนั้นหรือวินิจฉัย</u> <u>กรณีนั้นไปตามประเพณีการปกครองประเทศไทยในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็น</u><u>ประมุข</u></p><p><u>ในกรณีที่มีปัญหาเกี่ยวกับการวินิจฉัยกรณีใดตามความในวรรคหนึ่งเกิดขึ้นในวงงานของสภา</u><u>ผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรีหรือองค์กรอิสระ ให้สภาผู้แทนราษฎร วุฒิสภา รัฐสภา</u> <u>คณะรัฐมนตรี หรือองค์กรอิสระ แล้วแต่กรณี เสนอเรื่องต่อศาลรัฐธรรมนูญเพื่อพิจารณาวินิจฉัยตามหน้าท</u>ี่<u>และอำนาจต่อไป\"</u></p>","ประเด็นการพิจารณา":"<p>ในการนี้ ประธานกรรมการเสนอเพิ่มความเป็นร่างมาตรา 5/1 ดังนี้</p><p>“<u>มาตรา 5/1 เมื่อไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใดให้กระทำการนั้นหรือวินิจฉัย</u> <u>กรณีนั้นไปตามประเพณีการปกครองประเทศไทยในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็น</u> <u>ประมุข</u></p><p><u>ในกรณีที่มีปัญหาเกี่ยวกับการวินิจฉัยกรณีใดตามความในวรรคหนึ่งเกิดขึ้นในวงงานของรัฐสภา</u> <u>ให้รัฐสภาเป็นผู้วินิจฉัยชี้ขาด หรือเมื่อกรณีที่เกิดขึ้นนอกวงงานของรัฐสภา คณะรัฐมนตรี ศาลฎีกา หรือศาล</u> <u>ปกครองสูงสุด หรือองค์กรอิสระจะขอให้ศาลรัฐธรรมนูญวินิจฉัยชี้ขาดก็ได้ แต่สำหรับศาลฎีกาและศาล</u> <u>ปกครองสูงสุดให้กระทำได้เฉพาะเมื่อมีมติของที่ประชุมใหญ่ศาลฎีกาหรือที่ประชุมใหญ่ตุลาการในศาล</u> <u>ปกครองสูงสุดและเฉพาะในส่วนที่เกี่ยวกับการพิจารณาพิพากษาคด</u>ี” </p><p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ความในร่างมาตรานี้ควรกำหนดให้ศาลรัฐธรรมนูญทำหน้าที่วินิจฉัยเองได้โดยไม่ต้องกำหนดให้ องค์กรต่าง ๆ เสนอเรื่องให้ศาลรัฐธรรมนูญวินิจฉัยชี้ขาด</p><p>ประธานกรรมการกล่าวว่า ความในมาตรานี้ไม่ควรกำหนดให้ศาลรัฐธรรมนูญหยิบยกปัญหาขึ้น วินิจฉัยชี้ขาดได้เองต้องมีผู้ร้องขอซึ่งเป็นเรื่องปกติในกระบวนวิธีพิจารณาของศาล</p><p>- มีกรรมการแสดงความเห็นว่า คณะกรรมการควรร่วมกันพิจารณาว่าความในร่างมาตรานี้จะทำให้ เกิดผลกระทบอย่างไรต่อการเมืองในอนาคต</p><p>- เหตุผลที่คณะกรรมการไม่นำหลักการที่บัญญัติในมาตรา 7 ของรัฐธรรมนูญ 2550 มาบัญญัติ ไว้ในร่างรัฐธรรมนูญนั้น เนื่องจากคณะกรรมการได้กำหนดมาตรการเพื่อป้องกันมิให้เกิดปัญหาดังเช่นที่เคย เกิดขึ้นในอดีตกรณีที่ไม่มีบทบัญญัติแห่งรัฐธรรมนูญใช้บังคับแก่กรณีใดกรณีหนึ่ง ซึ่งมาตรา 7 ของ รัฐธรรมนูญ 2550 ได้กำหนดให้วินิจฉัยกรณีนั้นไปตามประเพณีการปกครองระบอบประชาธิปไตยอันมี พระมหากษัตริย์ทรงเป็นประมุข ทำให้เกิดปัญหาว่าองค์กรใดจะทำหน้าที่ในการวินิจฉัยชี้ขาด</p><p>- ความว่า “ในกรณีที่มีปัญหาเกี่ยวกับการวินิจฉัยกรณีใดตามความในวรรคหนึ่งเกิดขึ้นในวงงาน รัฐสภา ให้รัฐสภาเป็นผู้วินิจฉัย” ในวรรคสองของร่างมาตรา 5/1 ที่เพิ่มขึ้นใหม่นั้น หากรัฐสภาวินิจฉัยโดย ใช้เสียงข้างมากแต่ผลของการวินิจฉัยดังกล่าวขัดต่อรัฐธรรมนูญก็อาจทำให้เกิดปัญหาในทางปฏิบัติดังเช่น ที่เคยเกิดขึ้นในรัฐธรรมนูญ 2550 ดังนั้น จึงควรกำหนดให้ศาลรัฐธรรมนูญเป็นองค์กรที่มีอำนาจในการ วินิจฉัย</p><p>- หลักการของร่างมาตรา 207 บัญญัติขึ้นเพื่อให้ศาลรัฐธรรมนูญมีอำนาจในการวินิจฉัยกรณีที่ไม่มี บทบัญญัติแห่งรัฐธรรมนูญที่จะยกมาปรับแก่กรณีใดได้ ให้ศาลรัฐธรรมนูญวินิจฉัยกรณีนั้นตามประเพณีการ ปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข ซึ่งแตกต่างจากมาตรา 7 ของ รัฐธรรมนูญ 2550 ที่ไม่ได้กำหนดให้องค์กรหรือหน่วยงานใดเป็นผู้วินิจฉัยชี้ขาด ดังนั้น คณะกรรมการ ควรคงหลักการของร่างมาตรา 207 ไว้ในร่างรัฐธรรมนูญเพื่อให้ศาลรัฐธรรมนูญเป็นกลไกในการแก้ไข ปัญหาวิกฤติของประเทศ</p><p>ประธานกรรมการกล่าวว่า เหตุผลที่เสนอเพิ่มความเป็นร่างมาตรา 5/1 เนื่องจากในกรณีที่เกิด ปัญหารัฐธรรมนูญควรให้ศาลรัฐธรรมนูญเป็นผู้วินิจฉัย โดยประเด็นที่มีผู้โต้แย้งหลักการของคณะกรรมการ ในเรื่องอำนาจศาลรัฐธรรมนูญในการวินิจฉัยกรณีที่ไม่มีบทบัญญัติแห่งรัฐธรรมนูญที่จะยกมาปรับแก่กรณีใด ได้ ให้ศาลรัฐธรรมนูญวินิจฉัยกรณีนั้นตามประเพณีการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ ทรงเป็นประมุข โดยเสนอให้คงหลักการดังเช่นที่เคยบัญญัติไว้ในมาตรา 7 ของรัฐธรรมนูญ 2550 เพียงเท่านั้นซึ่งเป็นการคิดเพียงชั้นเดียว โดยไม่คิดทบทวนต่อไปอีกว่าหากเกิดปัญหากรณีที่ไม่มีบทบัญญัติ แห่งรัฐธรรมนูญที่จะยกมาปรับแก่กรณีใด องค์กรใดจะเป็นผู้วินิจฉัยชี้ขาดปัญหาดังกล่าว ในประเด็น ดังกล่าวมาตรา 5 วรรคสองของรัฐธรรมนูญ (ฉบับชั่วคราว) 2557 จึงได้บัญญัติแนวทางการแก้ไขปัญหาไว้ ว่า “ในกรณีที่มีปัญหาเกี่ยวกับการวินิจฉัยกรณีใดตามความในวรรคหนึ่งเกิดขึ้นในวงงานของสภานิติบัญญัติ แห่งชาติ ให้สภานิติบัญญัติแห่งชาติเป็นผู้วินิจฉัยชี้ขาด หรือเมื่อมีกรณีที่เกิดขึ้นนอกวงงานของสภานิติบัญญัติ แห่งชาติ คณะรักษาความสงบแห่งชาติ คณะรัฐมนตรี ศาลฎีกา หรือศาลปกครองสูงสุดจะขอให้ศาลรัฐธรรมนูญ วินิจฉัยชี้ขาดก็ได้ แต่สำหรับศาลฎีกาและศาลปกครองสูงสุดให้กระทำได้เฉพาะเมื่อมีมติของที่ประชุมใหญ่ ศาลฎีกาหรือที่ประชุมใหญ่ตุลาการในศาลปกครองสูงสุด และเฉพาะในส่วนที่เกี่ยวกับการพิจารณาพิพากษา คดี” ดังนั้น จึงควรนำหลักการในมาตรา 5 วรรคสองของรัฐธรรมนูญ (ฉบับชั่วคราว) 2557 มาใช้เพื่อแก้ไข เพิ่มเติมร่างรัฐธรรมนูญของคณะกรรมการให้สอดคล้องกับความเห็นที่มีผู้โต้แย้งคัดค้าน</p><p>- มีกรรมการแสดงความเห็นว่า เรื่องอำนาจของศาลรัฐธรรมนูญ มีนักวิชาการได้เสนอแนะ ความเห็นให้บัญญัติอำนาจของศาลรัฐธรรมนูญในการวินิจฉัยชี้ขาดกรณีที่ไม่มีบทบัญญัติแห่งรัฐธรรมนูญที่ จะยกมาปรับแก่กรณีใดได้ ให้ศาลรัฐธรรมนูญวินิจฉัยกรณีนั้นตามประเพณีการปกครองระบอบ ประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข เพื่อเป็นการแก้ไขปัญหาวิกฤติของประเทศ หรือเรื่อง การขัดหรือแย้งต่อรัฐธรรมนูญซึ่งรวมถึงกฎด้วย โดยนำไปบัญญัติไว้ในบททั่วไปจะเหมาะสมมากกว่าการ บัญญัติไว้ในหมวดศาลรัฐธรรมนูญ</p><p>- ความในวรรคสองของร่างมาตรา 5/1 ที่เพิ่มขึ้นใหม่ ความว่า “ในกรณีที่มีปัญหาเกี่ยวกับการ วินิจฉัยกรณีใดตามความในวรรคหนึ่งเกิดขึ้นในวงงานของสภาผู้แทนราษฎร วุฒิสภา รัฐสภา” ในการ วินิจฉัยให้สภาผู้แทนราษฎร วุฒิสภา รัฐสภา แล้วแต่กรณี เป็นผู้วินิจฉัยชี้ขาด หากผลการวินิจฉัยชี้ขาด ของสภาผู้แทนราษฎร วุฒิสภา รัฐสภา แล้วแต่กรณี วินิจฉัยชี้ขาดโดยไม่ชอบด้วยรัฐธรรมนูญโดยอาศัย เสียงข้างมากในสภาดังเช่นที่เคยเกิดขึ้นในอดีต แล้วมีผู้ร้องต่อศาลรัฐธรรมนูญจะทำให้เกิดปัญหาเกี่ยวกับ หน้าที่และอำนาจระหว่างสภาผู้แทนราษฎร วุฒิสภา รัฐสภากับศาลรัฐธรรมนูญหรือไม่</p><p>- ร่างรัฐธรรมนูญควรบัญญัติกลไกให้มีองค์กรที่ทำหน้าที่วินิจฉัยชี้ขาดกรณีที่ไม่มีบทบัญญัติ แห่งรัฐธรรมนูญที่จะยกมาปรับแก่กรณีใดได้ ซึ่งสอดคล้องกับข้อเสนอแนะของคณะกรรมาธิการวิสามัญ พิจารณาศึกษาเสนอแนะและรวบรวมความเห็นเพื่อประกอบการพิจารณาจัดทำร่างรัฐธรรมนูญ สภานิติบัญญัติ แห่งชาติ ที่มีข้อเสนอแนะในเรื่องความจำเป็นที่ต้องมีกลไกเพื่อแก้ไขปัญหาวิกฤติของประเทศว่า</p><p>“คณะกรรมาธิการได้พิจารณาแล้ว เห็นว่ามีความจำเป็นที่ต้องมีกลไกเพื่อแก้ไขปัญหาวิกฤติของประเทศ เฉพาะในกรณีที่ไม่มีบทบัญญัติของกฎหมายกำหนดแนวทางการดำเนินการไว้ หรือในกรณีที่สถาบัน ทางการเมืองไม่สามารถใช้อำนาจรัฐหรืออำนาจบริหารในการบริหารประเทศได้ โดยควรกำหนดให้มีกลไก ที่เป็นที่ยอมรับของสังคมเพื่อทำหน้าที่ในการแก้ไขปัญหาวิกฤติของประเทศดังกล่าว โดยให้เป็นอำนาจของ รัฐสภา หรือวุฒิสภาในกรณีที่ไม่มีสภาผู้แทนราษฎรหรือมีสภาผู้แทนราษฎรแต่ไม่สามารถปฏิบัติหน้าที่ได้ แล้วแต่กรณี ที่จะวินิจฉัยว่าสถานการณ์ใดที่จะถือว่าเป็นวิกฤติของประเทศ และหากปรากฏว่ารัฐสภา หรือวุฒิสภา แล้วแต่กรณี มีคำวินิจฉัยว่าสถานการณ์ที่เกิดขึ้นเป็นวิกฤติของประเทศแล้ว ให้เป็นอำนาจของ ประธานศาลรัฐธรรมนูญในการเรียกประชุมร่วมกันของผู้บัญชาการเหล่าทัพ ผู้บัญชาการตำรวจแห่งชาติ ประธานองค์กรอิสระตามรัฐธรรมนูญ ปลัดกระทรวงกลาโหม และบุคคลอื่นใดตามที่รัฐธรรมนูญกำหนด โดยให้ที่ประชุมดังกล่าวมีอำนาจในการบริหารจัดการสถานการณ์เพื่อให้สถานการณ์กลับคืนสู่ภาวะปกติ โดยเร็ว โดยมีเหตุผล ดังนี้ แม้ว่าร่างมาตรา 207 จะกำหนดว่าการวินิจฉัยของศาลรัฐธรรมนูญให้เป็นไปตาม ตัวอักษรหรือตามความมุ่งหมายของบทบัญญัติแห่งรัฐธรรมนูญ ถ้าไม่มีบทบัญญัติแห่งรัฐธรรมนูญที่จะยก มาปรับแก่กรณีใดได้ ให้วินิจฉัยกรณีนั้นตามประเพณีการปกครองระบอบประชาธิปไตยอันมีพระมหา กษัตริย์ทรงเป็นประมุข อย่างไรก็ตาม ศาลรัฐธรรมนูญก็มีอำนาจวินิจฉัยได้เฉพาะภายในกรอบอำนาจหน้าที่ ของศาลรัฐธรรมนูญตามที่บัญญัติไว้ในร่างมาตรา 205 เท่านั้น จึงไม่สามารถนำหลักการ ในมาตราดังกล่าวมาใช้บังคับเพื่อนำไปสู่การแก้ไขปัญหาวิกฤติของประเทศได้”</p><p>- ความในวรรคสองของร่างมาตรา 5/1 ที่เพิ่มขึ้นใหม่ ในกรณีที่ไม่มีบทบัญญัติแห่งรัฐธรรมนูญที่จะ ยกมาปรับแก่กรณีใดซึ่งเกิดขึ้นในวงงานของสภาผู้แทนราษฎร วุฒิสภา รัฐสภา ให้เป็นอำนาจของ สภาผู้แทนราษฎร วุฒิสภา รัฐสภา แล้วแต่กรณี ในการวินิจฉัยชี้ขาด หากปรากฏว่าการวินิจฉัยชี้ขาดของ สภาผู้แทนราษฎร วุฒิสภา รัฐสภา แล้วแต่กรณี นั้น ไม่สามารถแก้ไขปัญหาที่เกิดขึ้นในวงงานของ สภาผู้แทนราษฎร วุฒิสภา หรือรัฐสภาได้ คณะกรรมการควรกำหนดกลไกเพื่อรองรับการแก้ปัญหาดังกล่าว โดยกำหนดให้ศาลรัฐธรรมนูญเป็นผู้วินิจฉัย</p><p>- มีกรรมการแสดงความเห็นว่า ร่างมาตรา 205 (2) คณะกรรมการได้บัญญัติหลักการในเรื่อง อำนาจของศาลรัฐธรรมนูญในการวินิจฉัยชี้ขาดก่อนที่จะเกิดปัญหาการขัดกันระหว่างองค์กรโดยกำหนดให้ ศาลรัฐธรรมนูญมีอำนาจพิจารณาวินิจฉัยปัญหาเกี่ยวกับหน้าที่และอำนาจของสภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี หรือองค์กรอิสระ แตกต่างจากที่เคยบัญญัติในรัฐธรรมนูญ 2540 และรัฐธรรมนูญ 2550 ดังนั้น จึงไม่จำเป็นต้องบัญญัติวรรคสองของร่างมาตรา 5/1 ซ้ำอีก</p><p>- ร่างมาตรา 205 บัญญัติรองรับการพิจารณาวินิจฉัยปัญหาเกี่ยวกับหน้าที่และอำนาจของ สภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี หรือองค์กรอิสระ โดยให้เป็นอำนาจของศาลรัฐธรรมนูญ ในการวินิจฉัยชี้ขาด จึงไม่จำเป็นต้องบัญญัติวรรคสองของร่างมาตรา 5/1 ซ้ำอีก</p><p>- ความว่า “เมื่อไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใด ให้กระทำการนั้นหรือวินิจฉัย กรณีนั้นไปตามประเพณีการปกครองประเทศไทยในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็น ประมุข” ในวรรคหนึ่งของร่างมาตรา 5/1 เป็นการบัญญัติหลักการที่ครอบคลุมกรณีไม่มีบทบัญญัติ แห่งรัฐธรรมนูญนี้บังคับแก่กรณีใดให้กระทำการนั้นหรือวินิจฉัยกรณีนั้นไปตามประเพณีการปกครอง ประเทศไทยในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุขแล้ว จึงไม่จำเป็นต้องบัญญัติ วรรคสองของร่างมาตรา 5/1 ที่เพิ่มขึ้นใหม่ซ้ำอีก</p><p>- หลักการในวรรคสองของร่างมาตรา 5/1 เป็นหลักการที่สำคัญที่ควรบัญญัติไว้ในร่างรัฐธรรมนูญ เนื่องจากเป็นมาตรการป้องกันมิให้มีการดึงสถาบันพระมหากษัตริย์เข้ามาเกี่ยวข้องกับปัญหาทางการเมือง ดังนั้น จึงไม่เห็นด้วยกับการตัดวรรคสองของร่างมาตรา 5/1 ออก</p><p>- หลักการในวรรคสองของร่างมาตรา 5/1 รองรับองค์กรที่จะเข้ามาทำหน้าที่ในการวินิจฉัยปัญหา กรณีที่ไม่มีบทบัญญัติแห่งรัฐธรรมนูญที่จะยกมาปรับแก่กรณีใดได้ ซึ่งแตกต่างจากรัฐธรรมนูญ 2540 และ รัฐธรรมนูญ 2550 ที่ไม่ได้กำหนดองค์กรที่จะทำหน้าที่ในการวินิจฉัยชี้ขาด</p><p>- เรื่องอำนาจของศาลรัฐธรรมนูญตามร่างมาตรา 205 เป็นการแก้ไขหลักการเดิมของรัฐธรรมนูญ 2550 กรณีที่จะเสนอเรื่องต่อศาลรัฐธรรมนูญเพื่อวินิจฉัยกรณีมีปัญหาข้อโต้แย้งระหว่างองค์กร ซึ่งแตกต่างจากหลักการที่บัญญัติในร่างมาตรา 205 หากสภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี หรือองค์กรอิสระมีข้อสงสัยเกี่ยวกับหน้าที่และอำนาจก็สามารถเสนอเรื่องต่อศาลรัฐธรรมนูญเพื่อวินิจฉัย ตามร่างมาตรา 205 ได้</p><p>ประธานกรรมการเสนอแก้ไขความในวรรคสองของร่างมาตรา 5/1 ที่เพิ่มขึ้นใหม่ เป็นดังนี้ “<u>ในกรณีที่มีปัญหาเกี่ยวกับการวินิจฉัยกรณีใดตามความในวรรคหนึ่งเกิดขึ้นในวงงานของสภาผู้แทนราษฎร</u> <u>วุฒิสภา รัฐสภา คณะรัฐมนตรีหรือองค์กรอิสระ ให้สภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี หรือ</u> <u>องค์กรอิสระ แล้วแต่กรณี เสนอเรื่องต่อศาลรัฐธรรมนูญเพื่อพิจารณาวินิจฉัยตามมาตรา 205 ต่อไป</u>”</p><p>- มีกรรมการแสดงความเห็นว่า ในร่างมาตรา 205 (2) กำหนดให้ศาลรัฐธรรมนูญมีหน้าที่และ อำนาจในการพิจารณาวินิจฉัยปัญหาเกี่ยวกับหน้าที่และอำนาจของสภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี หรือองค์กรอิสระ หากกรณีมีปัญหาเกิดขึ้นในวงงานของสภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรีหรือองค์กรอิสระนั้น แล้วปรากฏว่าองค์กรเหล่านั้นได้วินิจฉัยชี้ขาดแล้วแต่มีผู้ยื่นคำร้องต่อศาล รัฐธรรมนูญว่าการวินิจฉัยไม่ชอบด้วยรัฐธรรมนูญ หลักการของวรรคสองของร่างมาตรา 5/1 จะเป็นตัวคัด กรองได้ชั้นหนึ่งก่อนที่จะมีการเสนอเรื่องต่อศาลรัฐธรรมนูญตามมาตรา 205 (2) ส่วนมาตรการอื่นควร นำไปบัญญัติไว้ในพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยวิธีพิจารณาคดีของศาลรัฐธรรมนูญเพื่อรองรับ กรณีดังกล่าวไว้อีกชั้นหนึ่ง</p><p>- กรณีมีปัญหาเกี่ยวกับหน้าที่และอำนาจของระหว่างองค์กรอิสระกับศาลปกครองจะสามารถใช้ กลไกที่กำหนดในร่างมาตรา 5/1 ได้หรือไม่</p><p>ประธานกรรมการกล่าวว่า หลักการของวรรคสองของร่างมาตรา 5/1 เป็นหลักการเดียวกับที่ บัญญัติในมาตรา 5 ของรัฐธรรมนูญ (ฉบับชั่วคราว) 2557 หากคณะกรรมการไม่บัญญัติวรรคสองก็อาจ ทำให้เกิดปัญหาในทางปฏิบัติได้ ดังนั้น เสนอแก้ไขความในวรรคสองของร่างมาตรา 5/1 ที่เพิ่มขึ้นใหม่ เป็นดังนี้ “<u>ในกรณีที่มีปัญหาเกี่ยวกับการวินิจฉัยกรณีใดตามความในวรรคหนึ่งเกิดขึ้นในวงงานของ</u> <u>สภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรีหรือองค์กรอิสระ ให้สภาผู้แทนราษฎร วุฒิสภา รัฐสภา</u> <u>คณะรัฐมนตรี หรือองค์กรอิสระ แล้วแต่กรณี เสนอเรื่องต่อศาลรัฐธรรมนูญเพื่อพิจารณาวินิจฉัยตามหน้าท</u>ี่ <u>และอำนาจต่อไป</u>”</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเพิ่มความเป็นร่างมาตรา 5/1 ดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"86","หน้า":"4-9"},{"หมวด":"1","ส่วน":"","มาตรา":"5","ร่างมาตรา":"5/1","ร่างบทบัญญัติ":"","ประเด็นการพิจารณา":"<p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า เมื่อคราวประชุมคณะกรรมการ ร่างรัฐธรรมนูญ ครั้งที่ 86 วันอังคาร ที่ 16 กุมภาพันธ์ 2559 ที่ประชุมมีมติเพิ่มความเป็นมาตรา 5/1 โดยนำมาตรา 7 ของรัฐธรรมนูญ 2550 มาบัญญัติเป็นวรรคหนึ่งของร่างรัฐธรรมนูญนี้ตามความเห็นของ สภานิติบัญญัติแห่งชาติ โดยคณะกรรมการเห็นควรเพิ่มความเป็นวรรคสองเพื่อกำหนดผู้ทำหน้าที่วินิจฉัยด้วย</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- การให้องค์กรที่เกี่ยวข้องวินิจฉัยชี้ขาดกรณีที่ไม่มีบทบัญญัติแห่งรัฐธรรมนูญใช้บังคับแก่กรณีใด กรณีหนึ่งได้เองตามประเพณีการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข โดยไม่ต้องเสนอเรื่องต่อศาลรัฐธรรมนูญเพื่อวินิจฉัยชี้ขาดนั้น จะทำให้เกิดปัญหาขึ้นหรือไม่</p><p>- การให้องค์กรที่เกี่ยวข้องวินิจฉัยเองได้ตามประเพณีการปกครองระบอบประชาธิปไตย อันมีพระมหากษัตริย์ แบ่งได้เป็นสองกรณี คือ 1) กรณีที่ไม่มีบทบัญญัติแห่งรัฐธรรมนูญใช้บังคับแก่กรณีใดกรณี หนึ่ง และ 2) กรณีที่ไม่มีปัญหาเกี่ยวกับการวินิจฉัยกรณีใดตามความในวรรคหนึ่ง</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า ส่วนตัวไม่เห็นด้วยกับการเขียน ร่างมาตรา 5/1 ตามที่มีการเสนอ เนื่องจากการให้ศาลรัฐธรรมนูญหรือองค์กรที่เกี่ยวข้องวินิจฉัยชี้ขาดกรณี ที่ไม่มีบทบัญญัติแห่งรัฐธรรมนูญใช้บังคับแก่กรณีใดกรณีหนึ่งเองได้เปรียบเสมือนกับการให้องค์กรนั้นเขียน รัฐธรรมนูญขึ้นเอง อาจจะทำให้เกิดปัญหาขึ้นได้</p><p>ประธานกรรมการกล่าวว่า องค์กรตามวรรคสองจะไม่มีอำนาจวินิจฉัยกรณีตามวรรคหนึ่งได้เอง เนื่องจากร่างมาตรานี้เป็นเรื่องการวินิจฉัยบทบัญญัติแห่งรัฐธรรมนูญ ซึ่งเป็นอำนาจของศาลรัฐธรรมนูญ เท่านั้น</p><p>- มีกรรมการแสดงความเห็นว่า ความในวรรคหนึ่งอาจถูกนำไปตีความได้ว่าองค์กรตามวรรคสองมี อำนาจวินิจฉัยกรณีที่อยู่ในอำนาจหน้าที่ของตนเองได้ เว้นแต่เกิดกรณีที่องค์กรตามวรรคสองวินิจฉัย ไม่ถูกต้องหรือกรณีที่เป็นความขัดแย้งระหว่างองค์กรตามวรรคสอง ให้เสนอเรื่องต่อศาลรัฐธรรมนูญวินิจฉัย ต่อไป ทั้งนี้ ควรมีการปรับปรุงเนื้อหาของร่างมาตรา 5/1 ให้มีความชัดเจนมากขึ้น</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคสอง เป็นดังนี้</p><p>“<u>เมื่อมีกรณีที่จะต้องวินิจฉัยกรณีใดตามความในวรรคหนึ่งเกิดขึ้นในวงงานของสภาผู้แทนราษฎร</u> <u>วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาลฎีกา ศาลปกครอง หรือองค์กรอิสระ ให้สภาผู้แทนราษฎร วุฒิสภา</u> <u>รัฐสภา คณะรัฐมนตรี ศาลฎีกา ศาลปกครองสูงสุด หรือองค์กรอิสระ แล้วแต่กรณี เสนอเรื่องต่อศาล</u> <u>รัฐธรรมนูญเพื่อพิจารณาวินิจฉัยตามหน้าที่และอำนาจต่อไป แต่เฉพาะศาลฎีกาหรือศาลปกครอง ให้กระทำ</u> <u>เฉพาะเมื่อมีมติของที่ประชุมใหญ่ของศาลฎีกาหรือที่ประชุมใหญ่ตุลาการในศาลปกครองสูงสุด และเฉพาะ</u> <u>ในส่วนที่เกี่ยวกับการพิจารณาพิพากษาคด</u>ี”</p><p>อย่างไรก็ตาม ขอให้ที่ประชุมพิจารณาว่ากรณีเฉพาะในส่วนที่เกี่ยวกับการพิจารณาพิพากษาคดีของ ศาลที่ต้องเสนอต่อศาลรัฐธรรมนูญนั้นควรมีกรณีใดบ้าง โดยเสนอให้รอการพิจารณาร่างมาตรา 5/1 ไว้ก่อน</p><p>- มีกรรมการแสดงความเห็นว่า ศาลปกครองเคยวินิจฉัยชี้ขาดกรณีสำนักงานคณะกรรมการ การเลือกตั้งจัดคูหาลงคะแนนเลือกตั้งไม่เหมาะสม</p><p>- กรณีที่สำนักงานคณะกรรมการการเลือกตั้งจัดคูหาลงคะแนนเลือกตั้งโดยหันหน้าคูหาออก ด้านนอก ทำให้บุคคลภายนอกเห็นการลงคะแนนเลือกตั้งของผู้ใช้สิทธิเลือกตั้งซึ่งเป็นกรณีเดียวกัน ศาลรัฐธรรมนูญวินิจฉัยว่าเป็นการดำเนินการที่ขัดต่อรัฐธรรมนูญ</p><p>ประธานกรรมการกล่าวว่า ศาลปกครองอาจวินิจฉัยกรณีสำนักงานคณะกรรมการการเลือกตั้งจัด คูหาลงคะแนนเลือกตั้งไม่เหมาะสมว่าเป็นคำสั่งทางปกครองที่ขัดต่อรัฐธรรมนูญ ทั้งนี้ ถ้ามีการฟ้องคดีต่อ ศาลแพ่งว่ากฎกระทรวงขัดต่อรัฐธรรมนูญ ศาลแพ่งจะมีอำนาจวินิจฉัยว่ากฎกระทรวงขัดต่อรัฐธรรมนูญ หรือไม่ และมีข้อพิจารณาว่ากรณีที่ศาลรัฐธรรมนูญและศาลปกครองวินิจฉัยในเรื่องเดียวกันแต่มีคำวินิจฉัยที่ แตกต่างกันจะดำเนินการอย่างไร</p><p>- มีกรรมการแสดงความเห็นว่า กรณีที่มีการกล่าวอ้างต่อศาลยุติธรรมหรือศาลปกครองว่า พระราชบัญญัติใดขัดต่อรัฐธรรมนูญแล้ว ศาลยุติธรรมหรือศาลปกครองต้องเสนอเรื่องต่อศาลรัฐธรรมนูญ วินิจฉัย แต่ศาลยุติธรรมหรือศาลปกครองจะมีอำนาจวินิจฉัยกรณีที่มีการกล่าวอ้างว่ากฎหมายลำดับรอง ขัดต่อรัฐธรรมนูญได้เอง</p><p>- ในคดีอาญานั้น หากมีการคัดค้านว่ากฎหมายที่เกี่ยวข้องกับคดีขัดต่อรัฐธรรมนูญแล้ว ศาลอาญา จะต้องพักการพิจารณาคดีชั่วคราวเพื่อเสนอเรื่องให้ศาลรัฐธรรมนูญวินิจฉัยก่อน</p><p>ประธานกรรมการกล่าวว่า หากเกิดกรณีที่ศาลอาญาวินิจฉัยว่ากฎกระทรวงใดขัดต่อรัฐธรรมนูญ แต่ปรากฏว่าศาลปกครองกลับมีคำวินิจฉัยว่ากฎกระทรวงดังกล่าวชอบด้วยรัฐธรรมนูญแล้ว จะดำเนินการ อย่างไร หรือในกรณีที่จำเลยในคดีอาญาต่อสู้ว่ากฎกระทรวงใดจำกัดสิทธิเสรีภาพของประชาชนเป็นการ ขัดต่อรัฐธรรมนูญแล้ว จะสามารถดำเนินการตามร่างมาตรา 208 ได้หรือไม่</p><p>นางกาญจนารัตน์ ลีวิโรจน์ ที่ปรึกษาประจำคณะกรรมการร่างรัฐธรรมนูญ กล่าวว่า ถ้าเป็น กฎหมายที่ผ่านฝ่ายนิติบัญญัติและมีปัญหาว่าขัดรัฐธรรมนูญหรือไม่ ให้ไปศาลรัฐธรรมนูญ ถ้าเป็นกฎที่ ฝ่ายบริหารออกเองมีปัญหาว่าขัดรัฐธรรมนูญหรือไม่ ให้ไปศาลปกครอง</p><p>- มีกรรมการแสดงความเห็นว่า การออกกฎกระทรวงต้องเป็นไปตามที่กำหนดไว้ในพระราชบัญญัติด้วย นางกาญจนารัตน์ ลีวิโรจน์ ที่ปรึกษาประจำคณะกรรมการร่างรัฐธรรมนูญ กล่าวว่า เคยมีคดีที่ไป ศาลยุติธรรมแล้วมีประเด็นว่ากฎกระทรวงขัดต่อรัฐธรรมนูญหรือไม่เช่นกัน ซึ่งต้องส่งเรื่องให้คณะกรรมการ วินิจฉัยชี้ขาดอำนาจระหว่างศาลพิจารณาว่าประเด็นหลักของคดีอยู่ในเขตอำนาจของศาลใดระหว่าง</p><p>ศาลยุติธรรมและศาลปกครอง</p><p>- มีกรรมการแสดงความเห็นว่า ระบบกฎหมายต่างประเทศศาลยุติธรรมจะมีอำนาจวินิจฉัย กฎหมายที่จะใช้บังคับกับจำเลย ซึ่งอาจจะไม่อยู่ในอำนาจของศาลยุติธรรมก็ได้</p><p>ประธานกรรมการกล่าวว่า การส่งเรื่องให้คณะกรรมการวินิจฉัยชี้ขาดอำนาจระหว่างศาลเพื่อ พิจารณาว่าประเด็นหลักของคดีอยู่ในเขตอำนาจของศาลใดนั้น จะเป็นเรื่องการวินิจฉัยคดีซึ่งไม่ได้วินิจฉัยว่า กฎกระทรวงนั้นขัดต่อรัฐธรรมนูญหรือไม่ นอกจากนี้ เมื่อพระราชบัญญัติได้กำหนดให้มีบทห้ามมิให้ ประชาชนกระทำการใดแล้ว ฝ่ายบริหารก็สามารถออกกฎกระทรวงเพื่อขยายความพระราชบัญญัติดังกล่าว ซึ่งอาจขัดต่อรัฐธรรมนูญได้</p><p>- มีกรรมการแสดงความเห็นว่า เมื่อฝ่ายบริหารออกกฎกระทรวงซึ่งอาจขัดต่อรัฐธรรมนูญแล้ว ก็ สามารถเสนอเรื่องต่อศาลรัฐธรรมนูญได้ว่าพระราชบัญญัติที่เป็นแม่บทของกฎกระทรวงได้กำหนด หลักเกณฑ์ที่นำไปสู่การออกกฎกระทรวงที่ขัดต่อรัฐธรรมนูญได้</p><p>- ศาลรัฐธรรมนูญจะไม่รับพิจารณาในกรณีการกล่าวอ้างว่ากฎกระทรวงใดขัดต่อรัฐธรรมนูญ </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติรอการพิจารณาร่างมาตรา 5/1 </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","นางกาญจนารัตน์ ลีวิโรจน์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"89","หน้า":"3-5"},{"หมวด":"1","ส่วน":"","มาตรา":"5","ร่างมาตรา":"5/1","ร่างบทบัญญัติ":"<p>“<u>มาตรา 5/1 เมื่อไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใด ให้กระทำการนั้นหรือวินิจฉัย</u><u>กรณีนั้นไปตามประเพณีการปกครองประเทศไทยในระบอบประชาธิปไตยอันมีพระมหากษัตริย</u>์<u>ทรงเป็นประมุข</u></p><p><u>เมื่อมีกรณีตามวรรคหนึ่งเกิดขึ้น ให้ประธานศาลรัฐธรรมนูญจัดให้มีการประชุมร่วมกันระหว่าง</u> <u>ประธานสภาผู้แทนราษฎร ประธานวุฒิสภา นายกรัฐมนตรี ประธานศาลฎีกา ประธานศาลปกครองสูงสุด </u><u>ประธานศาลรัฐธรรมนูญ และประธานองค์กรอิสระ เพื่อวินิจฉัย คำวินิจฉัยให้เป็นไปตามเสียงข้างมากและเป็นที่สุด</u></p><p><u>ในการประชุมร่วมกันตามวรรคสอง ให้ที่ประชุมเลือกผู้ดำรงตำแหน่งดังกล่าวในวรรคสองทำหน้าที่ประธานในที่ประชุมในแต่ละคราว ในกรณีที่ไม่มีผู้ดำรงตำแหน่งใด ให้ที่ประชุมร่วมประกอบด้วยผู้ดำรงตำแหน่งเท่าที่มีอยู่</u></p><p><u>คำวินิจฉัยของที่ประชุมร่วมให้ผูกพันรัฐสภา คณะรัฐมนตรี ศาล องค์กรอิสระ และหน่วยงานของรัฐ\"</u></p>","ประเด็นการพิจารณา":"<p>เมื่อคราวประชุมคณะกรรมการร่างรัฐธรรมนูญ ครั้งที่ 89 วันศุกร์ ที่ 19 กุมภาพันธ์ 2559 ที่ประชุมได้พิจารณาแก้ไขเพิ่มเติมร่างมาตรา 5/1 ที่คณะกรรมการเพิ่มขึ้นใหม่และมีมติให้รอการพิจารณา ร่างมาตรา 5/1 ไว้ก่อน โดยฝ่ายเลขานุการคณะกรรมการนำเสนอร่างมาตรา 5/1 ซึ่งได้ปรับปรุงแก้ไข เพื่อให้ที่ประชุมพิจารณา ดังนี้</p><p>“<u>มาตรา 5/1 เมื่อไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใด ให้กระทำการนั้นหรือวินิจฉัย</u> <u>กรณีนั้นไปตามประเพณีการปกครองประเทศไทยในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็น</u> <u>ประมุข</u></p><p><u>เมื่อมีกรณีที่จะต้องวินิจฉัยกรณีใดตามความในวรรคหนึ่งเกิดขึ้นในวงงานของสภาผู้แทนราษฎร</u> <u>วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาลฎีกา ศาลปกครอง หรือองค์กรอิสระ ให้สภาผู้แทนราษฎร วุฒิสภา</u> <u>รัฐสภา คณะรัฐมนตรี ศาลฎีกา ศาลปกครองสูงสุด หรือองค์กรอิสระ แล้วแต่กรณี เสนอเรื่องต่อ</u> <u>ศาลรัฐธรรมนูญเพื่อพิจารณาวินิจฉัยตามหน้าที่และอำนาจต่อไป แต่เฉพาะศาลฎีกาหรือศาลปกครอง</u> <u>ให้กระทำได้เฉพาะเมื่อมีมติของที่ประชุมใหญ่ศาลฎีกาหรือที่ประชุมใหญ่ตุลาการในศาลปกครองสูงสุด</u> <u>และเฉพาะในส่วนที่เกี่ยวกับการพิจารณาพิพากษาคด</u>ี”</p><p>ที่ประชุมสอบถามและแสดงความเห็น ดังนี้</p><p>- อำนาจหน้าที่ของศาลรัฐธรรมนูญตามร่างมาตรา 5/1มีมากเกินไป เนื่องจากกำหนดให้ ศาลรัฐธรรมนูญเป็นผู้มีอำนาจตีความและวินิจฉัยว่ากรณีไม่มีบทบัญญัติแห่งรัฐธรรมนูญบังคับแก่กรณีใด ให้วินิจฉัยการกระทำการหรือกรณีนั้นตามประเพณีการปกครองประเทศไทยในระบอบประชาธิปไตยอันมี พระมหากษัตริย์ทรงเป็นประมุขหรือไม่ ซึ่งตามรัฐธรรมนูญ 2550 ไม่ได้บัญญัติเฉพาะเจาะจงให้ ศาลรัฐธรรมนูญเป็นผู้มีอำนาจตีความและวินิจฉัย</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า ร่างมาตรา 5/1 กล่าวถึงกรณีไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใด ให้กระทำการนั้นหรือวินิจฉัย กรณีนั้นไปตามประเพณีการปกครองประเทศไทยในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็น ประมุข ซึ่งกรณีดังกล่าวจะเกิดข้อถกเถียงอย่างมาก หากให้องค์กรเดียวเป็นผู้มีอำนาจตีความและวินิจฉัย ดังนั้น ควรกำหนดให้องค์กรอื่นร่วมตีความและวินิจฉัยกับศาลรัฐธรรมนูญในกรณีไม่มีบทบัญญัติแห่ง รัฐธรรมนูญนี้บังคับแก่กรณีใดด้วย</p><p>- มีกรรมการแสดงความเห็นว่า ร่างมาตรา 5/1 เป็นเรื่องที่มีความสำคัญ ซึ่งก่อให้เกิดปัญหา ทางการเมืองจำนวนมาก หากให้ศาลรัฐธรรมนูญเป็นองค์กรเดียวที่มีอำนาจตีความและวินิจฉัยจะเกิดผลเสีย ต่อศาลรัฐธรรมนูญได้ นอกจากนั้น เรื่องประเพณีการปกครองประเทศไทยในระบอบประชาธิปไตยอันมี พระมหากษัตริย์ทรงเป็นประมุขมีความเกี่ยวข้องกับหลายองค์กร ควรให้องค์กรเหล่านั้นมีส่วนร่วมในการ ตีความและวินิจฉัยด้วย</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง ชี้แจงว่า อำนาจหน้าที่ของศาลรัฐธรรมนูญ ตามหลักสากลมีสองประการ คือ 1) การวินิจฉัยความชอบด้วยรัฐธรรมนูญของกฎหมาย และ 2) การตีความ รัฐธรรมนูญกรณีถ้อยคำในรัฐธรรมนูญมีความไม่ชัดเจน แต่ความในร่างมาตรา 5/1 เป็นกรณีที่ไม่มีบทบัญญัติ แห่งรัฐธรรมนูญบังคับแก่กรณีใด จึงเกิดข้อโต้แย้งจากหลายฝ่ายว่าหากให้ศาลรัฐธรรมนูญเป็นผู้ตีความและ วินิจฉัย จะทำให้ศาลรัฐธรรมนูญเป็นผู้บัญญัติร่างรัฐธรรมนูญเสียเอง ดังนั้น เมื่อไม่มีบทบัญญัติแห่ง รัฐธรรมนูญนี้บังคับแก่กรณีใด ควรให้หัวหน้าองค์กรผู้ใช้อำนาจอธิปไตยและองค์กรผู้ใช้อำนาจตรวจสอบ ทั้งหลายร่วมกันพิจารณาและวินิจฉัยกรณีดังกล่าว โดยหากไม่มีบทบัญญัติดังกล่าวจริงอาจต้องแก้ไขเพิ่มเติม รัฐธรรมนูญเพื่อให้มีบทบัญญัตินั้น</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมร่างมาตรา 5/1 เป็นดังนี้</p><p>“<u>มาตรา 5/1 เมื่อไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใด ให้กระทำการนั้นหรือวินิจฉัย</u> <u>กรณีนั้นไปตามประเพณีการปกครองประเทศไทยในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็น</u> <u>ประมุข</u></p><p><u>เมื่อมีกรณีตามวรรคหนึ่งเกิดขึ้นให้มีการประชุมร่วมกันระหว่างนายกรัฐมนตรี ประธาน</u> <u>สภาผู้แทนราษฎร ประธานวุฒิสภา ประธานศาลฎีกา ประธานศาลปกครองสูงสุด ประธานศาลรัฐธรรมนูญ</u> <u>และประธานองค์กรอิสระ เพื่อวินิจฉัย คำวินิจฉัยให้เป็นไปตามเสียงข้างมาก</u></p><p><u>ในการประชุมร่วมตามวรรคสอง ให้ที่ประชุมเลือกผู้ดำรงตำแหน่งดังกล่าวในวรรคสองทำหน้าท</u>ี่ <u>ประธานในที่ประชุมในแต่ละคราว ในกรณีที่ไม่มีผู้ดำรงตำแหน่งใด ให้ที่ประชุมร่วมประกอบด้วยผู้ดำรง</u> <u>ตำแหน่งเท่าที่มีอย</u>ู่</p><p><u>คำวินิจฉัยของที่ประชุมร่วมให้ผูกพันรัฐสภา คณะรัฐมนตรี ศาลรวมทั้งศาลรัฐธรรมนูญ องค์กร</u> <u>อิสระ และหน่วยงานของรัฐ</u>”</p><p>- มีกรรมการแสดงความเห็นว่า ร่างมาตรา 3 วรรคสอง ใช้ถ้อยคำว่า “รัฐสภา คณะรัฐมนตรี ศาล องค์กรอิสระ และหน่วยงานของรัฐ ต้องปฏิบัติหน้าที่ให้เป็นไปตามรัฐธรรมนูญ...” ดังนั้น ร่างมาตรา 5/1 ควรใช้ถ้อยคำให้สอดคล้องกับความในร่างมาตรา 3 วรรคสองด้วย</p><p>- ความในวรรคสองของร่างมาตรา 5/1 ควรเพิ่มคำว่า “ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร” หรือไม่ นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า ผู้นำฝ่ายค้านในสภาผู้แทนราษฎรไม่ใช่ตัวแทนของสถาบันหรือองค์กรผู้ใช้อำนาจอธิปไตยและผู้ใช้อำนาจ</p><p>ตรวจสอบ จึงไม่ได้บัญญัติไว้ในวรรคสองของร่างมาตรา 5/1</p><p>- มีกรรมการแสดงความเห็นว่า ความในวรรคสองของร่างมาตรา 5/1 ไม่ได้บัญญัติให้องค์กรหรือ บุคคลใดเป็นผู้มีอำนาจเรียกประชุมร่วมกันเพื่อมีคำวินิจฉัยกรณีเกิดปัญหาตามความในวรรคหนึ่ง นอกจากนั้น ควรกำหนดระยะเวลาเรียกประชุมให้ชัดเจน หากเกิดกรณีไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้ บังคับแก่กรณีใดหรือไม่</p><p>- ความในวรรคสองของร่างมาตรา 5/1 ควรแก้ไขใหม่ เนื่องจากในทางปฏิบัติของการบัญญัติ กฎหมาย การเรียงตำแหน่งจะบัญญัติให้ประธานศาลรัฐธรรมนูญอยู่ต่อจากประธานศาลฎีกา</p><p>ประธานกรรมการกล่าวว่า ความในวรรคสองของร่างมาตรา 5/1 บัญญัติการเรียงตำแหน่งจะเรียง ตามหมวดของร่างรัฐธรรมนูญ และควรเรียงลำดับตามอำนาจนิติบัญญัติ อำนาจบริหาร และอำนาจตุลาการ ทั้งนี้ การเรียงลำดับตำแหน่งตามความในวรรคสองไม่ได้ส่งผลให้บุคคลใดมีอำนาจเหนือกว่ากันแต่อย่างใด ดังนั้น เสนอแก้ไขเพิ่มเติมความในวรรคสอง เป็นดังนี้ “<u>เมื่อมีกรณีตามวรรคหนึ่งเกิดขึ้นให้ประธาน</u> <u>ศาลรัฐธรรมนูญจัดให้มีการประชุมร่วมกันระหว่างประธานสภาผู้แทนราษฎร ประธานวุฒิสภา</u> <u>นายกรัฐมนตรี ประธานศาลฎีกา ประธานศาลปกครองสูงสุด ประธานศาลรัฐธรรมนูญ และประธาน</u> <u>องค์กรอิสระ เพื่อวินิจฉัย คำวินิจฉัยให้เป็นไปตามเสียงข้างมาก</u>”</p><p>- มีกรรมการสอบถามว่า ความในร่างมาตรา 5/1 ที่แก้ไขใหม่ มีเนื้อหาที่กว้างเกินไป เนื่องจาก ไม่ได้บัญญัติเหตุของปัญหาให้ชัดเจนว่ามีความขัดข้องในเรื่องใด ดังนั้น ควรบัญญัติเหตุที่จะส่งเรื่องให้ ศาลรัฐธรรมนูญวินิจฉัยให้ชัดเจน นอกจากนั้น หากมีปัญหาขัดข้องในเรื่องสถานะของบุคคลตามรัฐธรรมนูญ ตัวอย่างเช่น สถานะของนายกรัฐมนตรี และความในวรรคสองของร่างมาตรา 5/1 บัญญัติให้นายกรัฐมนตรี เข้าร่วมประชุมด้วย จะเกิดปัญหาความมีส่วนได้เสียหรือไม่</p><p>ประธานกรรมการกล่าวว่า ตามร่างมาตรา 5/1 ประธานศาลรัฐธรรมนูญต้องเป็นผู้เรียกประชุม ผู้นำองค์กรต่าง ๆ เพื่อสอบถามความเห็นว่าหากไม่มีบทบัญญัติแห่งรัฐธรรมนูญบังคับแก่กรณีใด จะกระทำ การนั้นหรือวินิจฉัยกรณีนั้นไปตามประเพณีการปกครองประเทศไทยในระบอบประชาธิปไตยอันมี พระมหากษัตริย์ทรงเป็นประมุขอย่างไร และสอบถามที่ประชุมว่า จะบัญญัติร่างมาตรา 5/1 อย่างไร เพื่อให้เกิดความชัดเจนว่าการประชุมร่วมกันของผู้นำองค์กรต่าง ๆ เป็นการวินิจฉัยปัญหาในเรื่องใด รวมทั้ง การวินิจฉัยปัญหาตามร่างมาตรา 5/1 เป็นการวินิจฉัยชี้ขาดโดยศาลรัฐธรรมนูญ หรือโดยที่ประชุมร่วมตาม ความในวรรคสอง</p><p>- มีกรรมการแสดงความเห็นว่า ควรบัญญัติความในวรรคสองว่า “เมื่อมีกรณีตามวรรคหนึ่งเกิดขึ้น ในวงงานของสภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาลฎีกา ศาลปกครอง หรือองค์กรอิสระ ให้สภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาลฎีกา ศาลปกครองสูงสุด หรือองค์กรอิสระ แล้วแต่ กรณี เสนอเรื่องต่อศาลรัฐธรรมนูญ...” เพื่อให้มีขั้นตอนการเสนอเรื่องที่ชัดเจนว่าองค์กรนั้น ๆ เป็นผู้ริเริ่ม เสนอเรื่องต่อศาลรัฐธรรมนูญ</p><p>- กรณีมีปัญหาเรื่องสถานะของนายกรัฐมนตรีว่าสามารถดำรงตำแหน่งต่อไปได้หรือไม่ นายกรัฐมนตรีย่อมไม่เสนอเรื่องต่อศาลรัฐธรรมนูญ เพื่อให้ประธานศาลรัฐธรรมนูญจัดให้มีการประชุม ร่วมกัน เนื่องจากการกระทำดังกล่าวจะส่งผลเสียต่อตำแหน่งของตนอย่างชัดเจน</p><p>- ตัวอย่างที่สามารถยกขึ้นเป็นกรณีศึกษาจากการบัญญัติความในวรรคสองของร่างมาตรา 5/1 คือ คณะรัฐมนตรีกับคณะกรรมการการเลือกตั้งมีข้อโต้แย้งว่าองค์กรใดเป็นผู้มีอำนาจในการประกาศเลื่อนการ เลือกตั้งสมาชิกสภาผู้แทนราษฎร</p><p>ประธานกรรมการกล่าวว่า หากบัญญัติให้องค์กรต่าง ๆ เสนอเรื่องต่อศาลรัฐธรรมนูญได้ง่าย ปัญหา ส่วนใหญ่ตามความในวรรคหนึ่งของร่างมาตรา 5/1 ย่อมเข้าสู่การพิจารณาวินิจฉัยของศาลรัฐธรรมนูญ จำนวนมาก เนื่องจากองค์กรที่จะวินิจฉัยว่ากรณีใดไม่มีบทบัญญัติแห่งรัฐธรรมนูญใช้บังคับ คือ ศาลรัฐธรรมนูญ อย่างไรก็ตาม ความในร่างมาตรา 5/1 ที่แก้ไขใหม่ หากเกิดกรณีไม่มีบทบัญญัติแห่ง รัฐธรรมนูญนี้บังคับแก่กรณีใด วิธีการเพื่อให้ศาลรัฐธรรมนูญเรียกประชุมผู้นำองค์กรต่าง ๆ ตามความใน</p><p>วรรคสอง เพื่อปรึกษาหารือว่าจะกระทำการนั้นหรือวินิจฉัยกรณีนั้นไปตามประเพณีการปกครองประเทศไทย ในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุขอย่างไร</p><p>- มีกรรมการสอบถามว่า ความในร่างมาตรา 5/1 ทำให้ผู้นำองค์กรต่าง ๆ ต้องเข้าร่วมปรึกษาหารือกัน และหากเกิดกรณีมีองค์กรบางองค์กรไม่เข้าร่วมการประชุมดังกล่าว ผลของคำวินิจฉัยที่ได้จากการประชุม นั้นจะใช้บังคับได้หรือไม่</p><p>ประธานกรรมการกล่าวว่า หากเชิญองค์กรต่าง ๆ เข้าร่วมประชุมตามความในวรรคสอง และมี องค์กรใดไม่เข้าร่วมประชุม ผลของคำวินิจฉัยจากการประชุมร่วมให้เป็นไปตามเสียงข้างมากและเป็นที่สุด ดังนั้น เสนอแก้ไขเพิ่มเติมความในวรรคสองของร่างมาตรา 5/1 เป็นดังนี้ “<u>เมื่อมีกรณีตามวรรคหนึ่งเกิดขึ้น</u> <u>ให้ประธานศาลรัฐธรรมนูญจัดให้มีการประชุมร่วมกันระหว่างประธานสภาผู้แทนราษฎร ประธานวุฒิสภา</u> <u>นายกรัฐมนตรี ประธานศาลฎีกา ประธานศาลปกครองสูงสุด ประธานศาลรัฐธรรมนูญ และประธาน</u> <u>องค์กรอิสระ เพื่อวินิจฉัย คำวินิจฉัยให้เป็นไปตามเสียงข้างมากและเป็นที่สุด</u>”</p><p>- มีกรรมการแสดงความเห็นว่า หากคะแนนเสียงของที่ประชุมร่วมมีคะแนนเสียงเท่ากัน ควร กำหนดให้ศาลรัฐธรรมนูญมีอำนาจวินิจฉัยชี้ขาด ทั้งนี้ ตั้งข้อสังเกตว่าจำเป็นต้องให้ประธานองค์กรอิสระเข้า ร่วมเป็นผู้วินิจฉัยและตีความตามความในวรรคสองหรือไม่</p><p>- เมื่อไม่มีบทบัญญัติแห่งรัฐธรรมนูญบังคับแก่กรณีใดไม่อาจคาดการณ์ล่วงหน้าได้ว่าจะเกิดขึ้นกับ องค์กรใด ดังนั้น การบัญญัติความในวรรคสองของร่างมาตรา 5/1 ให้ครอบคลุมถึงประธานองค์กรอิสระด้วย ถือว่าองค์กรอิสระทุกองค์กรมีส่วนได้เสียและมีความชอบธรรมที่จะเข้ามามีส่วนร่วมวินิจฉัยและตีความกรณี ดังกล่าวด้วย</p><p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง กล่าวว่า ไม่เห็นด้วยที่จะบัญญัติความตาม ร่างมาตรา 5/1 เนื่องจากเมื่อไม่มีบทบัญญัติแห่งรัฐธรรมนูญบังคับแก่กรณีใด หมายถึงไม่มีกฎหมายเรื่องนั้น ใช้บังคับ การแก้ปัญหาโดยปกติก็คือ การทำให้มีกฎหมายเรื่องนั้นเกิดขึ้นโดยแก้ไขเพิ่มเติมรัฐธรรมนูญ ทั้งนี้ การกำหนดให้ผู้นำหรือหัวหน้าองค์กรต่าง ๆ ร่วมประชุมปรึกษากัน และมีคำวินิจฉัยในประเด็นดังกล่าว อาจตีความได้ว่าเป็นการร่างรัฐธรรมนูญขึ้นใหม่ด้วยวิธีการที่มิชอบด้วยรัฐธรรมนูญ ถ้าหากให้วินิจฉัย ก็ควร วินิจฉัยเฉพาะว่ามีหรือไม่มีบทบัญญัติในเรื่องนั้น ถ้าไม่มีก็วินิจฉัยให้มีการแก้ไขรัฐธรรมนูญซึ่งเป็นประเพณี การปกครองประเทศไทยในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข</p><p>- มีกรรมการแสดงความเห็นว่า เหตุที่แก้ไขเพิ่มเติมร่างมาตรา 5/1 เนื่องจากการให้ ศาลรัฐธรรมนูญเป็นผู้มีอำนาจตีความและวินิจฉัยแต่เพียงองค์กรเดียวหากเกิดกรณีไม่มีบทบัญญัติ แห่งรัฐธรรมนูญบังคับแก่กรณีใด ทำให้เกิดข้อวิพากษ์วิจารณ์อย่างกว้างขวางว่าศาลรัฐธรรมนูญมีอำนาจมาก เกินไป อย่างไรก็ตาม ควรคงความในร่างมาตรา 5/1 ไว้ เนื่องจากการบัญญัติรัฐธรรมนูญให้ครอบคลุม ปัญหาทุกเรื่องไม่อาจกระทำได้ และการคงความในร่างมาตรา 5/1 จะช่วยอุดช่องว่างบทบัญญัติแห่ง รัฐธรรมนูญได้ดียิ่งขึ้น</p><p>- หากบัญญัติรัฐธรรมนูญเกิดปัญหาในการบังคับใช้ โดยหลักการทั่วไปต้องให้ผู้ทำหน้าที่บังคับใช้ กฎหมายเป็นผู้แก้ไขปัญหา อย่างไรก็ตาม ประเทศไทยมีการบัญญัติหลักการตามร่างมาตรา 5/1 ไว้ใน รัฐธรรมนูญเป็นระยะเวลาหนึ่งแล้ว ประกอบกับบริบทของสังคมไทยยังไม่มีกฎหมายที่ชัดเจน ดังนั้น การคง ความในร่างมาตรา 5/1 ไว้ ถือว่ามีความเหมาะสม</p><p>นายอัชพร จารุจินดา กรรมการ ในฐานะประธานอนุกรรมการยกร่างบทบัญญัติรัฐธรรมนูญ ชี้แจงว่า ความในวรรคสี่ของร่างมาตรา 5/1 ที่แก้ไขใหม่ ความว่า “<u>คำวินิจฉัยของที่ประชุมร่วมให้ผูกพัน</u></p><p><u>รัฐสภา คณะรัฐมนตรี ศาล รวมทั้งศาลรัฐธรรมนูญ องค์กรอิสระ และหน่วยงานของรัฐ</u>” อาจทำให้เกิด ปัญหาการตีความได้ เนื่องจากเมื่อพิจารณาประกอบความในร่างมาตรา 3 ความว่า “อำนาจอธิปไตยเป็น ของปวงชนชาวไทย พระมหากษัตริย์ ผู้ทรงเป็นประมุขทรงใช้อำนาจนั้นทางรัฐสภา คณะรัฐมนตรี และศาล...” อาจเกิดข้อสงสัยว่า คำว่า “ศาล” ในร่างมาตรา 3 หมายถึงศาลที่ใช้อำนาจวินิจฉัยคดีตามปกติ หรือหมายความรวมถึงศาลรัฐธรรมนูญเป็นองค์กรหนึ่งของรัฐธรรมนูญซึ่งไม่ใช่ศาลในความหมายของ ร่างมาตรา 3 หรือไม่</p><p>ประธานกรรมการกล่าวว่า ความในวรรคสี่ของร่างมาตรา 5/1 ที่แก้ไขใหม่ ความว่า “<u>คำวินิจฉัย</u> <u>ของที่ประชุมร่วมให้ผูกพันรัฐสภา คณะรัฐมนตรี ศาลรวมทั้งศาลรัฐธรรมนูญ องค์กรอิสระ และหน่วยงาน</u> <u>ของรัฐ</u>” บัญญัติขึ้นเพื่อแสดงให้เห็นว่า คำวินิจฉัยของที่ประชุมร่วมผูกพันศาลรัฐธรรมนูญด้วย ซึ่งคำว่า “ศาล” ตามความในร่างมาตรา 3 หมายความรวมถึงศาลรัฐธรรมนูญด้วย เนื่องจากศาลรัฐธรรมนูญ ใช้อำนาจตุลาการในการวินิจฉัยชี้ขาดคดีเช่นกัน</p><p>- มีกรรมการแสดงความเห็นว่า หากบัญญัติความในวรรคสี่ของร่างมาตรา 5/1 ที่แก้ไขใหม่ ว่า “<u>คำวินิจฉัยของที่ประชุมร่วมให้ผูกพันรัฐสภา คณะรัฐมนตรี ศาลรวมทั้งศาลรัฐธรรมนูญ องค์กรอิสระ และ</u> <u>หน่วยงานของรัฐ</u>” อาจเกิดปัญหาตีความ คำว่า “ศาล” ตามร่างมาตรา 3 ไม่รวมถึงศาลรัฐธรรมนูญ และทำ ให้คำว่า “ศาล” ตามร่างมาตรา 3 แตกต่างจากคำว่า “ศาล” ในร่างมาตรา 5/1 ได้</p><p>ประธานกรรมการเสนอแก้ไขความในวรรคสี่ของร่างมาตรา 5/1 เป็นดังนี้ “<u>คำวินิจฉัยของที่ประชุม</u> <u>ร่วมให้ผูกพันรัฐสภา คณะรัฐมนตรี ศาล องค์กรอิสระ และหน่วยงานของรัฐ</u>”</p><p>- มีกรรมการแสดงความเห็นว่า ความในวรรคสองของร่างมาตรา 5/1 ความว่า “<u>เมื่อมีกรณีตาม</u> <u>วรรคหนึ่งเกิดขึ้นให้ประธานศาลรัฐธรรมนูญจัดให้มีการประชุมร่วมกัน</u>...” หากเกิดปัญหาตามความใน วรรคหนึ่ง ซึ่งทำให้ประธานศาลรัฐธรรมนูญต้องจัดให้มีการประชุมร่วมกัน แต่ตุลาการศาลรัฐธรรมนูญ บางท่านมีความเห็นแย้งกับประธานศาลรัฐธรรมนูญว่ายังไม่ควรจัดให้มีการประชุมร่วมกัน จะดำเนินการ อย่างไร</p><p>ประธานกรรมการกล่าวว่า ต้องพิจารณาว่าขณะที่ศาลรัฐธรรมนูญวินิจฉัยคดีนั้น ๆ ศาลรัฐธรรมนูญ มีมติเสียงข้างมากเป็นอย่างไร ทั้งนี้ ความในวรรคสองของร่างมาตรา 5/1 ความว่า “<u>เมื่อมีกรณีตามวรรคหนึ่ง</u> <u>เกิดขึ้นให้ประธานศาลรัฐธรรมนูญจัดให้มีการประชุมร่วมกัน</u>...” เป็นกรณีที่ศาลรัฐธรรมนูญมีมติเสียงข้างมาก ว่าปัญหาที่เกิดขึ้นไม่มีบัญญัติไว้ในรัฐธรรมนูญกรณีนี้ประธานศาลรัฐธรรมนูญต้องดำเนินการตามวรรคสอง</p><p>- มีกรรมการแสดงความเห็นว่า เมื่อรัฐธรรมนูญมีผลใช้บังคับ ต้องมีการบัญญัติกฎหมายประกอบ รัฐธรรมนูญว่าด้วยวิธีพิจารณาของศาลรัฐธรรมนูญ ซึ่งจะทำให้การพิจารณาคดีของศาลรัฐธรรมนูญมีความ ชัดเจนยิ่งขึ้น</p><p>- ความในวรรคสองของร่างมาตรา 5/1 ความว่า “<u>เมื่อมีกรณีตามวรรคหนึ่งเกิดขึ้นให้ประธาน</u> <u>ศาลรัฐธรรมนูญจัดให้มีการประชุมร่วมกัน</u>...” อาจทำให้เกิดปัญหาตีความได้ว่า ศาลรัฐธรรมนูญก้าวล่วงการ ปฏิบัติหน้าที่ขององค์กรอิสระอื่น ๆ มากเกินไป ดังนั้น ควรบัญญัติให้ชัดเจนว่า หากเกิดกรณีไม่มีบทบัญญัติ แห่งรัฐธรรมนูญนี้บังคับแก่กรณีใดเกิดขึ้นในวงงานขององค์กรต่าง ๆ ให้องค์กรเหล่านั้นเป็นผู้เสนอเรื่องต่อ ศาลรัฐธรรมนูญ จากนั้นจึงให้ประธานศาลรัฐธรรมนูญจัดให้มีการประชุมร่วมกันระหว่างองค์กรต่าง ๆ ต่อไป</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคสองของร่างมาตรา 5/1 เป็นดังนี้ “<u>เมื่อมีกรณ</u>ี <u>ตามวรรคหนึ่งเกิดขึ้นในวงงานของสภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาล หรือองค์กรอิสระ</u> <u>ให้สภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาล หรือองค์กรอิสระ แล้วแต่กรณี เสนอเรื่องต่อ</u></p><p><u>ศาลรัฐธรรมนูญและให้ประธานศาลรัฐธรรมนูญจัดให้มีการประชุมร่วมกันระหว่างประธาน</u> <u>สภาผู้แทนราษฎร ประธานวุฒิสภา นายกรัฐมนตรี ประธานศาลฎีกา ประธานศาลปกครองสูงสุด ประธาน</u> <u>ศาลรัฐธรรมนูญ</u> <u>และประธานองค์กรอิสระ เพื่อวินิจฉัย คำวินิจฉัยให้เป็นไปตามเสียงข้างมากและเป็นที่สุด</u>”</p><p>- มีกรรมการสอบถามว่า ความในวรรคสองของร่างมาตรา 5/1 ที่แก้ไขใหม่ บังคับใช้เมื่อเกิดกรณี ไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใดเกิดขึ้นในวงงานขององค์กรต่าง ๆ ให้องค์กรเหล่านั้น เสนอเรื่องต่อศาลรัฐธรรมนูญ แต่หากองค์กรที่พบปัญหาไม่ส่งเรื่องต่อศาลรัฐธรรมนูญ เพื่อให้ประธาน ศาลรัฐธรรมนูญจัดให้มีการประชุมร่วมกัน จะมีวิธีแก้ปัญหาอย่างไร</p><p>ประธานกรรมการกล่าวว่า กรณีไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใดเกิดขึ้นในวงงาน ขององค์กรใดตามความในวรรคสองของร่างมาตรา 5/1 และองค์กรนั้นไม่ส่งเรื่องต่อศาลรัฐธรรมนูญ หากมี ผู้ยื่นเรื่องดังกล่าวต่อผู้ตรวจการแผ่นดิน ย่อมทำให้ผู้ตรวจการแผ่นดินมีสิทธิเสนอเรื่องต่อศาลรัฐธรรมนูญ เพื่อให้ประธานศาลรัฐธรรมนูญจัดให้มีการประชุมร่วมกันตามความในวรรคสองของร่างมาตรา 5/1 ได้</p><p>ทั้งนี้ หากเกิดกรณีไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใดเกิดขึ้นในวงงานของ ศาลรัฐธรรมนูญ ควรให้ประธานศาลรัฐธรรมนูญจัดให้มีการประชุมร่วมกันระหว่างองค์กรต่าง ๆ ตามความ ในวรรคสองเช่นกัน ดังนั้น เสนอให้เพิ่มความใหม่เป็นวรรคสามของร่างมาตรา 5/1 ดังนี้ “<u>ความในวรรคสอง</u> <u>ให้ใช้บังคับกับกรณีที่เกิดขึ้นในการปฏิบัติหน้าที่ของศาลรัฐธรรมนูญด้วยโดยอนุโลม โดยให้ประธาน</u> <u>ศาลรัฐธรรมนูญดำเนินการตามวรรคสองเมื่อมีมติโดยเสียงข้างมากของตุลาการศาลรัฐธรรมนูญทั้งหมด</u> <u>เท่าที่มีอย</u>ู่”</p><p>- มีกรรมการสอบถามว่า ความในวรรคสองของร่างมาตรา 5/1 ที่แก้ไขใหม่ หมายถึง กรณีไม่มี บทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใด ให้องค์กรนั้น ๆ เสนอเรื่องทั้งหมดต่อศาลรัฐธรรมนูญ โดยที่ ศาลรัฐธรรมนูญไม่ต้องมีความรับผิดใด ๆ ในการวินิจฉัยว่าเรื่องดังกล่าวเป็นกรณีที่ไม่มีบทบัญญัติแห่ง รัฐธรรมนูญใช้บังคับแก่กรณีใดใช่หรือไม่</p><p>- ปัญหาที่จะให้ศาลรัฐธรรมนูญมีอำนาจวินิจฉัยตามร่างมาตรา 5/1 นั้น ต้องเป็นกรณีที่มีปัญหา เกิดขึ้นในวงงานของสภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาล หรือองค์กรอิสระ เนื่องจากไม่มี บทบัญญัติในรัฐธรรมนูญหรือกฎหมายใดจะใช้บังคับแก่กรณีปัญหาที่เกิดขึ้น จึงจำเป็นต้องให้ ศาลรัฐธรรมนูญเป็นผู้วินิจฉัยชี้ขาด</p><p>- เมื่อไม่มีบทบัญญัติของรัฐธรรมนูญหรือกฎหมายใดที่จะใช้บังคับแก่กรณีที่มีปัญหาเกิดขึ้นใน วงงานของสภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาล หรือองค์กรอิสระต่าง ๆ ตามความใน วรรคสอง ควรกำหนดให้สภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาล หรือองค์กรอิสระ เสนอเรื่อง ต่อศาลรัฐธรรมนูญเพื่อวินิจฉัย</p><p>- ควรตัดความว่า “เกิดขึ้นในวงงานของสภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาล หรือองค์กรอิสระ ให้สภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาล หรือองค์กรอิสระ แล้วแต่กรณี เสนอเรื่องต่อศาลรัฐธรรมนูญ” ในวรรคสองออก เนื่องจากหลักการของวรรคสามที่เพิ่มขึ้นใหม่นั้น บัญญัติ ขึ้นเพื่อรองรับในกรณีปัญหาเกิดขึ้นในวงงานของสภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาล หรือองค์กรอิสระ องค์กรต่างๆ เหล่านั้นจะต้องเสนอเรื่องต่อศาลรัฐธรรมนูญเพื่อวินิจฉัยชี้ขาด</p><p>- ไม่เห็นด้วยกับการตัดความว่า “เกิดขึ้นในวงงานของสภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาล หรือองค์กรอิสระ ให้สภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาล หรือองค์กร อิสระ แล้วแต่กรณี เสนอเรื่องต่อศาลรัฐธรรมนูญ” ในวรรคสองออก เนื่องจากความว่า “เมื่อมีกรณีตาม</p><p>วรรคหนึ่ง ให้ประธานศาลรัฐธรรมนูญจัดให้มีการประชุมร่วมกันระหว่างประธานสภาผู้แทนราษฎร ประธาน วุฒิสภา นายกรัฐมนตรี ประธานศาลฎีกา ประธานศาลปกครองสูงสุด ประธานศาลรัฐธรรมนูญ และประธานองค์กรอิสระ เพื่อวินิจฉัย” ที่บัญญัติในวรรคสอง อาจเกิดปัญหาตีความได้ว่าให้อำนาจ ศาลรัฐธรรมนูญในการตรวจสอบการปฏิบัติหน้าที่ของสภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาล หรือองค์กรอิสระ ในขณะที่ยังไม่มีปัญหาภายในวงงานเกิดขึ้น แต่ศาลรัฐธรรมนูญกลับมีอำนาจที่จะจัดให้มี การประชุมร่วมกันระหว่างประธานสภาผู้แทนราษฎร ประธานวุฒิสภา นายกรัฐมนตรี ประธานศาลฎีกา ประธานศาลปกครองสูงสุด ประธานศาลรัฐธรรมนูญ และประธานองค์กรอิสระ ก่อนที่จะเกิดปัญหาในวงงาน ขององค์กรต่างๆ เหล่านั้น ดังน้ัน วรรคสองของร่างมาตรา 5/1 ควรคงความว่า “เกิดขึ้นในวงงานของ สภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาล หรือองค์กรอิสระ ให้สภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาล หรือองค์กรอิสระ แล้วแต่กรณี เสนอเรื่องต่อศาลรัฐธรรมนูญ” เพื่อให้องค์กร ต่างๆ เหล่านั้น สามารถนำเสนอปัญหาที่เกิดขึ้นในวงงานต่อศาลรัฐธรรมนูญ ไม่ใช่กำหนดให้ศาลรัฐธรรมนูญมี อำนาจหยิบยกปัญหาเพื่อเรียกประชุมประธานองค์กรต่างๆ</p><p>ประธานกรรมการกล่าวว่า การพิจารณาหลักการที่บัญญัติในร่างมาตรา 5/1 นั้น คณะกรรมการ ควรพิจารณาโดยจัดลำดับเหตุการณ์กรณีที่มีปัญหาเกิดขึ้นในวงงานสภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาล หรือองค์กรอิสระ แล้วแต่กรณี หากสภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาล หรือองค์กรอิสระเกิดข้อสงสัยว่าตนมีหน้าที่หรืออำนาจในการดำเนินการเรื่องนั้น ๆ หรือไม่ สภาผู้แทนราษฎร วุฒิสภา รัฐสภา คณะรัฐมนตรี ศาล หรือองค์กรอิสระจะวินิจฉัยเองไม่ได้ ควรเสนอเรื่อง ต่อศาลรัฐธรรมนูญเพื่อวินิจฉัยชี้ขาด เมื่อศาลรัฐธรรมนูญได้รับเรื่องไว้พิจารณาแล้ว ศาลรัฐธรรมนูญก็ จะต้องวินิจฉัยไปตามบทบัญญัติของรัฐธรรมนูญและกฎหมาย หากศาลรัฐธรรมนูญเห็นว่ากรณีที่เกิดขึ้นนั้น ไม่มีบทบัญญัติของรัฐธรรมนูญหรือกฎหมายที่จะปรับแก่กรณีนั้นได้ ศาลรัฐธรรมนูญก็จะต้องเรียกประชุม ร่วมกันระหว่างประธานสภาผู้แทนราษฎร ประธานวุฒิสภา นายกรัฐมนตรี ประธานศาลฎีกา ประธาน ศาลปกครองสูงสุด ประธานศาลรัฐธรรมนูญ และประธานองค์กรอิสระ เพื่อวินิจฉัยปัญหาที่เกิดขึ้นร่วมกัน ดังนั้น เสนอแก้ไขเพิ่มเติมความในวรรคสองของร่างมาตรา 5/1 เป็นดังนี้ “<u>เมื่อมีกรณีตามวรรคหนึ่งเกิดขึ้น</u> <u>ให้ประธานศาลรัฐธรรมนูญจัดให้มีการประชุมร่วมกันระหว่างประธานสภาผู้แทนราษฎร ประธานวุฒิสภา</u> <u>นายกรัฐมนตรี ประธานศาลฎีกา ประธานศาลปกครองสูงสุด ประธานศาลรัฐธรรมนูญ และประธานองค์กร</u> <u>อิสระ เพื่อวินิจฉัย คำวินิจฉัยให้เป็นไปตามเสียงข้างมากและเป็นที่สุด</u>”</p><p>ส่วนวรรคสามใหม่ที่เพิ่มขึ้น ความว่า “<u>ความในวรรคสองให้ใช้บังคับกับกรณีที่เกิดขึ้นในการปฏิบัต</u>ิ <u>หน้าที่ของศาลรัฐธรรมนูญด้วยโดยอนุโลม โดยให้ประธานศาลรัฐธรรมนูญดำเนินการตามวรรคสองเมื่อมีมต</u>ิ <u>โดยเสียงข้างมากของตุลาการศาลรัฐธรรมนูญทั้งหมดเท่าที่มีอย</u>ู่” ให้ตัดออกทั้งหมด </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมความในร่างมาตรา 5/1 ซึ่งคณะกรรมการเพิ่มขึ้นใหม่ เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","นายปกรณ์ นิลประพันธ์","นายอัชพร จารุจินดา","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"99","หน้า":"6-13"},{"หมวด":"1","ส่วน":"","มาตรา":"5","ร่างมาตรา":"5","ร่างบทบัญญัติ":"<p>\"มาตรา 5 รัฐธรรมนูญเป็นกฎหมายสูงสุดของประเทศ บทบัญญัติใดของกฎหมาย กฎ หรือข้อบังคับ หรือการกระทำใด ขัดหรือแย้งต่อรัฐธรรมนูญ บทบัญญัติหรือการกระทำนั้น เป็นอันใช้บังคับมิได้</p><p>เมื่อไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใด ให้กระทำการนั้นหรือวินิจฉัยกรณีนั้นไปตามประเพณีการปกครองประเทศไทยในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข</p><p>เมื่อมีกรณีตามวรรคสองเกิดขึ้น ให้ประธานศาลรัฐธรรมนูญจัดให้มีการประชุมร่วมกันระหว่างประธานสภาผู้แทนราษฎร <u>ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร</u> ประธานวุฒิสภา นายกรัฐมนตรี ประธานศาลฎีกา ประธานศาลปกครองสูงสุด ประธานศาลรัฐธรรมนูญ และประธานองค์กรอิสระ เพื่อวินิจฉัย</p><p>ในการประชุมร่วมตามวรรคสาม ให้ที่ประชุมเลือกกันเองให้คนหนึ่งทำหน้าที่ประธานในที่ประชุมแต่ละคราว ในกรณีที่ไม่มีผู้ดำรงตำแหน่งใด ให้ที่ประชุมร่วมประกอบด้วยผู้ดำรงตำแหน่งเท่าที่มีอยู่</p><p>การวินิจฉัย<strike>ตามวรรคสาม</strike><u>ของที่ประชุมร่วม</u>ให้ถือเสียงข้างมาก ถ้าคะแนนเสียงเท่ากันให้ประธานในที่ประชุมออกเสียงเพิ่มขึ้น<strike>ได้</strike>อีกเสียงหนึ่งเป็นเสียงชี้ขาด</p><p>คำวินิจฉัยของที่ประชุมร่วมให้เป็นที่สุด และผูกพันรัฐสภา คณะรัฐมนตรี ศาล องค์กรอิสระ และหน่วยงานของรัฐ\"</p>","ประเด็นการพิจารณา":"<p>ที่ประชุมแสดงความเห็น ดังนี้</p><p>- ความว่า “เมื่อมีกรณีตามวรรคสองเกิดขึ้น ให้ประธานศาลรัฐธรรมนูญจัดให้มีการประชุมร่วมกัน...” หมายถึงให้สำนักงานศาลรัฐธรรมนูญเป็นฝ่ายเลขานุการของที่ประชุมร่วมใช่หรือไม่</p><p>ประธานกรรมการกล่าวว่า การประชุมร่วมกันตามความในวรรคสาม ให้สำนักงานศาลรัฐธรรมนูญ ทำหน้าที่เป็นฝ่ายเลขานุการของที่ประชุมร่วม ทั้งนี้ มีผู้เสนอให้เพิ่มตำแหน่งผู้นำฝ่ายค้านในสภาผู้แทนราษฎร ในการประชุมร่วมกันตามความในวรรคสามด้วย</p><p>- มีกรรมการแสดงความเห็นว่า ปัญหากรณีไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใด ให้ กระทำการนั้นหรือวินิจฉัยกรณีนั้นไปตามประเพณีการปกครองประเทศไทยในระบอบประชาธิปไตยอันมี พระมหากษัตริย์ทรงเป็นประมุข เป็นปัญหาสำคัญที่ควรมีการประชุมร่วมกันของทุกฝ่าย ดังนั้น ควรเพิ่มผู้นำ ฝ่ายค้านในสภาผู้แทนราษฎรในการประชุมร่วมกันด้วย นอกจากนั้น ความในวรรคสองควรแก้ไขเป็นความว่า “เมื่อไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใด ให้<strike>กระทำการนั้นหรือ</strike>วินิจฉัยกรณีนั้นไปตาม ประเพณีการปกครองประเทศไทยในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข” เพื่อให้ ถ้อยคำกระชับยิ่งขึ้น และความในวรรคห้าควรแก้ไขเป็นความว่า “การวินิจฉัยตามวรรค<strike>สาม</strike><u>สอง</u>ให้ถือเสียง ข้างมาก” เนื่องจากสอดคล้องกับความในวรรคสอง ที่กำหนดให้วินิจฉัยกรณีนั้นไปตามประเพณีการปกครอง ประเทศไทยในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข</p><p>- ควรเพิ่มตำแหน่งผู้นำฝ่ายค้านในสภาผู้แทนราษฎรในการประชุมร่วมกัน เนื่องจากเป็นปัญหาที่ควร ได้รับการวินิจฉัยอย่างรอบด้าน นอกจากนี้ กรณีคะแนนเสียงเท่ากันในที่ประชุมร่วม ให้ประธานในที่ประชุม ออกเสียงเพิ่มขึ้นอีกเสียงหนึ่งเป็นเสียงชี้ขาดได้</p><p>ประธานกรรมการเสนอแก้ไขเพิ่มเติมความในวรรคสามและวรรคห้า เป็นดังนี้ ร่างมาตรา 5 วรรคสาม</p><p>“เมื่อมีกรณีตามวรรคสองเกิดขึ้น ให้ประธานศาลรัฐธรรมนูญจัดให้มีการประชุมร่วมกันระหว่าง ประธานสภาผู้แทนราษฎร <u>ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร</u> ประธานวุฒิสภา นายกรัฐมนตรี ประธาน ศาลฎีกา ประธานศาลปกครองสูงสุด ประธานศาลรัฐธรรมนูญ และประธานองค์กรอิสระ เพื่อวินิจฉัย”</p><p>ร่างมาตรา 5 วรรคห้า</p><p>“การวินิจฉัย<strike>ตามวรรคสาม</strike><u>ของที่ประชุมร่วม</u>ให้ถือเสียงข้างมาก ถ้าคะแนนเสียงเท่ากันให้ประธาน</p><p>ในที่ประชุมออกเสียงเพิ่มขึ้น<strike>ได้</strike>อีกเสียงหนึ่งเป็นเสียงชี้ขาด”</p><p>- มีกรรมการแสดงความเห็นว่า ความในวรรคสี่ของร่างมาตรา 211 ควรเพิ่มคำว่า “องค์กรอิสระ” เพื่อให้สอดคล้องกับความในวรรคหก ความว่า “คำวินิจฉัยของที่ประชุมร่วมให้เป็นที่สุด และผูกพันรัฐสภา คณะรัฐมนตรี ศาล องค์กรอิสระ และหน่วยงานของรัฐ”</p><p>ประธานกรรมการกล่าวว่า เมื่อพิจารณาร่างมาตรา 211 จะได้เพิ่มเติมคำว่า “องค์กรอิสระ” ใน วรรคสี่ของร่างมาตรา 211 ต่อไป</p><p>- มีกรรมการแสดงความเห็นว่า เมื่อที่ประชุมร่วมมีคำวินิจฉัยเป็นอย่างไร จะเสนอเรื่องให้ที่ประชุม ร่วมพิจารณาอีกไม่ได้ เพื่อให้เกิดความชัดเจน เสนอแก้ไขเพิ่มเติมความในวรรคสาม เป็นดังนี้ “เมื่อมีกรณี ตามวรรคสองเกิดขึ้น <u>และยังไม่เคยมีคำวินิจฉัยของที่ประชุมร่วม</u> ให้ประธานศาลรัฐธรรมนูญจัดให้มีการ ประชุมร่วมกันระหว่างประธานสภาผู้แทนราษฎร <u>ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร</u> ประธานวุฒิสภา นายกรัฐมนตรี ประธานศาลฎีกา ประธานศาลปกครองสูงสุด ประธานศาลรัฐธรรมนูญ และประธานองค์กร อิสระ เพื่อวินิจฉัย”</p><p>ประธานกรรมการกล่าวว่า ความในวรรคหก ความว่า “คำวินิจฉัยของที่ประชุมร่วมให้เป็นที่สุด และผูกพันรัฐสภา คณะรัฐมนตรี ศาล องค์กรอิสระ และหน่วยงานของรัฐ” แสดงถึงการกำหนดให้ คำวินิจฉัยของที่ประชุมร่วมเป็นที่สุด และผูกพันทุกองค์กร รวมทั้งศาลรัฐธรรมนูญ จึงไม่มีองค์กรใดหรือ บุคคลใดสามารถเสนอเรื่องให้ที่ประชุมร่วมพิจารณาได้อีก</p><p>- มีกรรมการสอบถามว่า คำว่า “การวินิจฉัย” ในวรรคห้า กับคำว่า “คำวินิจฉัย” ในวรรคหก ควรบัญญัติให้สอดคล้องกันหรือไม่</p><p>ประธานกรรมการกล่าวว่า คำว่า “การวินิจฉัย” ในวรรคห้า เป็นคำที่ถูกต้องแล้ว เนื่องจากต้องมีการ วินิจฉัยโดยเสียงข้างมากของที่ประชุมร่วม ส่วนคำว่า “คำวินิจฉัย” ในวรรคหก เป็นคำที่ถูกต้องเช่นกัน เนื่องจากเมื่อที่ประชุมร่วมพิจารณาตัดสินแล้วต้องมีคำวินิจฉัย</p><p>- มีกรรมการสอบถามว่า คำวินิจฉัยของที่ประชุมร่วมตามความในวรรคหกมีผลผูกพันประชาชน ด้วยหรือไม่</p><p>ประธานกรรมการกล่าวว่า คำวินิจฉัยของที่ประชุมร่วมตามความในวรรคหกไม่มีผลผูกพันประชาชน แต่ผูกพันรัฐสภา คณะรัฐมนตรี ศาล องค์กรอิสระ และหน่วยงานของรัฐทุกองค์กร </p>","มติที่ประชุม":"<p>คณะกรรมการมีมติแก้ไขเพิ่มเติมร่างมาตรา 5 เป็นดังนี้ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายมีชัย ฤชุพันธุ์","ไม่ระบุชื่อ"],"ประชุมครั้งที่":"112","หน้า":"4-6"},{"หมวด":"1","ส่วน":"","มาตรา":"5","ร่างมาตรา":"5","ร่างบทบัญญัติ":"<p>\"มาตรา 5 รัฐธรรมนูญเป็นกฎหมายสูงสุดของประเทศ บทบัญญัติใดของกฎหมาย กฎ หรือข้อบังคับ หรือการกระทำใด ขัดหรือแย้งต่อรัฐธรรมนูญ บทบัญญัติหรือการกระทำนั้น เป็นอันใช้บังคับมิได้</p><p>เมื่อไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใด ให้กระทำการนั้นหรือวินิจฉัยกรณีนั้นไปตามประเพณีการปกครองประเทศไทยในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข</p><p>เมื่อมีกรณีตามวรรคสองเกิดขึ้น ให้ประธานศาลรัฐธรรมนูญจัดให้มีการประชุมร่วม<strike>กัน</strike>ระหว่างประธานสภาผู้แทนราษฎร ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร ประธานวุฒิสภา นายกรัฐมนตรี ประธานศาลฎีกา ประธานศาลปกครองสูงสุด ประธานศาลรัฐธรรมนูญ และประธานองค์กรอิสระ เพื่อวินิจฉัย</p><p>ในการประชุมร่วมตามวรรคสาม ให้ที่ประชุมเลือกกันเองให้คนหนึ่งทำหน้าที่ประธานในที่ประชุมแต่ละคราว ในกรณีที่ไม่มีผู้ดำรงตำแหน่งใด ให้ที่ประชุมร่วมประกอบด้วยผู้ดำรงตำแหน่งเท่าที่มีอยู่</p><p>การวินิจฉัยของที่ประชุมร่วมให้ถือเสียงข้างมาก ถ้าคะแนนเสียงเท่ากัน ให้ประธานในที่ประชุมออกเสียงเพิ่มขึ้นอีกเสียงหนึ่งเป็นเสียงชี้ขาด</p><p>คำวินิจฉัยของที่ประชุมร่วมให้เป็นที่สุด และผูกพันรัฐสภา คณะรัฐมนตรี ศาล องค์กรอิสระ และหน่วยงานของรัฐ\"</p>","ประเด็นการพิจารณา":"<p>นายปกรณ์ นิลประพันธ์ เลขานุการกรรมการ คนที่หนึ่ง นำเสนอร่างมาตรา 5 ซึ่งคณะอนุกรรมการ ยกร่างบทบัญญัติรัฐธรรมนูญได้ปรับปรุงแก้ไขเพิ่มเติมเพื่อให้ที่ประชุมพิจารณาทบทวน ดังนี้</p><p>“มาตรา 5 รัฐธรรมนูญเป็นกฎหมายสูงสุดของประเทศ บทบัญญัติใดของกฎหมาย กฎ หรือข้อบังคับ หรือการกระทำใด ขัดหรือแย้งต่อรัฐธรรมนูญ บทบัญญัติหรือการกระทำนั้น เป็นอันใช้บังคับมิได้</p><p>เมื่อไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใด ให้กระทำการนั้นหรือวินิจฉัยกรณีนั้นไปตาม ประเพณีการปกครองประเทศไทยในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข</p><p>เมื่อมีกรณีตามวรรคสองเกิดขึ้น ให้ประธานศาลรัฐธรรมนูญจัดให้มีการประชุมร่วม<strike>กัน</strike>ระหว่าง</p><p>ประธานสภาผู้แทนราษฎร ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร ประธานวุฒิสภา นายกรัฐมนตรี ประธานศาลฎีกา ประธานศาลปกครองสูงสุด ประธานศาลรัฐธรรมนูญ และประธานองค์กรอิสระ เพื่อวินิจฉัย</p><p>ในการประชุมร่วมตามวรรคสาม ให้ที่ประชุมเลือกกันเองให้คนหนึ่งทำหน้าที่ประธานในที่ประชุม แต่ละคราว ในกรณีที่ไม่มีผู้ดำรงตำแหน่งใด ให้ที่ประชุมร่วมประกอบด้วยผู้ดำรงตำแหน่งเท่าที่มีอยู่</p><p>การวินิจฉัยของที่ประชุมร่วมให้ถือเสียงข้างมาก ถ้าคะแนนเสียงเท่ากัน ให้ประธานในที่ประชุม ออกเสียงเพิ่มขึ้นอีกเสียงหนึ่งเป็นเสียงชี้ขาด</p><p>คำวินิจฉัยของที่ประชุมร่วมให้เป็นที่สุด และผูกพันรัฐสภา คณะรัฐมนตรี ศาล องค์กรอิสระ และหน่วยงานของรัฐ</p>","มติที่ประชุม":"<p>คณะกรรมการมีมติเห็นชอบให้มีการแก้ไขร่างมาตรา 5 ตามที่คณะอนุกรรมการยกร่างบทบัญญัติ รัฐธรรมนูญเสนอ </p>","หมายเหตุ":"","ผู้อภิปราย":["นายปกรณ์ นิลประพันธ์"],"ประชุมครั้งที่":"115","หน้า":"7-8"}]